{
	"id": "340546",
	"類型": "實體裁定",
	"裁定字號": "111年憲暫裁字第1號",
	"原分案號": "111年度憲民字第192號",
	"裁定日期": "2022-03-18",
	"聲請人": "甲○○",
	"案由": "聲請人為改定未成年子女權利義務行使負擔等事件之聲請暫時處分事件（最高法院111年度台簡抗字第13號確定終局裁定），聲請裁判憲法審查暨暫時處分",
	"主文": [
		"一、最高法院111年度台簡抗字第13號確定終局裁定（含臺灣臺北地方法院108年度家暫字第46號家事裁定），於本庭111年度憲民字第192號聲請人聲請裁判憲法審查案件裁判宣告前，應暫時停止執行。",
		"二、其餘聲請駁回。"
	],
	"理由": [
		"一、聲請案件繫屬中，憲法法庭為避免憲法所保障之權利或公益遭受難以回復之重大損害，且有急迫必要性，而無其他手段可資防免時，得依聲請或依職權，就案件相關之爭議、法規範之適用或原因案件裁判之執行等事項，為暫時處分之裁定，憲法訴訟法第43條第1項定有明文。",
		"二、查本件聲請人與義大利籍之乙○○於中華民國103年生有一女丙○○（真實姓名見姓名代碼對照表），嗣雙方就對未成年子女丙○○權利義務之行使或負擔，同意乙○○得於106年12月20日至107年1月10日帶同丙○○至義大利，然乙○○提前於106年12月12日即帶回丙○○至義大利。嗣聲請人於106年12月12日向臺灣臺北地方法院請求改定親權（107年家親聲字第212號）之本案，並於107年1月3日向臺灣臺北地方法院聲請暫時處分，請求禁止乙○○攜帶丙○○出境及應交付子女予聲請人。乙○○後未依約於107年1月10日將丙○○帶回臺灣，聲請人後於108年1月間至義大利探視丙○○，並於108年1月20日將丙○○帶回臺灣。乙○○亦於108年間聲請暫時處分，經同法院以108年度家暫字第46號家事裁定，准乙○○所請，命聲請人應將未成年子女丙○○交付乙○○，乙○○並得於該院107年家親聲字第212號改定親權之一審裁定前，攜未成年子女丙○○出境至義大利同住等。聲請人依法抗告及再抗告，嗣經上開確定終局裁定駁回再抗告確定。乙○○乃據以聲請臺灣臺中地方法院為前開暫時處分之強制執行（109年度司執字第11967號）。本件聲請人已聲請就上開確定終局裁定為裁判憲法審查，並依憲法訴訟法第43條第1項規定聲請暫時處分。",
		"三、本件聲請人主張略以：此次一去，孩子將受到無可回復的受國民教育權、在臺灣的生存權、母女人格尊嚴、婦幼安全等無可回復的損害，不知何處是兒家？不見媽媽在哪裡？臺灣不是海牙公約國，單向保障外籍生父，不顧本籍母女的權益？本案至為急迫等語。",
		"四、就跨國父母之情形，如何適當酌定其對未成年子女權利義務之行使或負擔，對未成年子女身心能否健全發展之憲法權利關係尤切。於定對於未成年子女權利義務之行使或負擔之暫時處分事件，如決定不當，確足使未成年子女身心健全發展之憲法權利遭受難以回復之重大損害。上開確定終局裁定係維持第一審裁定聲請人應將該未成年子女交付乙○○之暫時處分，但此暫時處分之執行，對於該未成年子女憲法權利之影響至鉅，然上開確定終局裁定有無牴觸憲法，仍待本庭進行憲法審查，且上開確定終局裁定已進入強制執行程序，本件確具急迫性與必要性，而無其他手段可資防免，本庭認本件確有准予暫時處分之必要，是上開確定終局裁定（含臺灣臺北地方法院108年度家暫字第46號家事裁定），於本庭111年度憲民字第192號聲請人聲請裁判憲法審查案件裁判宣告前，應暫時停止執行。",
		"五、至於聲請人併聲請子女應由聲請人與乙○○在臺灣共同監護之部分，並無急迫必要性，核與憲法訴訟法第43條第1項規定之要件不符，應予駁回。",
		"六、本件暫時處分裁定，有憲法訴訟法第43條第4項規定之情形時，失其效力。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本裁定由呂大法官太郎主筆。",
	"大法官就主文所採立場表": {
		"408265": "111年憲判字第8號判決主文立場表"
	},
	"意見書": {
		"408248": "憲法法庭111年憲判字第8號判決黃大法官虹霞提出，詹大法官森林加入之協同意見書",
		"408249": "憲法法庭111年憲判字第8號判決黃大法官瑞明提出，詹大法官森林加入之協同意見書",
		"408250": "憲法法庭111年憲判字第8號判決詹大法官森林提出之協同意見書",
		"408251": "憲法法庭111年憲判字第8號判決林大法官俊益、張大法官瓊文、黃大法官昭元、楊大法官惠欽、蔡大法官宗珍共同提出之不同意見書"
	},
	"裁定全文": {
		"408266": "憲法法庭111年憲判字第8號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "最高法院111年度台簡抗字第13號民事裁定"
	},
	"判決摘要": {
		"408267": "憲法法庭111年憲判字第8號判決摘要"
	},
	"相關法令": [
		"憲法第22條、第156條",
		"司法院釋字第664號解釋",
		"司法院釋字第689號解釋",
		"家事事件法第75條、第76條、第77條第1項第2款、第85條、第91條第4項、第97條、第108條第1項、第110條第2項、第113條、第186條第2項",
		"家事事件審理細則第107條",
		"家事非訟事件暫時處分類型及方法辦法第7條第2項",
		"民法第1055條、第1055條之1、第1069條之1、第1089條第3項及第1097條第3項",
		"非訟事件法第10條",
		"強制執行法第132條第1項",
		"民事訴訟法第528條規定",
		"兒童權利公約施行法第2條、第3條",
		"兒童權利公約第3條、第4條、第12條、第13條"
	],
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"408268": "甲○○1110315裁判憲法審查暨暫時處分聲請補充理由(一)狀",
			"408269": "甲○○1110315裁判憲法審查暨暫時處分聲請補充理由(一)狀_OCR",
			"408270": "甲○○1110328裁判憲法審查補充理由(二)狀",
			"408271": "甲○○1110328裁判憲法審查補充理由(二)狀_OCR"
		},
		"專家諮詢意見書": {
			"408272": "專家諮詢意見書-林秀雄教授_OCR",
			"408273": "專家諮詢意見書-沈冠伶教授_OCR",
			"408274": "專家諮詢意見書-戴瑀如教授（文字錯漏校正版）",
			"408275": "專家諮詢意見書-林沛君助理教授_OCR"
		}
	}
}