{
	"id": "351996",
	"類型": "程序裁定",
	"裁定字號": "113年憲裁字第7號",
	"原分案號": "112年度憲民字第1208號",
	"裁定日期": "2024-03-15",
	"聲請人": "朱旺星",
	"案由": "聲請人認最高行政法院110年度上字第673號判決及其所適用之公職人員選舉罷免法第17條第1項等規定，有違憲疑義，聲請裁判及法規範憲法審查。",
	"案件公告": {},
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人於中華民國109年間於法務部矯正署屏東監獄服刑，並設籍於高雄市前鎮區。高雄市選舉委員會（下稱高雄市選委會）公告109年6月6日為高雄市第3屆市長韓國瑜罷免案投票日後，聲請人以其符合投票人之資格，請求高雄市選委會於其所在屏東監獄設立投票所，以供其行使上開罷免案之投票權利，經高雄市選委會2次函覆略以：監所受刑人是否得以不在籍投票方式行使選舉權，涉及公職人員選舉罷免法第17條第1項規定之修正，如有立法通過，選務機關自當遵循辦理；有關不在籍投票之投票方式、適用選舉（罷免）種類及對象，各界看法不盡一致，仍有待社會各界凝聚共識，倘選舉罷免法修正通過，該會自當配合辦理等語。聲請人對上開函覆不服，提起行政訴訟，聲明高雄市選委會於聲請人受矯正執行期間，辦理總統、副總統與各級公職人員選舉、罷免、全國性公民投票與地方性公民投票，所設置之投票所，不得使聲請人需離去所在矯正機關始得進行投票。案經高雄高等行政法院以110年度訴字第1號判決駁回，聲請人提起上訴，再經最高行政法院110年度上字第673號判決，以上訴無理由予以駁回確定（下稱系爭確定終局判決）。聲請人認系爭確定終局判決及其所適用之公職人員選舉罷免法（下稱公職選罷法）第17條第1項（下稱系爭規定一）、第57條第1項（下稱系爭規定二）、第89條（下稱系爭規定三）、總統及副總統選舉罷免法（下稱總統選罷法）第13條第1項、第53條第1項、第75條（下併稱系爭規定四）及公民投票法第24條規定（下稱系爭規定五），有牴觸憲法疑義，聲請裁判及法規範憲法審查。",
		"二、聲請人之主張意旨略以：（一）關於系爭規定一至五部分：系爭規定一至五未保障受刑人於監所內之選舉、罷免、創制及複決之權，剝奪其憲法第7條、第17條及第130條之權利；聲請人因判決中所適用之系爭規定一至五，限制人民僅得於戶籍所在地投票，而聲請人因身為人身自由受法律限制之受刑人，不能離開矯正機關前往選務機關安排之投票所投票，致其受憲法第17條保障之選舉及罷免權等遭實質剝奪，且與其他人身自由未受限制之一般國民及因保外就醫暫不受限制之受刑人產生不公平之差別待遇，違反憲法第7條平等原則及第23條比例原則等語。（二）系爭確定終局判決部分：系爭確定終局判決適用系爭規定一至五，應屬違憲；此外，系爭確定終局判決未正視基本權之防衛功能，認聲請人僅有於明確請求國家為特定行為之內涵時，始得請求法院命國家機關除去侵害人民基本權之現狀，對基本權防衛機能有顯然之重大誤會，致使人民有受憲法保障之基本權利，卻不能請求法院獲得救濟，構成基本權保障之重大漏洞，自屬違反憲法第16條訴訟權之保障，應屬違憲等語。",
		"三、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範，認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決；聲請不合法或顯無理由者，憲法法庭應裁定不受理，憲法訴訟法（下稱憲訴法）第59條及第32條第1項定有明文。又，憲訴法第59條第1項所定裁判憲法審查制度，係賦予人民就其依法定程序用盡審級救濟之案件，認確定終局裁判就其據以為裁判基礎之法律之解釋、適用，有誤認或忽略相關基本權利重要意義與關聯性，或違反通常情況下所理解之憲法價值等牴觸憲法之情形時，得聲請憲法法庭就該確定終局裁判為宣告違憲之判決。是人民聲請裁判憲法審查，如就所爭執之確定終局裁判對其裁判基礎法律之解釋、適用所持見解，未能具體論證究有何悖離何等憲法基本權利之重要意義，其聲請即屬顯無理由。",
		"四、本庭查：",
		"(一)系爭規定一部分：1.按憲法第17條明文保障人民享有選舉權與罷免權，憲法第130條則明定，中華民國國民年滿20歲者，有依法選舉之權；而人民有依法選舉之權，始有依法罷免之權。是人民關於選舉與罷免投票權之具體行使，均須以相關選舉與罷免制度存在為前提。鑑於憲法就選舉與罷免制度僅為有限之規範，且自憲法第17條所保障之人民選舉權與罷免權中，尚無法直接導出特定之選舉或罷免實施方式與程序等內容，因此國家應立法形成各種選舉與罷免制度，明定選舉與罷免投票之實施方式與程序等，俾使人民得依法行使其受憲法保障之選舉權與罷免權。立法者制定涉及人民選舉或罷免投票權之實施或救濟程序等法規範時，享有一定立法形成空間（憲法法庭112年憲判字第18號判決意旨參照）。2.系爭規定一明定，「選舉人，除另有規定外，應於戶籍地投票所投票。」係有關選舉人行使投票權處所之規定，乃立法者就選舉或罷免投票之實施所為相關制度設計之一環。依此，現制下，除投票所工作人員於符合法定要件下得例外於工作地投票所投票外（同條第2項規定參照），選舉人均應於戶籍地投票所投票，至選舉人因個人狀況而事實上得否於其戶籍地投票所投票，則非所問。究其立法目的，應係為維護選舉或罷免投票之公平與公正性，其規定難謂有何違憲之處。聲請人主張因其身為受刑人，無法離開矯正機關前往其戶籍所在地投票所投票，致其受憲法第17條保障之選舉及罷免權等遭實質剝奪，且與其他人身自由未受限制之一般國民及因保外就醫暫不受限制之受刑人產生不公平之差別待遇等語，此部分之聲請顯無理由。",
		"(二)系爭規定二及三部分：系爭規定二明定，「公職人員選舉，應視選舉區廣狹及選舉人分布情形，就機關（構）、學校、公共場所或其他適當處所，分設投票所。」系爭規定三明定，「罷免案之投票人、投票人名冊及投票、開票，準用本法有關選舉人、選舉人名冊及投票、開票之規定。」其中系爭規定二係立法者命選務機關依選舉區與選舉人分布之具體情形，擇適當處所，分設投票所之規定，性質上係針對選務機關之選務行政所為之羈束性授權規定；系爭規定三則為立法者為精簡立法所為準用規定，兩者均未直接涉及人民選舉權或罷免權之行使。聲請人主張系爭規定二及三之規定有剝奪其憲法第7條、第17條及第130條之權利而違憲，此部分之聲請顯無理由。",
		"(三)系爭規定四及五部分：本件原因案件所涉投票事務，係直轄市長罷免案，其投票相關事宜，係由公職選罷法所規範，與總統選罷法及公民投票法均無涉，系爭規定四及五非屬系爭確定終局判決所據之裁判基礎，聲請人尚不得對之聲請法規範憲法審查，此部分之聲請核屬不合法。",
		"(四)系爭確定終局判決部分：查本件有關系爭規定一至五之法規範憲法審查之聲請既顯無理由或不合法，則聲請人主張系爭確定終局判決因適用該等規定而違憲之主張，即屬顯無理由；核聲請人其餘聲請意旨，亦難謂其已具體敘明系爭確定終局判決對其裁判基礎法律之解釋、適用所持見解，究有何悖離憲法第16條訴訟權之重要意義之處，其聲請亦屬顯無理由。",
		"五、綜上，本件聲請部分不合法，部分顯無理由，本庭爰依憲訴法第32條第1項規定，裁定如主文。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"大法官就主文所採立場表": {
		"464610": "113年憲裁字第7號裁定主文立場表"
	},
	"意見書": {
		"464607": "憲法法庭113年憲裁字第7號裁定許大法官宗力提出，黃大法官昭元、尤大法官伯祥加入之部分不同意見書",
		"464608": "憲法法庭113年憲裁字第7號裁定詹大法官森林提出，黃大法官瑞明加入之部分不同意見書",
		"464609": "憲法法庭113年憲裁字第7號裁定黃大法官瑞明提出，詹大法官森林加入、尤大法官伯祥加入第四部分之不同意見書"
	},
	"裁定全文": {
		"464611": "113年憲裁字第7號朱旺星聲請案_OCR"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"464612": "朱旺星1121215法規範及裁判憲法審查聲請書_OCR",
			"464613": "朱旺星1121215法規範憲法審查暨裁判憲法審查聲請書_OCR",
			"464614": "朱旺星1121222憲法訴訟陳述意見書_OCR"
		}
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}