{
	"id": "350685",
	"類型": "程序裁定",
	"裁定字號": "112年憲裁字第118號",
	"原分案號": "111年度憲民字第3110號",
	"裁定日期": "2023-09-28",
	"聲請人": "李溢洋",
	"案由": "聲請人為聲請定其應執行之刑案件，關於最高法院103年度台抗字第775號刑事裁定及臺灣高等法院臺中分院103年度重上更（三）字第12號刑事判決，所適用之刑事訴訟法第477條第1項及刑法第51條第5款規定部分，聲請憲法法庭裁判。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人為聲請定其應執行之刑案件，認最高法院103年度台抗字第775號刑事裁定（下稱系爭裁定）及臺灣高等法院臺中分院103年度重上更（三）字第12號刑事判決（下稱系爭判決），所適用之刑事訴訟法第477條第1項及刑法第51條第5款規定，有違憲疑義，爰於中華民國111年07月04日聲請憲法法庭裁判。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；又聲請不合法或顯無理由者，憲法法庭應裁定不受理。憲法訴訟法第59條第1項及第32條第1項分別定有明文。",
		"三、經查：聲請人李溢洋曾犯詐欺等數罪，經臺灣臺中地方法院99年度重訴字第2840號、99年度易字第3810號刑事判決，就附表一編號1至27，定應執行有期徒刑20年。聲請人及檢察官均不服提起上訴，經臺灣高等法院臺中分院100年度上易字第841號、100年度上訴字第1318號刑事判決，就附表一編號1至6、8至26部分撤銷改判，並定應執行有期徒刑25年。聲請人及檢察官仍不服，提起上訴，經最高法院101年度台上字第2752號刑事判決，就附表一編號1至25部分撤銷發回，其他上訴駁回。是就附表一編號26、27部分，業經判決確定。案經發回後，經臺灣高等法院臺中分院101年度上更（一）字第57號判決，就附表一編號7撤銷改判，其餘上訴駁回，定應執行有期徒刑19年10月。聲請人及檢察官仍不服，提起上訴，案經最高法院102年度台上字第2928號刑事判決，撤銷原判決並發回。臺灣高等法院臺中分院再為審理後，作成102年度上更（二）字第53號刑事判決，撤銷原判決，並就附表一編號1至25改判，定應執行有期徒刑16年。檢察官及聲請人不服，提起上訴，經最高法院103年度台上字第2527號刑事判決，就附表一編號1至18、20、22、23部分撤銷發回，其餘部分上訴駁回。是就附表一編號19、21、24、25部分，業經判決確定。案經部分發回後，經系爭判決，就附表所示之罪，定應執行有期徒刑20年4月。檢察官及聲請人仍不服，提起上訴，經最高法院105年度台上字第2700號刑事判決，駁回上訴確定。是本件聲請就此部分原應以系爭判決為確定終局判決。",
		"四、又查：聲請人李溢洋曾犯詐欺等數罪，如前裁判歷程所述。臺灣高等法院臺中分院檢察署檢察官遂將前述早已確定之罪（附表一編號26、27及19、21、24、25部分）合併向法院聲請定應執行刑，經系爭裁定，定應執行有期徒刑6年6月確定。",
		"五、惟查：聲請人詐欺等數罪，經上開最高法院105年度台上字第2700號刑事判決確定後，檢察官又將系爭裁定及系爭判決所定之罪合併向法院聲請定應執行刑，經最高法院106年度台抗字第349號刑事裁定，定應執行有期徒刑26年確定。",
		"六、綜上，系爭判決定應執行刑部分及系爭裁定之範圍及效力，既已遭上開最高法院106年度台抗字第349號刑事裁定取代，是系爭判決就定應執行刑部分及系爭裁定即難認屬有侵害人民基本權之確定終局裁判。本件聲請核與上開憲法訴訟法規定所定要件未符，爰裁定不受理。",
		"七、至聲請人另就最高法院106年度台抗字第349號刑事裁定，所適用之刑法第51條第5款及刑事訴訟法第477條第1項規定，聲請憲法法庭裁判部分，則另行審理，併此敘明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"大法官就主文所採立場表": {
		"446858": "112年憲裁字第118號裁定主文立場表"
	},
	"裁定全文": {
		"446859": "112年憲裁字第118號李溢洋聲請案"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"446860": "李溢洋1110704法規範憲法審查聲請書"
		}
	}
}