{
	"id": "351208",
	"類型": "程序裁定",
	"裁定字號": "112年憲裁字第146號",
	"原分案號": "112年度憲民字第1155號",
	"裁定日期": "2023-12-15",
	"聲請人": "林祐良",
	"案由": "聲請人認最高行政法院112年度抗字第397號裁定牴觸憲法，聲請裁判憲法審查暨暫時處分。",
	"主文": [
		"一、本件裁判憲法審查之聲請不受理。",
		"二、暫時處分之聲請駁回。"
	],
	"理由": [
		"一、聲請人主張略以：其為年滿20歲國民，現於法務部矯正署臺北監獄（下稱臺北監獄）服刑中，設籍於臺北監獄6個月以上，無其他遭剝奪投票權之情事，具有中華民國113年1月13日舉行之第16任總統、副總統與第11屆立法委員選舉（下合稱系爭選舉）之選舉權，卻於系爭選舉之投票日，難以行使投票權，乃向臺北高等行政法院提起本案訴訟（112年度訴字第962號選舉事件，目前審理中），並依行政訴訟法第298條第2項規定（下稱系爭規定）向該院請求定暫時狀態處分，聲明：1、先位請求：桃園市選舉委員會（下稱桃委會）於本案行政爭訟程序確定前，應暫先准予於其所在臺北監獄內，設置系爭選舉之投票所或其他適當方法，供其行使系爭選舉之投票權。2、備位請求：於本案行政訴訟確定前，暫時確認中央選舉委員會（下稱中選會）有使其得以行使系爭選舉之選舉權之義務存在。經該院112年度全字第50號裁定准許其先位之聲請，並敘明因其先位之聲請為有理由，毋庸就其備位請求加以裁判。桃委會不服上開裁定，提起抗告，經最高行政法院112年度抗字第397號裁定（下稱系爭確定終局裁定）廢棄上開裁定，並駁回聲請人在第一審先位及備位之聲請。聲請人認系爭確定終局裁定解釋與適用法律於本件個案時未能正確理解基本權，並實質影響個案之裁判，且系爭確定終局裁定於適用法律於本件個案時，對於基本權重要事項應審酌而未審酌，即未審酌憲法第129條之普通選舉等理由，牴觸憲法，向憲法法庭聲請裁判憲法審查暨暫時處分。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決；聲請顯無理由者，憲法法庭應裁定不受理，憲法訴訟法（下稱憲訴法）第59條及第32條第1項分別定有明文。又，憲訴法第59條第1項所定裁判憲法審查制度，係賦予人民就其依法定程序用盡審級救濟之案件，認確定終局裁判就其據以為裁判基礎之法律之解釋、適用，有誤認或忽略相關基本權利重要意義與關聯性，或違反通常情況下所理解之憲法價值等牴觸憲法之情形時，得聲請憲法法庭就該確定終局裁判為宣告違憲之判決。是人民聲請裁判憲法審查，如就所爭執之確定終局裁判對其裁判基礎法律之解釋、適用所持見解，未能具體論證究有何悖離何等憲法基本權利之重要意義，其聲請即屬顯無理由。",
		"三、本件聲請人聲請裁判憲法審查，固以系爭確定終局裁定對憲法選舉權與選舉制度之關聯認識錯誤，且未審酌憲法第129條之普通選舉之意涵等理由，主張系爭確定終局裁定侵害其受憲法保障之選舉權與平等權而違憲。惟查：",
		"（一）系爭確定終局裁定據為裁判基礎之法規範即系爭規定明定：「於爭執之公法上法律關係，為防止發生重大之損害或避免急迫之危險而有必要時，得聲請為定暫時狀態之處分。」就此，系爭確定終局裁定明確闡釋准許聲請之要件：「……聲請人就假處分請求及原因，應釋明其與相對人間有爭執之法律關係，及對於為防止發生重大之損害或避免急迫之危險而有必要性，使法院得對聲請事件之事實為略式審查，並自事實及法律觀點判斷，形成本案訴訟勝訴可能性較高之心證，及如不准許聲請人之聲請，有對聲請人發生重大損害或急迫危險之相當可能性之心證，而認有必要加以防止。聲請人如未能釋明，其聲請即難以准許。……」本此審查原則，系爭確定終局裁定就原因案件所涉憲法第17條選舉權之保障意旨，及立法者據以形成包括選舉權行使方式在內之選舉制度之憲法關聯要素予以論述並考量，經綜合判斷結果，認於該件定暫時狀態處分之聲請，尚無法形成聲請人本案訴訟勝訴可能性較高之心證；且衡酌該聲請所涉公開、公平、公正及自由選舉等公益與聲請人可能受到之損害，認如准許聲請人定暫時狀態處分之聲請，對權力分立、影響選舉過程及結果等公益可能造成之損害，遠甚於未准許其聲請而其事後獲本案勝訴所生之個人損害，故難認有准予定暫時狀態處分之必要。",
		"（二）上述法律見解乃審判法院依據系爭規定，本於法律所賦予之職權，就原因事件定暫時狀態處分之聲請是否符合系爭規定所為之判斷，尚難認此判斷有何牴觸憲法之情形，聲請人之主張顯無理由。況系爭確定終局裁定就系爭規定之解釋、適用，固考量立法者就人民選舉權之行使所為規定及相關選舉制度之設計，以論斷系爭規定於個案所涉准予定暫時狀態處分之要件是否具備，惟其毋寧僅屬系爭規定之解釋、適用時應予衡酌之個案事實因素，尚難因聲請人定暫時狀態處分之聲請內容涉及選舉權之行使，而系爭確定終局裁定駁回其聲請，即認系爭確定終局裁定侵害聲請人之憲法上選舉權與平等權。",
		"（三）就聲請人認系爭確定終局裁定對憲法選舉權與選舉制度之關聯認識錯誤，且未審酌憲法第129條之普通選舉之意涵等主張而言，核其所陳，實係以其有請求該管機關為其設置投票所供其投票之權利為立論前提，並以其就憲法選舉權保障意涵與效力之主觀理解，爭執系爭確定終局裁定就憲法第17條選舉權之保障意旨、立法者據以形成選舉制度之憲法關聯之見解，及所為公、私益衡量之決定，整體觀之，難謂聲請人客觀上已提出具體論證以實其說，是聲請人此部分之主張，亦顯無理由。",
		"（四）綜上，本件裁判憲法審查之聲請顯無理由，依憲訴法第32條第1項規定，應不受理。",
		"四、末按聲請案件繫屬中，憲法法庭為避免憲法所保障之權利或公益遭受難以回復之重大損害，且有急迫必要性，而無其他手段可資防免時，得依聲請或依職權，就案件相關之爭議、法規範之適用或原因案件裁判之執行等事項，為暫時處分之裁定，憲訴法第43條第1項定有明文。查本件裁判憲法審查之聲請既不受理，聲請人有關暫時處分之聲請即失所依附，應予駁回。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"大法官就主文所採立場表": {
		"450297": "112年憲裁字第146號裁定主文立場表"
	},
	"意見書": {
		"450295": "憲法法庭112年憲裁字第146號裁定黃大法官昭元提出，許大法官志雄加入之協同意見書",
		"450296": "憲法法庭112年憲裁字第146號裁定尤大法官伯祥提出之部分不同意見書"
	},
	"裁定全文": {
		"450298": "112年憲裁字第146號林祐良聲請案"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"450299": "林祐良1121129裁判憲法審查聲請書_OCR",
			"450300": "林祐良1121129暫時處分裁定聲請書_OCR",
			"450301": "林祐良1121208憲法訴訟陳述意見書_OCR",
			"450302": "林祐良1121208裁判憲法審查暨暫時處分聲請簡報_OCR",
			"450303": "林祐良1121211憲法訴訟陳述意見續狀 _OCR"
		},
		"相對人答辯書、補充答辯書": {
			"450304": "中選會、桃園市選委會1121208裁判憲法審查暨暫時處分答辯書_OCR"
		}
	}
}