{
	"id": "351476",
	"類型": "程序裁定",
	"裁定字號": "112年憲裁字第148號",
	"原分案號": "110年度憲三字第30號",
	"裁定日期": "2023-12-29",
	"聲請人": "高雄高等行政法院地方行政訴訟庭敬股法官",
	"案由": "聲請人為審理高雄高等行政法院地方行政訴訟庭112年度監簡字第22號監獄行刑法廢止假釋事件，聲請解釋憲法。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人（原為臺灣臺南地方法院行政訴訟庭業股法官）因審理高雄高等行政法院地方行政訴訟庭112年度監簡字第22號（原案號為臺灣臺南地方法院110年度監簡字第1號）監獄行刑法廢止假釋事件，認應適用之刑法第79條之1第1項（下稱系爭規定一）、監獄行刑法第120條第1項及第3項規定（下依序稱系爭規定二、三），係就受刑人假釋出監後刑期變更，所為應重新審核假釋之規定；惟系爭規定一未區分「二以上徒刑併執行」者之後案，是否為得易科罰金之罪、是否為過失犯罪等不同情狀，一律合併計算前、後案之假釋條件所定最低應執行之期間，致無特別預防考量必要之個案受刑人，皆須再入監繼續執行徒刑；另系爭規定二及三未給予處分機關個案裁量權，一律以已執行之徒刑未逾變更後應執行刑之二分之一，因未符合刑法第77條第1項規定，即廢止假釋；並將其假釋尚未期滿之已執行保護管束日數，一律不予計入刑期，從而將因後案之法院判決確定時點不同，而有是否將假釋期間算入已執行期間之差別待遇，且對假釋期間即將屆滿之受假釋人極為不利。故而，系爭規定一至三，使個案受刑人所受之刑罰超過其所應負擔之罪責，違反憲法第7條平等原則、第8條保障人身自由之意旨及第23條比例原則，乃聲請解釋憲法。",
		"二、按於中華民國111年1月4日憲法訴訟法修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用該次修正施行後之規定，但案件得否受理，依該次修正施行前之規定；聲請不合法或顯無理由者，憲法法庭應裁定不受理。憲法訴訟法第90條第1項及第32條第1項分別定有明文。又各級法院法官於審理案件時，須對於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義，以之為先決問題，始得裁定停止訴訟程序，聲請司法院大法官解釋，業經司法院釋字第371號、第572號及第590號解釋闡釋甚明。",
		"三、經查：",
		"（一）憲法法庭係於110年8月31日收受本件釋憲聲請書，揆諸上開規定，本件聲請是否受理，應依上開解釋所定之法官聲請解釋要件予以審查。",
		"（二）本件聲請案原因案件之假釋出監受刑人，係因假釋出監前所犯數罪併罰卻有二以上之裁判，經合併定應執行刑，致刑期變更；並經法務部矯正署以109年9月23日法矯署教決字第10901867680號函廢止該受刑人之假釋。該受刑人不服，提起復審，遭法務部矯正署法矯署教字第10901099200號復審決定駁回，乃提起行政訴訟。而觀上開法務部矯正署廢止假釋處分及復審決定，系爭規定一並非本件廢止假釋處分之法令依據；且系爭規定一係針對二以上徒刑併執行者，明定刑法第77條之假釋最低應執行期間，係合併計算之規範，而與本件聲請案原因案件之受刑人係因數罪併罰而有二以上裁判之情形無涉。從而，系爭規定一尚非法官審理本件聲請案原因案件所應適用之法律。",
		"（三）假釋出監受刑人之刑期若有變更，則為因應執行之刑期變更，乃有必要重新核算是否符合刑法第77條第1項所規定假釋要件，以決定是否廢止假釋，且我國法制亦無保護管束之日數得折抵有期徒刑之規定，故若重新核算後，因不符假釋要件而廢止假釋，仍係於已變更之應執行刑之刑期內繼續執行，尚難謂使假釋尚未期滿之出監受刑人遭受超過其所應負擔之罪責；至已執行保護管束之日數是否計入已執行刑期，係涉相關規定立法政策之整體性考量。此外，無論係以更定應執行刑而新開立執行指揮書之日期或後案法院裁判之確定日期，抑或其他任何可能之時點，作為判斷前案假釋期間是否屆滿之基準日，再執此假釋期間是否屆滿之判斷，作為適用系爭規定三前段或後段之基準，對不同個案之受刑人均有可能發生較有利或不利之情形。況本件聲請案原因案件係因數罪併罰致刑期變更，而重新核算刑法第77條第1項所規定之最低應執行期間，若以後案之「法院裁判確定日」作為適用系爭規定三前段或後段規定之基準時點，相較於以「新開立執行指揮書日」為基準時點，其前案之假釋期間將更不易屆滿，而更不利於該假釋出監之受刑人。從而，尚難認聲請人已提出客觀上形成系爭規定二及三為違憲之具體理由。",
		"四、綜上，本件聲請與司法院釋字第371號、第572號及第590號解釋所示法官聲請解釋之要件不合，爰依憲法訴訟法第32第1項規定裁定不受理。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"大法官就主文所採立場表": {
		"454851": "112年憲裁字第148號裁定主文立場表"
	},
	"意見書": {
		"454850": "憲法法庭112年憲裁字第148號裁定尤大法官伯祥提出，黃大法官瑞明、詹大法官森林、謝大法官銘洋加入之部分不同意見書"
	},
	"裁定全文": {
		"454852": "112年憲裁字第148號高雄高等行政法院地方行政訴訟庭敬股法官聲請案"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"454853": "臺灣臺南地方法院行政訴訟庭業股法官1100826釋憲聲請書_OCR"
		}
	}
}