{
	"id": "351474",
	"類型": "程序裁定",
	"裁定字號": "112年憲裁字第150號",
	"原分案號": "112年度憲民字第1145號",
	"裁定日期": "2023-12-29",
	"聲請人": "嘎瑪賜萊（Karma Thinley）、仁青曲仲（Rinchen Choedon）、貝瑪卓瑪（Pema Dolma）",
	"案由": "聲請人因入出國及移民法事件，聲請裁判及法規範憲法審查暨暫時處分。",
	"主文": [
		"一、本件關於裁判及法規範憲法審查之聲請均不受理。",
		"二、暫時處分之聲請駁回。"
	],
	"理由": [
		"一、聲請意旨略謂：聲請人等係因擔心宗教迫害，始自尼泊爾離境，若其等被遣返尼泊爾，不但將無法繼續從事藏傳佛教活動，且可能面臨牢獄之災，而存有遭受酷刑及其他不當對待之風險。惟於聲請人等在臺逾期停留後，向內政部移民署申請居留許可，經該署召開跨部會研商滯臺藏人專案許可居留會議決議後，否准其等之居留申請。聲請人等不服，循序提起行政訴訟，終經最高行政法院110年度上字第655號判決（下稱系爭確定終局判決）駁回聲請人之上訴確定。而系爭確定終局判決所適用之入出國及移民法第16條第4項規定（下稱系爭規定），未就符合公民與政治權利國際公約第7條所衍生之「不遣返原則」情形，例外對經遣返或移送出國將於該國遭受酷刑或不人道待遇者，為許可居留之規定，對無國籍者之保護不足；且系爭確定終局判決認滯臺藏人如經確實查證具有印度或尼泊爾國籍，且無未能強制出國情形，即不合致系爭規定要件，而得予強制出國，並不違反「不遣返原則」，顯然違反「合乎公約之解釋」原則。是系爭確定終局判決及系爭規定，有牴觸憲法第8條、第10條、第13條、第15條及第22條規定，侵害人民受憲法保障之人性尊嚴、人身自由、遷徙自由、生存權及宗教自由之違憲疑義，乃聲請裁判及法規範憲法審查，並聲請暫時處分等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；又前述聲請應以聲請書記載聲請判決之理由及聲請人對本案所持之法律見解。憲法訴訟法（下稱憲訴法）第59條第1項及第60條第6款分別定有明文。而聲請不合法者，憲法法庭應為不受理裁定，復為憲訴法第32條第1項所明定。",
		"三、經查：",
		"（一）系爭規定係關於許可居留之規範，其雖未以人民因特定宗教或特定社會意見在原籍國遭受迫害為要件，但自系爭規定先後於中華民國98年及105年間修正之緣由及目的，可知系爭規定係立法者特別針對印度及尼泊爾地區之無國籍滯臺藏族人士，在國際上可能受到之人權待遇，以及因故滯留臺灣無法合法居留之情形，並考量我國行政資源與社會經濟狀況，及兼顧人道考量、國家安全，予以通盤性之評估，所特別增訂之許可居留規定，以免其等受強制遣返或驅逐出國（立法院公報第105卷第50期院會紀錄第6頁至第9頁及同卷第77期院會紀錄第66頁至第72頁參照）；而與外國人強制驅逐出國處理辦法第6條關於得暫緩強制驅逐外國人出國之規定，係分別為免無國籍之滯臺藏族人士與外國人遭強制出境，所為之不同規範。",
		"（二）聲請人等於本件聲請之原因事件裁判確定前，曾分別經最高行政法院109年度裁字第786、787、788號裁定援用不遣返原則，諭知於原因事件裁判確定前，得暫時居留。而原因事件之系爭確定終局判決則係基於「……『不遣返原則』並不等於國家有義務保障『庇護權』，並未對國家課予准予庇護之義務，僅在確保庇護之請求權，以及庇護申請之程序權，亦即於確認個別尋求庇護者是否滿足庇護要件之前，須遵守不遣返原則。因此，倘上開滯臺藏人如經確實查證其具有印度或尼泊爾國籍，無未能強制出國情形，自得予強制出國，由於司法救濟程序已完成，並不違反不遣返原則……」；並以第一審判決係就卷內證據，綜合評價認定聲請人等具有尼泊爾國籍，非屬無國籍之人，自無因身分不明而於執行遣送時，遭有關國家拒絕渠等入境或航空運輸業者拒絕搭載等情事，非不能強制渠等出國；暨依第一審判決所確認聲請人等分持尼泊爾護照自由往返尼泊爾與我國間各多達63次、37次及5次，及歷次入境我國亦無聲稱有遭受尼泊爾迫害情況等事實，而認實難謂尼泊爾未提供其等相當之庇護，有再由我國予以庇護之情形等由，認聲請人等之上訴無理由。",
		"四、綜觀聲請人等之主張，無非在其等均已經系爭確定終局判決肯認並非無國籍者之事實下，對於屬立法者特別針對無國籍之滯臺藏族人士所增設許可居留要件之系爭規定，以及就系爭確定終局判決關於不合系爭規定之許可居留要件者予以強制出國，不違反不遣返原則之見解，持其主觀意見，以系爭確定終局判決及所適用之系爭規定，係違反不遣返原則，對無國籍者保護不足，即逕謂有違憲疑義，尚難認對於系爭規定及系爭確定終局判決有如何之牴觸憲法，已予以具體之指摘。",
		"五、綜上，本件關於裁判及法規範憲法審查之聲請，核與憲訴法前揭規定有所未合，爰依同法第32條第1項規定裁定不受理。又本件關於裁判及法規範憲法審查之聲請既應不受理，是聲請人等之暫時處分聲請即失所依附，應併予駁回。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"大法官就主文所採立場表": {
		"454848": "112年憲裁字第150號裁定主文立場表"
	},
	"裁定全文": {
		"454849": "112年憲裁字第150號嘎瑪賜萊（Karma Thinley）、仁青曲仲（Rinchen Choedon）、貝瑪卓瑪（Pema Dolma）聲請案"
	}
}