{
	"id": "349350",
	"類型": "程序裁定",
	"裁定字號": "112年憲裁字第23號",
	"原分案號": "111年度憲民字第4233號",
	"裁定日期": "2023-06-16",
	"聲請人": "葉瑞祺",
	"案由": "聲請人為偽造文書案件，聲請法規範及裁判憲法審查暨暫時處分",
	"主文": [
		"一、本件法規範及裁判憲法審查之聲請，均不受理。",
		"二、本件暫時處分之聲請駁回。"
	],
	"理由": [
		"一、本件聲請人認臺灣高等法院111年度上易字第340號刑事判決（下稱系爭判決），及其所適用之刑法第214條規定（下稱系爭規定一）及法院組織法第51條之4第1項規定（下稱系爭規定二），有違憲疑義，爰聲請法規範及裁判憲法審查暨暫時處分。聲請人主張略以：（一）系爭規定一之構成要件「不實」、「登載」及「公文書」規定，實務上之見解分歧，有違反法律明確性原則。（二）對於不得上訴至第三審法院之案件，人民並無聲請大法庭統一法律見解之管道，系爭規定二有所缺漏，違反平等原則，不符憲法第16條保障訴訟權之意旨。（三）系爭判決增加系爭規定一構成要件所無之「形式審查」要件，違反罪刑法定原則。（四）系爭判決未將「偽造之本票」及「因虛偽債權簽發之本票」，二者本質不同之事務為區別對待，而「本票裁定」與「假扣押裁定」，二者本質相同未為相同對待，違反平等原則。（五）系爭判決就實務上有該當與不該當之法律見解歧異，未尋求統一法律見解，亦未闡釋其法律見解，逕為聲請人有罪之判決，違反正當法律程序及公平審判原則。（六）本案具有急迫性，且無其他手段可資防免等情形，有聲請暫時處分之必要。等語。",
		"二、按「人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決。」又人民聲請法規範或裁判憲法審查案件「於具憲法重要性，或為貫徹聲請人基本權利所必要者，受理之。」憲法訴訟法（下稱憲訴法）第59條第1項及第61條第1項分別定有明文。而上述聲請案件如不具憲法重要性，且亦非貫徹聲請人基本權利所必要，即應為不受理裁定，此觀憲訴法第61條第2項規定亦明。",
		"三、經查：聲請人曾對臺灣臺北地方法院108年度易字第242號刑事判決提起上訴，經系爭判決以聲請人上訴請求改判較輕刑度為有理由，而撤銷原判決，並自為判決，該案件不得上訴至第三審而告確定。是本件聲請應以系爭判決為確定終局判決，合先敘明。",
		"四、核聲請意旨所陳：",
		"（一)聲請人主張系爭規定一實務上有見解歧異之情形，違反法律明確性原則云云。惟按憲法第80條規定，法官依據法律獨立審判，不受任何干涉。又法律明確性要求，非謂法律文義應具體詳盡而無解釋之空間或必要。立法者所選擇之法律概念與用語之意義，自其文義、立法目的與法體系整體關聯性觀點非難以理解，且個案事實是否屬於法律所欲規範之對象，為一般受規範者所得預見，並可經由法院審查認定及判斷者，即無違反法律明確性原則（憲法法庭112年憲判字第5號判決參照）。聲請人僅以有實務見解歧異為憑，尚難認聲請人已具體指摘系爭規定一究有何違反法律明確性原則或有何牴觸憲法之處。",
		"（二）聲請人主張系爭規定二，未給予不得上訴至第三審法院之案件，聲請大法庭統一法律見解之管道，違反平等原則，不符憲法第16條保障訴訟權之意旨云云。憲法第16條保障人民訴訟權，係指人民於其權利或法律上利益遭受侵害時，有請求法院救濟之權利。基於有權利即有救濟之憲法原則，人民權利或法律上利益遭受侵害時，必須給予向法院提起訴訟，請求依正當法律程序公平審判，以獲及時有效救濟之機會，此乃訴訟權保障之核心內容（憲法法庭111年憲判字第11號判決參照）。又大法庭制度之設計，涉及制度之功能及司法資源之有效運用分配等因素，何種案件得聲請大法庭裁定統一法律見解，屬立法形成範圍。且得否尋求大法庭統一見解，並非憲法第16條訴訟權保障之核心。是此部分之聲請，尚難認符合聲請人有權利遭受侵害之要件。",
		"（三）聲請人主張確定終局判決增加系爭規定一構成要件所無之「形式審查」要件，違反罪刑法定原則云云。惟確定終局判決就系爭規定一增加「形式審查」要件部分，並非對聲請人不利之見解；至其有罪認定縱屬違背法令，亦僅屬得否另由非常上訴程序尋求救濟之問題而已。本件聲請並未具體敘明確定終局判決之見解所涉基本權之內容為何，及其見解如何而有誤等。是尚難認本件聲請就確定終局判決之法律見解，究有何牴觸憲法之處，已有具體指摘。",
		"（四）聲請人主張確定終局判決，違反正當法律程序及公平審判原則及其餘所陳部分，聲請人僅係持其主觀意見，泛言確定終局判決、系爭規定一及二有違憲之處，亦尚難認聲請人已於客觀上具體指摘此部分究有何牴觸憲法之處。",
		"五、綜上，本件聲請關於法規範及裁判憲法審查部分均核與上開憲訴法規定要件不符，爰裁定均不受理。又本件法規範及裁判憲法審查之聲請既均不受理，有關其暫時處分之聲請即失所依附，應予駁回。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"裁定全文": {
		"433181": "112年憲裁字第23號葉瑞祺聲請案"
	}
}