{
	"id": "351950",
	"類型": "程序裁定",
	"裁定字號": "113年審裁字第122號",
	"原分案號": "112年度憲民字第1043號",
	"裁定日期": "2024-02-29",
	"聲請人": "台塑石化股份有限公司",
	"案由": "聲請人因廢棄物清理法事件，認最高行政法院110年度上字第601號判決，及其所適用之行政訴訟法第253條第1項及第259條規定，有違憲疑義，聲請裁判及法規範憲法審查。",
	"案件公告": {},
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人聲請意旨略以：",
		"(一)聲請人所屬麥寮一廠前於中華民國91年間，以「循環式流體化床鍋爐」製程所產出之混合石膏及副產石灰（下併稱系爭製程產出物）申請登記為產品，經雲林縣政府核准登記在案，並於99年至101年間於事業廢棄物清理計劃書（下稱廢清書）之主要產品（副產品）欄位將系爭製程產出物列為產品，迭經雲林縣政府准予備查在案。惟最高行政法院110年度上字第601號判決（下稱系爭判決），逕認聲請人於行政院環境保護署（下稱環保署）100年5月9日環署廢字第1000036827號令（下稱100年5月9日令）發布後，即不得因系爭製程產出物仍有產品登記，或於雲林縣政府核准之廢清書仍將之認定屬產品等情事，而主張無履行清理義務之期待可能性。系爭判決關於環保署100年5月9日令課予事業清理義務之認定，已非受規範之事業所得理解或預見，顯已違反明確性原則、法律保留原則、期待可能性原則及信賴原則，嚴重侵害聲請人受憲法保障之財產權及營業自由。又系爭判決以僅具政策宣示之環境基本法規限制聲請人之財產權及營業自由，顯違反明確性原則及法律保留原則；系爭判決於自為判決時未行言詞辯論，即以顯非歷審攻防重點之環境基本法規定為據，駁回聲請人之訴，顯屬突襲性裁判，違反正當法律程序而侵害聲請人受憲法保障之訴訟權。",
		"(二)現行行政訴訟法第259條規定（111年6月22日修正，112年8月15日施行，下稱系爭規定一），及系爭判決所適用之同法第259條規定（110年12月8日修正，111年1月4日施行，下稱系爭規定二），均未將「廢棄對人民有利之原判決，並改判人民敗訴」之情形，排除於最高行政法院自為判決之範圍之外，未使人民有請求另一審級法院審查該不利人民之法院判決之機會，未維護人民於敗訴確定前，至少還有一次上訴最高行政法院救濟之訴訟權利，亦未規定最高行政法院應行言詞辯論，方可為改判人民敗訴確定之自為判決，於此範圍內，有違憲法第16條規定之意旨；現行行政訴訟法第253條第1項規定（111年6月22日修正，112年8月15日施行，下稱系爭規定三），及系爭判決所適用之同法第253條第1項規定（99年1月13日修正，同年5月1日施行，下稱系爭規定四），均未規定最高行政法院如欲廢棄有利於人民之原判決，並自為不利於人民之判決者，應使人民敗訴確定前，給予人民言詞辯論之機會，故違反憲法第16條規定之意旨。",
		"(三)綜上，就系爭判決及系爭規定一至四，聲請裁判及法規範憲法審查等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；聲請不備要件者，審查庭得以一致決裁定不受理。憲法訴訟法第59條第1項及第15條第2項第7款分別定有明文。又依憲法訴訟法第59條第1項之立法意旨，裁判憲法審查制度乃為處理各法院裁判於解釋法律及適用法律時，誤認或忽略了基本權利重要意義，或違反通常情況下所理解之憲法價值等司法權行使有違憲疑慮之情形。憲法審查之聲請應以聲請書記載聲請判決之理由及聲請人對本案所持之法律見解，憲法訴訟法第60條第6款定有明文。另依憲法訴訟法第15條第3項規定，聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理；且其立法理由揭明：「聲請判決之理由乃訴訟程序進行之關鍵事項，聲請人就聲請憲法法庭為判決之理由，……有於聲請書具體敘明之義務……。」故聲請人聲請憲法法庭裁判之聲請書，若未具體敘明裁判及法規範有如何違憲之理由，核屬未表明聲請裁判理由之情形，憲法法庭審查庭得毋庸命補正，逕以一致決裁定不受理。",
		"三、經查：",
		"(一)臺南市政府環境保護局（下稱臺南市環保局）於102年1月24日至臺南市二間土石方資源堆置場稽查，當場查獲該等土石方資源堆置場正在收受聲請人產生之系爭製程產出物，認聲請人有違反行為時廢棄物清理法第28條第1項第3款規定之情事，經臺南市環保局於103年3月24日以環土字第1030026813號函附同日南市環廢字第103030928號裁處書（下稱系爭處分）裁處聲請人「罰鍰6,000元」、「應支出而未支出之所得利益1億4,240萬5,120元」及「限期於103年5月28日前完成改善」，並依行為時環境教育法第23條第2款規定處「環境講習2小時」（嗣經臺南市環保局於103年3月31日勘誤為1小時）。",
		"(二)聲請人對系爭處分不服，循序提起行政救濟。系爭處分關於「應支出而未支出之所得利益1億4,240萬5,120元」及「環境講習1小時」部分，經高雄高等行政法院103年度訴字第321號判決撤銷，且臺南市環保局未對此部分提起上訴而確定。系爭處分關於「罰鍰6,000元」部分，經高雄高等行政法院105年度訴更一字第13號判決撤銷，並經最高行政法院107年度判字第336號判決駁回臺南市環保局之上訴而確定。系爭處分關於「限期於103年5月28日前完成改善」部分，經高雄高等行政法院109年度訴更三字第9號判決撤銷，臺南市環保局不服，提起上訴，經系爭判決廢棄原判決，並依系爭規定二自為判決，而駁回聲請人在第一審請求撤銷訴願決定及系爭處分關於限期改善部分之訴而確定。是本件聲請，應以系爭判決為確定終局判決。",
		"(三)核本件聲請意旨：",
		"1.關於聲請法規範憲法審查及據之而為之裁判憲法審查聲請部分，查確定終局判決並未適用系爭規定一及三，聲請人自不得對之聲請法規範及裁判憲法審查。就系爭規定二及四部分，僅係以聲請人自己對憲法訴訟權保障核心之見解，對立法者就行政訴訟事件審級救濟、程序保障及相關要件加以指摘，而爭執最高行政法院依法自為判決之不當，並主張系爭規定二漏未依司法院釋字第752號等解釋意旨一併修正，且系爭規定四未規定最高行政法院如欲廢棄對人民有利之原判決而自為判決者，即應行言詞辯論，是系爭規定二及四均侵害憲法第16條保障人民之訴訟權等語，並認確定終局判決因此違憲，尚難因此而認已於客觀上具體指明確定終局判決、系爭規定二及四有如何牴觸憲法之處。",
		"2.關於其餘之聲請裁判憲法審查部分，實係聲請人以其於本件原因案件中對於雲林縣政府所為核准登記、准予備查之行政行為已生信賴為立論前提，並以其就行政法上「義務之課予」、「期待可能性」再為詮釋之主觀理解，爭執確定終局判決適用法律之違失或具有程序瑕疵等，尚難認聲請人已於客觀上具體敘明確定終局判決就相關法律之解釋及適用，究有何誤認或忽略基本權利重要意義，或違反通常情況下所理解之憲法價值等牴觸憲法之情形，核屬未表明聲請裁判理由之情形。",
		"(四)綜上，本件聲請核與憲法訴訟法前揭規定之要件有所未合，爰依憲法訴訟法第15條第2項第7款及第3項規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"許志雄",
		"楊惠欽",
		"陳忠五"
	],
	"裁定全文": {
		"463341": "113年審裁字第122號台塑石化股份有限公司聲請案"
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}