{
	"id": "352024",
	"類型": "程序裁定",
	"裁定字號": "113年審裁字第174號",
	"原分案號": "112年度憲民字第1127號",
	"裁定日期": "2024-03-12",
	"聲請人": "蘇荃煌",
	"案由": "聲請人因聲請撤銷書面告誡案件，聲請裁判及法規範憲法審查。",
	"案件公告": {},
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請意旨略謂：臺灣臺北地方法院（下稱臺北地院）112年度聲字第1139號刑事裁定（下稱系爭裁定）所適用之跟蹤騷擾防制法（下稱跟騷法）第4條第5項規定（下稱系爭規定），使聲請人無從尋求司法救濟，違反權力分立原則及正當法律程序，侵害聲請人之平等權、訴訟權、訴願權、自由權、資訊自主決定權及隱私權，有牴觸憲法第7條、第16條及第22條規定之疑義；系爭裁定則因所適用之系爭規定違憲，亦應受違憲宣告並廢棄發回；乃聲請裁判及法規範憲法審查等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；聲請不備要件者，審查庭得以一致決裁定不受理。憲法訴訟法第59條第1項及第15條第2項第7款分別定有明文。",
		"三、經查：",
		"(一)聲請人係遭臺北市政府警察局松山分局依跟騷法第4條第2項規定核發書面告誡（下稱系爭書面告誡），告誡其勿再對被害人為跟蹤行蹤、守候住所、以網際網路或其他設備進行干擾等等行為，並系爭書面告誡之注意事項欄載明：「一、行為人收受書面告誡後2年內，若對被害人再為跟蹤騷擾行為，被害人得向法院聲請保護令。二、法院核發保護令後，行為人若違反其內容，處3年以下有期徒刑、拘役或科或併科新臺幣30萬元以下罰金。……」",
		"(二)聲請人不服系爭書面告誡，於中華民國112年7月3日向臺北地院提出刑事準抗告狀，聲請撤銷系爭書面告誡，經同年月4日之系爭裁定以警察機關所為跟騷法之書面告誡，顯非刑事訴訟法第416條第1項所定得提起準抗告之客體，認聲請人之聲請於法未合而予以駁回確定。",
		"(三)聲請人就系爭書面告誡，另於112年6月28日依跟騷法第4條第3項規定，向臺北市政府警察局表示異議，經該局審查相關資料，認聲請人以透過多款社群軟體傳送訊息方式，持續、反覆對被害人為騷擾行為，並被害人已因此心生畏怖且影響日常生活，乃以同年8月1日北市警婦字第1123069210號函為維持系爭書面告誡之決定（下稱系爭異議決定）。",
		"四、復查：",
		"(一)按跟騷法係基於保護個人身心安全、行動自由、生活私密領域及資訊隱私，免於受到跟蹤騷擾行為侵擾，維護個人人格尊嚴之目的而制定（跟騷法第1條規定參照），從而於同法第4條第2項規定：「前項案件經調查有跟蹤騷擾行為之犯罪嫌疑者，警察機關應依職權或被害人之請求，核發書面告誡予行為人；必要時，並應採取其他保護被害人之適當措施。」並於同條第3項規定：「行為人或被害人對於警察機關核發或不核發書面告誡不服時，得於收受書面告誡或不核發書面告誡之通知後10日內，經原警察機關向其上級警察機關表示異議。」另於同條第5項(即系爭規定)規定：「行為人或被害人對於前項上級警察機關之決定，不得再聲明不服。」",
		"(二)依上述三、所示之時序，可知聲請人雖曾就系爭書面告誡向臺北市政府警察局表示異議，惟於系爭異議決定作成前，即持系爭書面告誡向臺北地院提出刑事準抗告狀，並以系爭異議決定作成前之系爭裁定作為確定終局裁定，主張系爭規定違憲，而對系爭裁定及系爭規定聲請裁判及法規範憲法審查。從而，就聲請人爭議之系爭書面告誡及系爭規定言，聲請人主張為本件聲請之確定終局裁定即系爭裁定，並非聲請人踐行前述跟騷法第4條第3項規定之程序後，所受未獲司法救濟之確定終局裁定；是聲請人以系爭規定違憲為由，持系爭裁定為本件裁判及法規範憲法之聲請，核與前揭憲法訴訟法第59條第1項規定「經依法定程序用盡審級救濟程序」之要件有所未合。爰依同法第15條第2項第7款規定，以一致決裁定不受理。",
		"五、至聲請人是否另就系爭書面告誡循行政爭訟程序提起救濟，進而是否聲請憲法法庭裁判，核屬就該聲請另立聲請案之範疇，尚不影響本件聲請案之審理及裁判；又本件聲請既應不受理，尚不生聲請人所稱另併他案審理之問題；均附此敘明。"
	],
	"法庭組成": [
		"許志雄",
		"楊惠欽",
		"陳忠五"
	],
	"裁定全文": {
		"464255": "113年審裁字第174號蘇荃煌聲請案"
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}