{
	"id": "351619",
	"類型": "程序裁定",
	"裁定字號": "113年審裁字第38號",
	"原分案號": "112年度憲民字第1032號",
	"裁定日期": "2024-01-16",
	"聲請人": "蘇祐明",
	"案由": "聲請人因撤銷緩刑案件，認臺灣高等法院臺中分院112年度抗字第751號刑事裁定，及所適用之保安處分執行法第74條之2第1款、第74條之3第1項規定，有違憲疑義，聲請裁判及法規範憲法審查暨暫時處分。",
	"主文": [
		"一、本件關於裁判及法規範憲法審查之聲請均不受理。",
		"二、暫時處分之聲請駁回。"
	],
	"理由": [
		"一、聲請人聲請意旨略以：保安處分執行法第74條之2第1款規定（下稱系爭規定一）所稱「保持善良品行，不得與素行不良之人往還」及第74條之3第1項規定（下稱系爭規定二）以受保護管束人違反前條各款情形之一「情節重大者」，作為檢察官得聲請撤銷緩刑宣告之要件，有違法律明確性原則、憲法第7條平等原則、第8條保障人身自由、正當法律程序原則、第16條訴訟權及第23條比例原則；又臺灣高等法院臺中分院112年度抗字第751號刑事裁定（下稱系爭裁定）認聲請人業已該當未保持善良品行且情節重大之要件，於聲請人未經另案判決宣告有期徒刑確定，即適用有違法律明確性原則之系爭規定一及二，致聲請人之緩刑宣告遭撤銷，系爭裁定有違憲疑義，為此聲請裁判及法規範憲法審查；另聲請憲法法庭作成暫時停止執行臺灣苗栗地方檢察署112年執更字第843號執行命令之暫時處分等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；又前述聲請，應以聲請書記載聲請判決之理由及聲請人對本案所持之法律見解，憲法訴訟法第59條第1項及第60條第6款分別定有明文。另依憲法訴訟法第15條第3項規定，聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理；其立法理由揭明：「……聲請人就聲請憲法法庭為判決之理由，……有於聲請書具體敘明之義務……。」故聲請人聲請憲法法庭裁判之聲請書，若未具體敘明裁判及其所適用之法規範有如何違憲之理由，核屬未表明聲請裁判理由之情形，憲法法庭審查庭亦得毋庸命補正，逕以一致決裁定不受理。",
		"三、經查：",
		"（一）聲請人前因對未滿14歲之男子犯強制猥褻罪，經臺灣高等法院臺中分院111年度侵上訴字第89號刑事判決（下稱前案）判處有期徒刑2年，緩刑5年，並應於緩刑期內接受受理執行之地方檢察署所舉辦之法治教育5場次，及向受理執行之地方檢察署檢察官指定之政府機關、政府機構、行政法人、社區或其他符合公益目的之機構或團體，提供120小時之義務勞務，緩刑期間付保護管束。前案於中華民國111年11月7日確定在案，緩刑期間迄116年11月6日止。",
		"（二）又聲請人雖於112年6月13日已履行前案判決所命接受法治教育部分之條件負擔，然聲請人於前揭保護管束期間內之112年4月9日，復因對未滿18歲之少年涉犯強制猥褻罪，經臺灣新竹地方檢察署檢察官向法院提起公訴，現由臺灣新竹地方法院以112年度侵訴字第33號案審理中（下稱後案）。",
		"（三）嗣經聲請人所在地或其最後住所地之臺灣苗栗地方檢察署檢察官，以聲請人前揭於緩刑付保護管束期內之妨害性自主行為顯已違反系爭規定一且情節重大，依系爭規定二及刑事訴訟法第476條規定，向臺灣苗栗地方法院聲請撤銷緩刑宣告。經臺灣苗栗地方法院112年度撤緩字第41號刑事裁定撤銷聲請人緩刑之宣告，聲請人不服對之提起抗告，經系爭裁定以聲請人之抗告無理由駁回其抗告確定，是本件聲請，應以系爭裁定為確定終局裁判，合先敘明。",
		"（四）系爭裁定係執行檢察官依系爭規定二以書面向法院提出聲請，而非當庭聲明，亦非屬刑事訴訟法第10章被告羈押等須經法官訊問之程序，則法院為裁定時，若認有必要，固可調查證據或傳訊聲請人到庭陳述意見；然是否確有調查證據或傳喚聲請人到庭說明或陳述意見，容屬法院職權之行使，並非法定必踐行之程序（刑事訴訟法第222條規定參照）。而系爭裁定已於裁定中詳述，聲請人所犯後案雖尚在法院審理中，但該部分犯罪事實，已經後案被害人於警詢、偵訊證述明確，且聲請人亦坦承有拍攝後案被害人之事實並有肢體接觸，雖辯稱無強制猥褻行為，然已可見聲請人確未能保持善良品行，且情節重大，顯然前案宣告緩刑併付保護管束，欲藉由保安處分之執行，使聲請人能反省自律，以達痛改前非之目的，已無法達成，足見聲請人所受緩刑之宣告已難收預期效果，自應撤銷其前案所受之緩刑宣告等語（系爭裁定理由三參照）。",
		"四、又查：",
		"（一）本件就系爭規定一及二聲請法規範憲法審查部分：聲請人於前案受有期徒刑宣告2年，緩刑5年，並應於緩刑期內履行前案判決所命條件負擔，惟聲請人於前案緩刑宣告不久，旋即再犯與前案犯罪情節及社會危險性類似之後案，而經系爭裁定維持第一審所為撤銷聲請人前揭緩刑宣告之裁定確定，已如前述。則聲請人認系爭規定一及二所稱「保持善良品行」、「情節重大」，何以有文義難以理解且為聲請人無法預見、法院無從認定及判斷，而違反法律明確性原則，難謂已具體敘明。又聲請人另爭執系爭規定一及二未以「經有罪判決確定」作為撤銷緩刑宣告之事由，然就何以侵害其受憲法所保障之平等權、人身自由及違反比例原則，亦未見聲請人具體敘明。",
		"（二）本件就系爭裁定聲請裁判憲法審查部分：聲請人既未具體敘明系爭規定一及二之違憲理由，且法官本得依刑事訴訟法第222條規定，以書面審理而作成系爭裁定，又系爭裁定已於裁定中詳述聲請人確未能保持善良品行且情節重大，而應撤銷聲請人於前案所受之緩刑宣告之理由。綜觀聲請人此部分之主張意旨，尚難謂客觀上已具體敘明系爭裁定究有何違憲之處。",
		"（三）綜上，尚難認聲請人對於系爭裁定、系爭規定一及二有如何之牴觸憲法，已予以具體敘明，核屬未表明聲請裁判理由之情形。爰依憲法訴訟法第15條第3項規定，以一致決裁定不受理。",
		"五、本件關於聲請裁判及法規範憲法審查部分既不受理，是聲請人關於暫時處分之聲請即失所依附，應併予駁回。"
	],
	"法庭組成": [
		"許志雄",
		"楊惠欽",
		"陳忠五"
	],
	"裁定全文": {
		"458534": "113年審裁字第38號蘇祐明聲請案"
	}
}