{
	"id": "346741",
	"類型": "判決",
	"判決字號": "113年憲判字第1號",
	"標題": "毒品案件擴大利得沒收案",
	"原分案號": "111年度憲民字第4096號",
	"判決日期": "2024-01-26",
	"聲請人": "紀怡慧",
	"案由": "聲請人因違反毒品危害防制條例案件，認所受不利確定終局判決及其所適用之毒品危害防制條例第19條第3項、刑法第2條第2項規定牴觸憲法，聲請裁判及法規範憲法審查。",
	"案件公告": {},
	"主文": [
		"一、中華民國109年1月15日修正公布並自同年7月15日施行之毒品危害防制條例第19條第3項規定：「犯第4條至第9條、第12條、第13條或第14條第1項、第2項之罪，有事實足以證明行為人所得支配之前2項規定以外之財物或財產上利益，係取自其他違法行為所得者，沒收之。」無涉罪刑法定原則、罪責原則及無罪推定原則。前開規定所定「其他違法行為」，係指刑事違法行為。至於所稱「有事實足以證明」，應由檢察官就「行為人所得支配之上開條例第19條第1項、第2項規定以外之財物或財產上利益，係取自其他違法行為所得」之事實，負舉證之責；法院綜合一切事證，經蓋然性權衡判斷，認定行為人所得支配犯罪所得以外之財物或財產上利益，有高度可能性係取自其他違法行為所得者，即為已足。惟法院不得僅以被告無法說明或證明財物或財產上利益之合法來源，即認定屬其他違法行為所得；且應於訴訟中充分確保被告聲請調查證據及辯論之權利，俾兼顧被告受法院公平審判權利之保障。就此而言，前開規定未違反法律明確性原則、憲法第23條比例原則、憲法公平審判原則，與憲法第15條保障財產權、第16條保障訴訟權之意旨均屬無違。",
		"二、中華民國104年12月30日修正公布並自105年7月1日施行之刑法第2條第2項規定：「沒收……，適用裁判時之法律。」其中涉及前開條例第19條第3項規定部分，無涉罪刑法定原則，亦與法律不溯及既往原則及信賴保護原則均屬無違。",
		"三、聲請人之聲請駁回。"
	],
	"理由": [
		"壹、事實概要及聲請意旨",
		"聲請人與其配偶因違反毒品危害防制條例（下稱毒品條例）案件，經臺灣橋頭地方法院依臺灣橋頭地方檢察署（下稱橋頭地檢署）檢察官之聲請，核發搜索票（108年度聲搜字第110號）後，檢察官指揮員警於中華民國108年3月11日持2張搜索票，同時分別前往其二人製造毒品之高雄市○○區○○街租屋處，及其二人位於高雄市○○區○○路居所，執行搜索，分別扣得現金新臺幣（下同）3,302萬7,700元、1,200萬元。嗣橋頭地檢署檢察官認確有相當理由認為情況急迫，非迅速搜索，24小時內證據有偽造、變造、湮滅或隱匿之虞，乃依刑事訴訟法第131條第2項規定，於層報檢察長核准後，指揮員警於同年3月15日再次前往上開○○路處所逕行搜索，並扣得現金5,206萬6,000元。合計3次搜索共扣得現金9,709萬3,700元。案經檢察官起訴後，迭經臺灣橋頭地方法院108年度重訴字第10號、108年度訴字第295號刑事合併判決及臺灣高等法院高雄分院110年度上訴字第758號、第759號刑事合併判決論處聲請人與其配偶共同製造第二級毒品之罪刑，並認為上開9,709萬3,700元中之9,287萬元屬聲請人與其配偶取自其他違法行為所得，應共負擴大利得沒收之責，爰適用109年1月15日修正公布，並自同年7月15日施行之毒品條例第19條第3項規定（下稱系爭規定一）及刑法第2條第2項規定（下稱系爭規定二），宣告沒收之。復經最高法院111年度台上字第3885號、第4009號刑事合併判決以上訴違背法律上之程式為由而駁回確定，是本案聲請應以上開臺灣高等法院高雄分院刑事合併判決為確定終局判決（下稱確定終局判決）。",
		"聲請人主張意旨略以：（1）犯毒品條例第4條至第9條、第12條、第13條或第14條第1項、第2項之罪之人，只要有事實足以證明行為人所得支配犯罪所得以外之財物或財產上利益，係取自其他違法行為所得者，即予以擴大沒收，其處置效果相當於刑罰，實質上具有刑罰性質。（2）所謂「其他違法行為」究竟屬「刑事」、「民事」或「行政」違法行為，文義上有不明之處，且所謂「有事實足以證明」，解釋上可能有不同證明門檻，非一般人可預見，均屬違反刑罰明確性原則。（3）又系爭規定一降低證明門檻，使法院無庸確信特定違法行為所得，即可沒收人民財產，且未要求檢察官舉證，被告訴訟上難以防禦，違反無罪推定原則、公平審判（證據裁判）原則。（4）系爭規定一並非最小侵害手段，本案法院沒收聲請人本案犯罪所得僅400萬元，卻沒收達9,287萬元之其他違法行為所得，違反比例原則。（5）系爭規定一實質上屬於刑罰或類似刑罰措施，效果更甚於行政罰，但系爭規定二，卻將系爭規定一溯及適用於施行前之行為，違反罪刑法定原則之禁止溯及既往原則，應屬違憲。",
		"貳、受理要件之審查及審理程序",
		"一、受理要件之審查",
		"依112年6月21日修正公布、同年7月7日施行之憲法訴訟法（下稱憲訴法）第59條第1項規定，人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決。又參照憲訴法第62條第1項規定就人民聲請案原因案件救濟方式之改變，及憲訴法第90條第1項本文規定之程序從新原則，而為體系解釋，是於111年1月4日憲訴法施行後，除憲訴法另有規定外，人民尚不得僅聲請法規範憲法審查。惟人民據111年1月4日後送達之不利確定終局裁判聲請法規範憲法審查者，除因聲請人明示不聲請裁判憲法審查，致應不受理者外，得認其聲請審查之標的亦包括該不利確定終局裁判。查本案聲請人雖未明確表明聲請裁判憲法審查，惟聲請人既已表明其係就確定終局判決所適用之系爭規定一、二聲請法規範憲法審查之意旨，應認其係對確定終局判決及該判決所適用之系爭規定一、二，聲請裁判及法規範憲法審查。",
		"又依憲訴法第59條第2項規定，前項聲請，應自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內為之。查本案聲請人對確定終局判決不服提起上訴，經最高法院於111年10月5日駁回上訴確定後，聲請人已於同年11月29日向本庭提出上揭裁判及法規範憲法審查之聲請，足認其聲請係於法定不變期間內提出。",
		"綜上，聲請人之聲請核與上開憲訴法規定相符，應予受理。 ",
		"二、言詞辯論程序",
		"本庭於112年11月27日行言詞辯論，通知聲請人、關係機關法務部，另邀請專家學者到庭陳述意見。聲請人及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人：依系爭規定一規定，對於犯毒品犯罪之行為人，只要有事實足以證明其所得支配犯罪所得以外之財物或財產上利益，係取自其他違法行為所得者，即予以擴大沒收，實質上具有刑罰性質；且該規定不僅文義並非清楚明確，非一般人可預見，違反刑罰明確性原則；又該規定降低證明門檻，使法院無庸確信為特定違法行為所得，即可沒收人民財產，違反無罪推定原則、公平審判（證據裁判）原則；再本件原因案件犯罪所得僅400萬元，適用系爭規定一擴大沒收金額卻高達9,287萬元，可見系爭規定一並非最小侵害手段，違反比例原則；又依系爭規定二規定將系爭規定一溯及適用於施行前之行為，違反法律不溯及既往原則、信賴保護原則，應屬違憲。",
		"（二）關係機關法務部：系爭規定一並非刑罰或類似刑罰之措施，未違反刑罰明確性原則、罪責原則、無罪推定原則。系爭規定一之法律效果為沒收毒品犯罪之行為人取自其他違法行為之不法利得，規範內容清楚明確，且於審判實務經法院嚴謹認定後予以擴大沒收，故未違反比例原則、法律明確性原則、公平審判原則。又系爭規定二於涉及系爭規定一之情形，亦無違反罪刑法定原則、法律不溯及既往原則或信賴保護原則等語。",
		"（三）聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書及言詞辯論筆錄。",
		"本庭斟酌聲請人之聲請書、關係機關之言詞辯論意旨書、專家學者之意見書，及全辯論意旨等，作成本判決。",
		"參、審查標的",
		"一、中華民國109年1月15日修正公布並自同年7月15日施行之毒品危害防制條例第19條第3項規定：「犯第4條至第9條、第12條、第13條或第14條第1項、第2項之罪，有事實足以證明行為人所得支配之前2項規定以外之財物或財產上利益，係取自其他違法行為所得者，沒收之。」（即系爭規定一）",
		"二、中華民國104年12月30日修正公布並自105年7月1日施行之刑法第2條第2項規定：「沒收……，適用裁判時之法律。」（即系爭規定二）",
		"三、臺灣高等法院高雄分院110年度上訴字第758號、第759號刑事合併判決。",
		"肆、形成主文之法律上意見",
		"一、擴大利得沒收制度非屬刑罰範疇，無涉罪刑法定原則、罪責原則及無罪推定原則",
		"按刑罰法規涉及人民生命、人身自由及財產權之限制或剝奪，國家刑罰權之行使，應嚴格遵守憲法罪刑法定原則，行為之處罰，以行為時之法律有明文規定者為限，且法律所定之犯罪構成要件，須以一般受規範者所得理解及預見之標準解釋之（司法院釋字第602號及第792號解釋參照）。",
		"又基於法治國原則之罪責原則，人民僅因自己之刑事違法且有責行為而受刑事處罰，且其所受處罰程度不得超過罪責範圍（司法院釋字第662號、第669號、第679 號、第687號及第775號解釋參照）。",
		"再按，法治國原則之無罪推定原則，乃禁止對未經刑事判決有罪確定之被告執行刑罰，亦禁止僅憑犯罪嫌疑就對被告施予刑罰或類似刑罰之措施，人民依法受有罪判決前，應推定為無罪，乃現代法治國公認之原則，並已成為我國重要憲法原則（司法院釋字第665號解釋參照）。",
		"憲法罪刑法定原則所稱之刑罰，簡言之，係指國家為對從事刑事違法且有責行為之人民予以非難，所施加符合罪責相當之嚴厲處遇，例如剝奪人身自由或財產。是國家對於人民之任何不利益處遇，是否具刑罰之性質，當須視是否與上開所描述刑罰之概念要素相符而定（本庭111年憲判字第18號判決理由第43段參照）。申言之，立法者依其所欲達成之目的，對國家基於違法行為干預人民自由或財產之措施，於法制度之形成上，享有一定之立法裁量空間。判斷立法者制定之措施是否屬刑罰或類似刑罰，不應僅因該措施係規範於刑法典中而定，亦不應僅著眼於該措施使人民遭受財產或經濟上不利益，而須綜觀該措施之性質、目的及效果，是否等同或類似刑罰（司法院釋字第751號、第808號解釋及本庭111年憲判字第18號判決理由第44段參照）。從而，就擴大利得沒收制度，應就整體制度之目的、效果及性質等析之，以判斷該措施是否屬刑罰或類似刑罰，爰分述如下：",
		"（一）系爭規定一所定擴大利得沒收乃立法者所創設非以定罪為基礎之沒收制度，目的在於剝奪違法行為之不法利得，並阻斷該不法利得繼續用於違法行為",
		"1.系爭規定一之立法目的係著眼於回復合法財產秩序，杜絕行為人繼續犯罪之誘因",
		"按系爭規定一規定：「犯第4條至第9條、第12條、第13條或第14條第1項、第2項之罪，有事實足以證明行為人所得支配之前二項規定以外之財物或財產上利益，係取自其他違法行為所得者，沒收之。」其立法理由為：「因毒品犯罪常具有暴利，且多具有集團性及常習性，考量司法實務上，對於查獲時無法證明與本次犯罪有關，但可能與其他違法行為有關聯且無合理來源之財產證明，如不能沒收，將使毒品防制成效難盡其功，且縱耗盡司法資源仍未能調查得悉可能來源，而無法沒收，產生犯罪誘因，而難以杜絕毒品犯罪行為。為彰顯我國對於毒品防制之重視，而有引進擴大沒收之必要。所謂擴大沒收，指就查獲被告本案違法行為時，亦發現被告有其他來源不明而可能來自其他不明違法行為之不法所得，雖無法確定來自特定之違法行為，仍可沒收之。」（立法院公報第108卷第103期（4746）中冊第252頁至第253頁參照）。",
		"由是可知，系爭規定一係立法者藉由允許國家澈底沒收違法行為之不法所得，除回復合法之財產秩序外，並防範行為人將不法利得作為嗣後毒品犯罪之資本，從而杜絕行為人繼續犯罪之誘因，俾打擊毒品犯罪行為。是系爭規定一乃立法者明確基於未來性、預防性目的，導正財產秩序規範，避免已被干擾之違法法秩序狀態持續到未來，並藉由對外宣示不許從事違法行為之人保有不法所得，截斷犯罪誘因，兼收杜絕毒品犯罪行為之效。準此，依立法者之原意，系爭規定一並非為非難不法取得該利益之行為所採取之刑事處罰。",
		"2.基於剝奪犯罪收益、阻斷犯罪資金及預防遏止犯罪之考量，立法者建立非以定罪為基礎之擴大利得沒收機制",
		"近年日益增多之毒品、人口販運、貪腐、詐騙、跨國洗錢等犯罪，往往涉及具有結構性、持續性，以牟利為目的之組織犯罪，嚴重影響人民生命、身體、自由、財產安全，已成為危害社會秩序、公共安全甚至侵蝕民主法治之重大課題。因應此類犯罪行為，聯合國禁止非法販運麻醉藥品和精神藥物公約（United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances）第5條、聯合國打擊跨國有組織犯罪公約（UNTOC）、聯合國反貪腐公約（UNCAC）（註1）第2條(g)、第54條第1項C款、聯合國反貪腐公約及防制洗錢金融行動工作組織（FATF）第4項建議4.1等諸多國際公約或國際組織之規範，均要求締約國或會員國訂定有效剝奪不法利得之沒收制度（註2），歐洲及英美諸國於近年亦陸續建立非以定罪為基礎之沒收制度（non-conviction-based confiscation/forfeiture），英美甚至以民事手段處理之，如美國、加拿大之民事沒收機制（civil forfeiture），英國之民事追償制度（civil recovery）等。",
		"實務上，犯罪不法利得通常係偵查機關發動搜索、扣押時查獲。又，毒品案件中，基於毒品犯罪之慣習性、持續性，於搜索、扣押之際一併扣得被告在一段期間內多次毒品犯行之不法利得，乃屬常態。檢察官並非在該時點即已知悉其中何者為「本案犯罪所得」，何者為「其他違法行為所得」，而係於持續偵查後，逐漸釐清依事證足認達到起訴門檻之犯罪嫌疑，始能特定起訴之對象、範圍以及屬於起訴犯行之「本案犯罪所得」。另一方面，基於國家資源之配置與運用、犯罪偵查、起訴與強制處分之時間限制等現實層面因素，檢察官於後續偵查中，往往只能以有限之偵查期間內所查得之事證為基礎，針對其中足認犯罪嫌疑重大之毒品犯行提起公訴，不可能逐一還原釐清「所有」過去歷史事實上發生過的犯罪行為，並由檢察官將之「全部」予以起訴（如，偵查機關藉通訊監察查獲正交易毒品之被告並在其車上扣得現金，被告承認扣案現金為其在一定期間內持續販賣毒品之交易所得，從已實施之通訊監察亦佐證被告先前有多次販毒行為，但無法特定其販毒交易對象）。",
		"至於被告於毒品犯罪期間併同實施其他類型之犯罪行為，亦往往與毒品犯罪具有一定程度之關聯性（如為獲取毒品犯罪資金而為財產犯罪行為），而即使該等犯罪行為與毒品犯罪無直接關聯，其因此所獲取之不法利得，不僅本身具違法性質，且仍有投入毒品犯罪之可能（如，偵查機關循線搜索涉嫌販賣毒品被告之居所，由被告居所扣得之存摺、提款卡、帳冊、交易明細與被告供述，知悉被告從事車手集團之共同詐欺犯行，惟由現有證據已經無法明確特定其先前所有為詐騙集團收款之行為，而被告被查獲前主要收入及購買毒品原料之資金來源為毒品及詐欺所得）。於此等情形，若須返還該不法利得，即無法確實阻絕毒品或其他犯罪之誘因，也難以避免行為人將之投入毒品或其他犯罪；另一方面，若須一概以刑罰處理上述本案以外違法行為所獲取之不法利得問題，例如論以財產來源不明罪，或為剝奪其他違法行為所得之目的，即針對本案犯行科處高額罰金刑，反而可能產生罪刑失衡之疑慮。是立法者爰參酌上述國際公約之精神，建立非以定罪為基礎之擴大利得沒收機制。",
		"（二）系爭規定一之適用要件與法律效果，均僅限定於剝奪行為人之不法利得，不能認為屬刑罰或類似刑罰之措施",
		"根據系爭規定一之立法說明可知，系爭規定一以行為人犯毒品條例第4條至第9條、第12條、第13條或第14條第1項、第2項之罪（即本案犯行）為基礎，進一步規範擴張沒收客體之範圍，將「有事實足以證明」行為人所得支配之其他不明違法行為（即來源犯行）所生不法所得，予以宣告沒收。",
		"法院於適用系爭規定一時，應先審酌被告支配之特定財物或財產上利益是否為本案犯罪所得而應予沒收；就不屬於本案犯罪所得部分，再次順位審酌是否符合擴大利得沒收之要件（擴大利得沒收補充性原則）。法院認為該特定財物或財產上利益屬源於本案犯罪以外其他違法行為所得者，始得依系爭規定一沒收之。",
		"從系爭規定一擴大利得沒收之效果言，其對象為其他違法行為所得，範圍亦明確限定於取自其他違法行為之財物或財產上利益，不能認為係對特定行為施加之懲罰措施。又，國家即使未順利沒收應予擴大利得沒收之數額者，亦不得因而使被告承擔人身自由受限制之不利處遇。就此而言，相較於罰金無法完納者，國家得予易服勞役或易服社會勞動，而針對擴大利得沒收不能執行者，國家則不得透過易服勞役或易服社會勞動，以代替執行（本庭111年憲判字第18號判決理由第53段參照）。",
		"據上，擴大利得沒收之對象，既針對犯特定犯罪之被告所得支配之財物或財產上利益，係取自其他違法行為所得者，又未限制被告之人身自由或施加其他不利處遇，自不能認為屬刑罰或類似刑罰之措施。",
		"（三）擴大利得沒收範圍未及於與其他違法行為無關之固有財產，不具有懲罰之效果",
		"按擴大利得沒收制度重要目的之一，與犯罪所得沒收相同，均為剝奪犯罪所獲取之利益，校正或調整不合法之財產狀態，以回復法秩序，進而強化人民對法秩序之信賴。立法者制定沒收新制，曾參考民法第179條以下關於不當得利規定之意旨。由前述系爭規定一之立法目的，可知擴大利得沒收亦採相同之概念。依民法第182條規定，不當得利受領人，依其於得利時是否知無法律上原因，區分為善意受領人及惡意受領人。善意受領人，其所受之利益不存在時，免負返還或償還價額之責任；惡意受領人，則不得主張所受利益不存在，而應將受領時所得之利益，或知無法律上之原因時所現存之利益，附加利息，一併償還，如有損害，並應賠償。沒收新制規範，立法者除參考民法不當得利制度，以沒收為手段而調整被干擾之財產秩序外，在沒收範圍上，亦採納民法第182條之風險分配概念。準此，立法者衡酌刑事法領域之特性，將風險分配之法理運用於因違法行為所生之犯罪所得沒收上，使具惡性之犯罪行為人或非善意之第三人，承擔沾染不法之犯罪成本應被沒收之風險（本庭111年憲判字第18號判決理由第63段、第64段參照）。",
		"從前述民法第182條第2項規定不當得利之惡意受領人所返還之範圍包含所受利益之全部，即可知系爭規定一擴大沒收行為人取自其他違法行為之財物或財產上利益，雖使被沒收人損失其為取得不法利得所支出之成本，惟此仍與不當得利衡平原則之精神一致。如同民法不當得利之風險分配概念，刑法之沒收雖將包含成本在內之不法利得予以沒收，但僅是將經濟損失風險分配予惡意之人，不能以此認為係對被沒收者之懲罰（註3）。",
		"另參酌民法第180條第4款規定：「給付，有左列情形之一者，不得請求返還：四、因不法之原因而為給付者。但不法之原因僅於受領人一方存在時，不在此限。」其法理為：行為人有將財產運用於違反公序良俗之不法行為，已知悉其將來無法取回成本，亦不受補償。由是可見，自外於法律而將其財產投入不法行為者，該財產即不得與合法財產相提並論，乃我國法秩序下之基本價值。",
		"準此，法律拒絕對投入非法交易之支出提供保護，由不法行為人承受失去犯罪成本風險，乃法理上所當然（註4）。",
		"又依我國實務見解，沒收係採相對總額原則（註5），倘產生犯罪所得之交易自身即為法所禁止之不法行為，則沾染不法範圍及於全部所得（例如販賣毒品而取得之全部價金），其沾染不法之成本，非屬中性成本，均不得扣除（例如買入毒品之全部支出）。惟如交易自身並非法所禁止，則沾染不法之部分僅止於因不法行為而取得之獲利部分，並非全部之所得，於宣告沒收犯罪所得時，即應扣除屬於中性成本之支出（例如廠商違法得標後，為履約而支出之材料費、人事費及其他營造費用）（本庭111年憲判字第18號判決理由第62段參照），此於擴大利得沒收亦無不同。法院於審查沒收範圍時，依相關事證認為行為人確有非與犯罪直接相關之中性成本，本得予以扣除。至於擴大利得沒收雖無庸具體特定其他違法行為之內容，惟於具體個案中，並不完全排除法院得依事證而認定其他違法行為為何，亦不排除證據足以證明被告有其他與犯罪無關用途之狀況。是以中性成本是否存在，純屬證據證明之問題，並非擴大利得沒收本質上即排除扣除中性成本之可能性。",
		"從而，擴大利得沒收，其範圍並未及於行為人未投入從事違法行為之固有財產，且得扣除未沾染不法之中性成本，乃對不法利得之剝奪，而非對其他違法行為之處罰。",
		"（四）以罪責為評價基礎之刑罰，與以不法利得為評價基礎之擴大利得沒收，二者之性質有異",
		"按罪責原則，乃刑罰之核心，不僅係發動刑罰制裁之前提，亦為刑罰裁量之基礎。在此原則下，刑罰兼具遏阻犯罪及教化行為人等一般預防、特別預防之功能，其性質為對於行為人過去犯行之非難。因此，國家對特定行為論罪科刑時，應以該行為具違法性及有責性為基礎，並考量行為人動機、目的、手段、所生危險或損害等關於罪責等因素，而不能純以遏阻犯罪、教化行為人等預防性目的施加刑罰。從而，法院所科處之刑罰，係以行為人之行為違反法規範之嚴重程度為準據，於不逾越行為責任之基礎下，在法定刑範圍內酌定適當刑罰，且於酌定具體刑度過程中，一併考慮行為人本身因素，以及行為對社會一般大眾影響程度，進行權衡調和，最終決定其具體之刑度。",
		"相對於此，擴大利得沒收為排除因違法行為導致之財產秩序干擾狀態，固然亦連結至行為人過去之違法行為，但國家為回應並糾正違法行為所生之財產狀態，而以公權力排除之，不因此即屬於對行為人所為違法且有責行為所施加之處罰。基於前揭擴大利得沒收之立法目的，可知立法者期望創建一種刑罰以外之措施，以阻止從事違法行為之人繼續保有及利用不法利得，並防範不法之財產秩序持續至未來。準此，法院所為擴大利得沒收之決定，係剝奪行為人實際獲得之不法利得數額，無論在擴大利得沒收之發動或沒收數額之評價上，均非以行為責任為基礎進行衡量。是以擴大利得沒收制度乃基於未來性、預防性觀點對財產進行之規制措施，而非基於過去、應報性觀點，對行為人所施加之處罰。從而，擴大利得沒收與刑罰不僅規範目的不同，性質有別，所展現之法律效果亦迥然有異，不能僅因擴大利得沒收導正違法財產狀態，與刑罰同樣具有遏止違法行為之預防功能，即將之與刑罰同視，或認為其實質上具有刑罰性質（註6）。",
		"基於上揭理念所創設之擴大利得沒收制度，為立法者考量毒品犯罪通常具有組織性、慣習性、持續性，相關違法行為所獲取之不法利得往往作為維持犯罪組織及再次投入違法行為使用，故有必要剝奪其違法行為所得，防止其享受違法行為所獲收益，及將之再次投入其他犯罪行為，俾遏阻類似犯罪之發生，其本質乃非刑罰之措施，已如前述。於程序上，擴大利得沒收雖附隨於本案犯行之刑事訴訟程序處理，但其目的並非追訴被告其他犯行並予以定罪，而是透過法院嚴謹之審理程序，調查審認特定財物或財產上利益是否為本案以外之不法所得，並於過程中充分保障被告之程序權。因此，系爭規定一性質非屬針對行為人過去刑事違法且有責行為之非難，而係在於回復合法財產秩序，阻斷該不法利得繼續用於其他違法行為，即使此一措施造成剝奪人民財產之效果，仍與刑罰有根本之不同（註7）。",
		"（五）結論：擴大利得沒收，從其目的、效果及性質觀之，非屬刑罰或類似刑罰，無涉罪刑法定原則、罪責原則及無罪推定原則",
		"據上，擴大利得沒收，從其目的、效果及性質而言，與一般犯罪所得沒收相同，均係回復合法財產秩序並預防未來再犯罪之措施，法院並非著眼於非難行為人或第三人過去有何違反社會倫理之犯罪行為，亦非依檢察官對行為人所為他案不法行為之刑事追訴，而對行為人施以刑事制裁，與刑罰係制裁個人犯罪行為，行為人係因其違法且有責行為始受刑事制裁，迥然有異（本庭111年憲判字第18號判決理由第46段、第58段參照）。從而，系爭規定一自無涉罪刑法定原則、罪責原則及無罪推定原則。",
		"二、系爭規定一未違反法律明確性原則",
		"按法律明確性之要求，非僅指法律文義具體詳盡之體例而言；立法者於制定法律時，仍得衡酌法律所規範生活事實之複雜性及適用於個案之妥當性，適當運用不確定法律概念或概括條款而為相應之規定。如法律規定之意義，自立法目的與法體系整體關聯性觀點非難以理解，且為一般受規範者所得預見，並可經由司法審查加以確認，即不得謂與前揭原則相違（司法院釋字第521號、第594號、第690號、第799號解釋、本庭111年憲判字第13號判決理由第39段及111年憲判字第14號判決理由第51段參照）。",
		"系爭規定一乃以剝奪犯罪行為人所獲不法利得為目的，與刑事處罰之本質不同，其明確性之審查自得採一般之標準，毋須如同審查刑罰或拘束人民身體自由之處分所應採之嚴格審查標準。按違法行為之態樣甚多，系爭規定一固未明定其他違法行為僅限於刑事違法行為，抑或包含行政或甚至民事不法行為，但參照刑法第38條之1第2項、第4項「違法行為」之定義，並結合系爭規定一立法說明可知，該規定所指「其他違法行為」，仍限於刑事違法行為，即該當於任何一種刑事犯罪類型且具有違法性，於刑事實體法上足以被評價為犯罪之行為；至於是否可特定為何種刑事違法行為，則屬於個案證據證明層次之問題。從而，系爭規定一自無違反法律明確性原則。",
		"三、系爭規定一與憲法第23條比例原則無違，並未牴觸憲法第15條保障人民財產權之意旨",
		"憲法第15條規定人民財產權應予保障，旨在確保個人依財產之存續狀態，行使其自由使用、收益及處分之權能，並免於遭受公權力或第三人之侵害。惟基於維護公共利益之必要，對人民取得之財產或財產上利益，國家並非不得以法律為合理之限制，此項限制究至何種程度始逾人民財產權所應忍受之範圍，應就行為之目的與限制手段及其所造成之結果予以衡量，如手段對於目的而言尚屬適當，且限制屬於必要，國家以法律所為之合理限制即與憲法保障人民財產權之意旨不相牴觸。",
		"行為人因刑事違法行為所取得之財物或財產上利益，雖非當然不受憲法財產權之保障，惟對此類因破壞法秩序而獲取之利得，立法者本得基於公益目的，給予較大程度之限制，是本庭採取寬鬆之審查標準予以審查，如其目的係為追求正當之公共利益，且其手段與目的間具備合理關聯，即符合憲法第23條比例原則。",
		"系爭規定一之立法目的在於滌除毒害，遏止不法財產再次投入毒品犯罪致戕害國人身心，截堵毒品金流來源，並確保任何人均不得僥倖保有不法所得，當屬重要之公益目的。",
		"立法者採取非刑罰亦非類似刑罰性質之措施，沒收行為人自其他違法行為取得之財產，使行為人無法保有因違法行為獲取之利益，自足達成前揭減少犯罪誘因、杜絕毒品犯罪及回復合法財產秩序之目的。另一方面，若不以沒收方式確實剝奪行為人不法利得，而僅採取查封、扣押等暫時性凍結財產之手段，則無法澈底排除該等不法利益再次投入不法使用，且於制度上亦無其他對財產權限制干預程度較輕微，而與系爭規定一之措施相同有效之替代手段可資採用，是透過擴大利得沒收剝奪因其他違法行為獲取之不法利得，當屬為確實達成上述回復合法財產秩序、預防毒品犯罪之公益目的所為必要手段。",
		"又，系爭規定一所定之本案犯行，僅限定為製造、運輸、販賣、意圖販賣而持有、以強暴、脅迫、欺瞞或其他非法之方法使人施用、引誘他人施用、轉讓、栽種罌粟或古柯等毒品之犯行，而不包括單純持有、施用毒品之行為，可見系爭規定一僅以犯相對較嚴重之毒品犯罪為適用前提，並未包括所有毒品犯罪行為，對應其所欲達成之公益目的，尚屬相當。再者，即使系爭規定一並未扣除因其他違法行為而支出之成本，仍符合惡意財產受領人不能保有所受利益之風險分配、不法行為支出不得請求返還之觀念，已如前述。復查，系爭規定一本身雖無明定，惟基於不得重複沒收之原則，如被告之財產已於他案中被認定為犯罪所得並予沒收，即不得再為擴大沒收之客體；反之，財產經法院認為屬於系爭規定一所指其他違法行為所得並予擴大沒收，如嗣後該違法行為經檢察官查明並起訴，法院不得再予重複沒收，乃解釋上當然之理（註8）。此外，刑法第38條之2第2項規定：「有過苛之虞、欠缺刑法上之重要性、犯罪所得價值低微，或為維持受宣告人生活條件之必要者，得不宣告或酌減之」，依刑法第11條規定，於系爭規定一仍有其適用，顯見立法者對於適用系爭規定一之情形，已設有調節規定，避免個案過苛之情事發生。",
		"綜上，系爭規定一係為實現重要之公共利益，且手段與目的間具有合理關聯，尚未違反憲法第15條保障財產權之意旨。",
		"四、系爭規定一尚未違反憲法之公平審判原則，與憲法第16條保障人民訴訟權之意旨無違",
		"憲法第16條保障人民之訴訟權，係確保人民於權利或法律上利益遭受侵害時，有權依法請求法院救濟；法院並應依正當法律程序公平審判（司法院釋字第736號、第752號、第755號、第785號、第805號解釋及本庭111年憲判字第7號判決理由第14段參照）。上述公平審判之內涵，應包含法院依證據而為裁判，以及在訴訟程序上被告享有充分之防禦權，此不僅適用於法院對被告科處刑罰之情形，被告遭受擴大利得沒收之不利處分時，亦同。",
		"針對系爭規定一對行為人取自其他違法行為所得財物或財產上利益所為之財產權限制，立法理由稱：「有事實足以證明被告財產違法來源，參考歐盟沒收指令第5條及其立法理由第21點意旨，法院在具體個案上綜合檢察官所提出之直接證據、間接證據或情況證據，依蓋然性權衡判斷，系爭財產實質上較可能源於其他任何違法行為時，即可沒收。而法院在認定財產係源於其他不明之違法行為時，所得參考之相關事實情況，例如行為人所得支配之財產價值與其合法之收入不成比例，亦可作為源於其他違法行為之認定基礎，併予敘明」（立法院公報第108卷第103期（4746）中冊第253頁參照）。惟究竟檢察官必須證明至何種程度，始達到該證明門檻，而該證明程度標準是否符合憲法之誡命，茲論述如下：",
		"關於行為人所得支配之財物或財產上利益係取自其他違法行為所得，理論上，有寬嚴不同程度之證明要求。首先，「單純推斷說」，乃最寬鬆之標準，亦即一旦符合一般可能性，即可合理推斷系爭財物或財產上利益係源自其他違法行為，而得成為擴大利得沒收之客體。其次，歐盟2014/42/EU沒收指令採「蓋然性權衡判斷說」（balance of probabilities）。另有「與本案犯行相同程度之證明標準說」，亦即必須達到無合理懷疑之有罪心證門檻，始得認定系爭財物或財產上利益屬於其他違法行為所得。德國法院實務採取「確信心證說」，認為「唯有事實審法院窮盡證據提出與證據評價後，所得完全之確信，足以認為屬於行為人自其他違法行為取得之標的物，始得予以宣告擴大沒收，但仍無須對所謂違法行為予以個別調查認定。」（註9）",
		"系爭規定一所定「有事實足以證明」，依前揭立法理由可知，立法者明顯採取「蓋然性權衡之證明程度」，並係參酌歐盟2014/42/EU沒收指令之立法意旨（立法說明第21點）提及「蓋然性權衡判斷」所致。法院裁判上則認為：「關於有事實足以證明被告財產違法來源，參考歐盟沒收指令（按全稱為『歐盟保全及沒收犯罪工具與犯罪所得之指令』）第5條及其立法理由第21點意旨，法院在具體個案上綜合檢察官所提出之直接證據、間接證據或情況證據，依蓋然性權衡判斷，系爭財產實質上較可能源於其他任何違法行為時，即可沒收。而法院在認定財產係源於其他不明之違法行為時，所得參考之相關事實情況，例如行為人所得支配之財產價值與其合法之收入不成比例，亦可作為源於其他違法行為之認定基礎等旨。換言之，就來源不明犯行部分，不需為明確、特定的刑事不法犯行，只要有一定事證足認系爭不明財產是為了或產自某尚未具體、特定的不法犯行即可，是何具體犯罪則非所問，此與本案犯行的認定，必須達於確信之心證始可，尚有不同，且若仍採與本案犯行同樣的心證門檻，擴大利得沒收規定將成為具文。」（最高法院110年度台上字第2231號、112年度台上字第2247號刑事判決；111年度台上字第791號、112年度台上字第119號刑事判決同此意旨）。",
		"按系爭規定一所稱「有事實足以證明行為人所得支配之前二項規定以外之財物或財產上利益，係取自其他違法行為」，並非以被告犯特定具體之犯行為對象，故其證明程度，即不可能採取有罪判決所要求對被告具體犯行達於無合理懷疑（beyond a reasonable doubt）之有罪確信心證。惟為周全憲法保障人民之財產權，及基於前揭證據裁判之精神，系爭規定一所稱「有事實足以證明」，非謂法院得僅以檢察官主張系爭財產係取自其他違法行為，相對於被告之說法更為可信，即得對被告為不利之認定，而應解為法院綜合一切事證，經蓋然性權衡判斷，認系爭標的有高度可能性係取自非本案之刑事違法行為所得之財物或財產上利益，始得予以宣告擴大利得沒收。依此標準，法院不得僅以被告特定財產之來源不明，而被告無法說明或證明財物或財產上利益之合法來源，即遽行認定屬取自其他違法行為所得。具體而言，法院必須綜合一切直接證據、間接證據與情況證據，並輔以各種相關因素綜合權衡判斷，不法所得財物或其他財產利益之價額，是否與行為人合法收入顯失比例，且應注意具體考量本案犯行之調查結果、系爭財產被發現與被保全之情況，行為人取得系爭財產之支配與本案犯行在時間（註10）或地點之關聯性、行為人之其他個人及經濟關係等具體個案因素（註11），藉此形成系爭財產有高度可能性係取自其他違法行為之心證。倘於個案中檢察官未能提出事證，並說服法院達到前述認定該財物或財產上利益有高度可能性係取自其他違法行為所得之心證程度，則不得僅以該財產來源尚屬不明，而被告又無法說明或證明其合法來源，即認定屬其他違法行為所得，亦為當然之理。",
		"擴大利得沒收必係針對已因本案犯行而被依法起訴之被告所為，故必然附隨於本案犯行之刑事審判程序進行審理。而且，法院對於特定之財物或財產上利益，是否予以擴大沒收，被告均在本案嚴謹之刑事審判程序中，有提出答辯並充分防禦之機會。從而，在該案審理中，檢察官就特定財物或財產上利益提出擴大利得沒收之聲請者，應具體指明其標的與範圍為何，並提出證據說明其認為該財物或財產上利益係取自其他違法行為之理由。程序上，法院應給予被告充分答辯及提出證據之機會，如被告否認該財物或財產上利益係其他違法行為所得，即得針對檢察官之舉證提出答辯，並舉出有利證據說明係基於合法來源之所得。就此而言，本案審理之際踐行上開程序者，即可認已充分保障被告依正當法律程序受公平審判之權利。",
		"據上論結，系爭規定一所指「有事實足以證明」，應由檢察官就「行為人所得支配之上開條例第19條第1項、第2項規定以外之財物或財產上利益，係取自其他違法行為所得」之事實，亦即就擴大利得沒收之要件，負舉證之責；法院則綜合一切事證，認定行為人所得支配犯罪所得以外之財物或財產上利益，有高度可能性係取自其他違法行為所得者，即為已足。惟法院不得僅以被告無法說明或證明財物或財產上利益之合法來源，即認定屬其他違法行為所得，且應於訴訟中充分確保被告聲請調查證據及辯論之權利，俾兼顧被告受法院公平審判權利之保障。就此而言，系爭規定一未違反公平審判原則，與憲法第16條保障訴訟權之意旨亦屬無違。",
		"五、系爭規定二屬不真正溯及既往之法規範，無違法律不溯及既往原則及信賴保護原則",
		"法治國原則為憲法之基本原則，首重人民權利之維護、法秩序之安定及信賴保護原則之遵守。新訂之法規，原則上不得適用於該法規生效前業已終結之構成要件事實或法律關係，是謂禁止法律溯及既往原則。惟如將新法規適用於舊法規施行時期內已發生，且於新法規施行後仍繼續存在之構成要件事實或法律關係，此種情形則非新法規之溯及適用，無涉法律不溯及既往原則（司法院釋字第620號、第717號、第783號解釋及本庭111年憲判字第18號判決理由第68段參照）。",
		"如前所述，系爭規定一並非針對行為人破壞法益之違法行為本身而設，而係為終止該違法行為所生之不法財產秩序。又犯罪所得之產生雖係基於違法行為，然無論該違法行為是否終止、何時終止，亦不論行為人是否構成犯罪，自不法利得所得產生之時起，不法財產秩序已然形成，且行為人支配該不法利得之狀態仍繼續存在至該犯罪所得被剝奪時為止。因此，系爭規定二雖導致系爭規定一適用於毒品條例施行前已發生之其他違法行為所得，然因該不法財產秩序於該條規定施行後，仍繼續存在，故系爭規定二屬不真正溯及既往之法規範，並未違反法律不溯及既往原則。",
		"又人類生活有其連續性，新法雖無溯及效力，對人民依舊法所建立之生活秩序，仍難免發生影響。是法律之變動在無涉真正溯及既往之情形，依憲法信賴保護原則，仍應進一步考量人民是否具有值得保護之正當合理信賴；於信賴值得保護之情形，尚應就公益與信賴利益間為衡量，俾符憲法信賴保護原則之意旨（司法院釋字第574號及第717號解釋參照）。",
		"依系爭規定二，系爭規定一雖亦適用於該規定施行前已發生之其他違法行為所得，然該違法所得所形成之不法財產秩序，於該規定施行後，仍繼續存在至法院裁判時，且行為人就其得繼續支配該等違法所得，亦難謂有值得保護之信賴利益可言。立法者為彰顯法秩序之公平性及不可侵犯性、強化人民對於法之信賴及確保社會依合法秩序穩定運作等重大公益，乃增訂系爭規定一，並使其適用於修正施行前之擴大利得沒收，並不違背信賴保護原則。",
		"據此，系爭規定二涉及系爭規定一部分，無違法律不溯及既往原則及信賴保護原則（註12）。",
		"六、裁判憲法審查部分",
		"系爭規定一依主文一所示情形並未違憲，系爭規定二其中涉及系爭規定一部分亦屬合憲，業如前述，確定終局判決就系爭規定一、二之解釋適用所持見解，亦難謂有牴觸本判決系爭規定一、二均屬合憲之意旨。聲請人於聲請書、言詞辯論意旨書俱未具體說明確定終局判決有何違憲之理由，而聲請人除主張系爭規定一、二有違憲疑義外，並未具體指明確定終局判決有其他違憲之情事，自難認確定終局判決解釋適用系爭規定一、二之結果，有何牴觸憲法可言。",
		"伍、結論",
		"綜上，系爭規定一無涉罪刑法定原則、罪責原則及無罪推定原則，且於主文一所示情形，並未違反法律明確性原則、憲法第23條比例原則、憲法公平審判原則，與憲法第15條保障財產權、第16條保障訴訟權之意旨均屬無違；系爭規定二涉及系爭規定一部分，無涉罪刑法定原則，亦均與法律不溯及既往原則及信賴保護原則無違；確定終局判決適用系爭規定一、二結果，亦難認有何牴觸憲法可言，是聲請人裁判憲法審查及法規範憲法審查之聲請均無理由，應予駁回。",
		"附註：",
		"註1：本公約經104年5月20日公布之聯合國反貪腐公約施行法第2條第1項明定，具內國法律效力。",
		"註2：依聯合國禁止非法販運麻醉藥品和精神藥物公約第5條規定之要求，各締約國應採取必要之法律措施，沒收與毒品販運及其他毒品犯罪活動相關之資產；包含直接或間接與毒品犯罪有關之資產，例如販賣毒品獲得之收益，或用於毒品犯罪之資金、其他資源；公約鼓勵各國制定有效法律程序，以追蹤、凍結、扣押及没收該等資產。另聯合國反貪腐公約第54條第1項C款規定則要求締約國依其法律考慮採取必要措施，以利在犯罪人死亡、潛逃或缺席而無法對其起訴或其他適當情形，允許不經刑事定罪，即予沒收此類財產。除上述規範外，國際組織如歐洲聯盟（EU）亦關注如何有效剝奪犯罪不法利得以預防犯罪問題，歐盟2014年「歐盟保全及沒收犯罪工具與犯罪所得之指令」（歐盟2014/42/EU指令），亦敘明考量跨境組織犯罪主要動機係為獲得經濟利益，故應賦予主管機關追蹤、凍結、管理和沒收犯罪收益之手段；而有效預防和打擊有組織犯罪應藉由消滅犯罪收益實現，且在某些情況下，應擴及源於犯罪性活動之任何財產；歐盟執行委員會（European Commission）於此基礎上，於2022年提出「對於歐洲議會和理事會關於資產追回和查封的指令提案」（Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on asset recovery and confiscation），明確要求建立可有效運作之擴大利得沒收與非定罪沒收機制。",
		"註3：德國聯邦憲法法院亦採相同見解，參見該院裁定BVerfGE 2 BvR 564/95, Rn. 77-81。",
		"註4：德國聯邦憲法法院亦採相同見解，參見該院裁定BVerfGE 2 BvR 564/95, Rn. 79-80。",
		"註5：最高法院110年度台上字第1637號、第3045號，111年度台上字第1779號、第4003號，112年度台上字第1885號、第2166號、第3594號刑事判決參照。",
		"註6：參見德國聯邦憲法法院裁定BVerfGE 2 BvR 564/95, Rn. 67-81明示之下列見解：擴大利得沒收之預防目的，係藉著排除違法財產秩序於未來繼續存在，並對外宣示法秩序之不可侵犯性及正義之價值，而非藉由處罰行為人以達威嚇之預防效果，與刑罰有所不同。擴大利得沒收係以匡正及強化規範之干預手段，以回應現存財產秩序受干擾之狀態，其所追求者，並非壓制-應報的，而是預防-規制的目標。此種不取決於罪責之安排，並未造成有違反憲法之疑慮。",
		"註7：如歐洲人權法院2021年7月13日判決Case of Todorov and Others v. Bulgaria, Applications nos. 50705/11 and 6 others認為性質上類似擴大利得沒收之定罪後單獨犯罪利得沒收並非刑罰，且未牴觸《歐洲人權公約》第1號議定書第1條、第4條、第7條，第7號議定書第4條等規定。該案中，歐洲人權法院指出，在定罪後沒收被告財產，並非對被告提新的刑事控訴，且沒收程序之目的，並非對聲請人所為與任何毒品相關或其他犯罪之定罪，故其本質非刑事制裁，無歐洲人權公約第6條第2項「無罪推定原則」之適用。",
		"註8：德國現行刑法第73a條第2項即明定此旨，足資參照。",
		"註9：參見德國聯邦最高法院裁定BGH 4 StR 516/94, Rn. 8。",
		"註10：如奧地利刑法第20b條第2項之規定。",
		"註11：如德國刑事訴訟法第437條、刑法第76a條第4項關於獨立擴大沒收判斷方法之規定。",
		"註12：註7所示Todorov and Others v. Bulgaria, Applica-tions nos. 50705/11 and 6 others案件中，歐洲人權法院亦認為不涉及違反歐洲人權公約第7條不可處罰法律所無之罪之問題。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由詹森林大法官主筆。",
	"大法官就主文所採立場表": {
		"462040": "憲法法庭113年憲判字第1號判決主文立場表"
	},
	"意見書": {
		"462034": "憲法法庭113年憲判字第1號判決許大法官志雄提出之協同意見書",
		"462035": "憲法法庭113年憲判字第1號判決朱大法官富美提出，蔡大法官宗珍加入之協同意見書",
		"462036": "憲法法庭113年憲判字第1號判決呂大法官太郎提出，黃大法官昭元、謝大法官銘洋、蔡大法官彩貞、尤大法官伯祥均加入意見書貳及參部分之不同意見書",
		"462037": "憲法法庭113年憲判字第1號判決蔡大法官彩貞提出，黃大法官昭元、謝大法官銘洋、尤大法官伯祥加入之不同意見書",
		"462038": "憲法法庭113年憲判字第1號判決尤大法官伯祥提出，黃大法官昭元、謝大法官銘洋、蔡大法官彩貞加入之不同意見書"
	},
	"判決全文": {
		"462041": "憲法法庭113年憲判字第1號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院 高雄分院110年度上訴字第758號刑事判決"
	},
	"判決摘要": {
		"462042": "憲法法庭113年憲判字第1號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"462044": "紀怡慧1111128釋憲聲請書_OCR",
			"462045": "紀怡慧1121113憲法法庭言詞辯論意旨書_OCR",
			"462046": "紀怡慧1121116憲法言詞辯論意旨書_OCR",
			"462047": "紀怡慧1121127聲請要旨簡報檔_OCR",
			"462048": "紀怡慧1121127結辯陳詞簡報檔_OCR",
			"462049": "紀怡慧1121127結辯陳詞＿OCR",
			"462050": "紀怡慧1121201憲法法庭言詞補充辯論意旨書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"462051": "法務部 1121116憲法審查言詞辯論意旨書_OCR",
			"462052": "法務部1121127開審陳述簡報檔_OCR",
			"462053": "法務部1121127結辯簡報檔（更新版）_OCR",
			"462054": "法務部1121205法規範憲法審查言詞辯論意旨補充書_OCR"
		},
		"專家諮詢意見書": {
			"462055": "薛智仁教授1121116意見書_OCR",
			"462056": "楊雲驊教授1121117意見書_OCR",
			"462057": "林鈺雄教授1121127意見書 _OCR",
			"462058": "林鈺雄教授1121204補充意見書_OCR"
		},
		"法庭之友意見書": {
			"462059": "陳韋樵律師1121109法庭之友意見書_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"462043": "111年度憲民字第4096號言詞辯論筆錄_OCR"
		}
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}