{
	"id": "309854",
	"類型": "判決",
	"判決字號": "113年憲判字第2號",
	"標題": "無期徒刑假釋撤銷後執行殘餘刑期案",
	"原分案號": "109年度憲二字第333號",
	"判決日期": "2024-03-15",
	"聲請人": "謝朝和",
	"案由": "聲請人一至三十五分別認所受不利確定終局裁定，暨所適用中華民國86年11月26日修正公布，或94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項，及刑法施行法第7條之1第2項、第7條之2第2項規定牴觸憲法，聲請解釋憲法、法規範憲法審查及裁判憲法審查；最高法院刑事第一庭為審理109年度台抗字第778號案件，認應適用94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項規定牴觸憲法，聲請解釋憲法。",
	"案件公告": {},
	"主文": [
		"一、中華民國86年11月26日修正公布，及94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項，規定無期徒刑假釋經撤銷者，一律執行固定殘餘刑期滿20年或25年，而不分撤銷假釋之原因係另犯罪或違反保安處分執行法之規定，復未區別另犯罪之情節暨所犯之罪應執行之刑之輕重，以及假釋期間更生計畫執行之成效等因素，以分定不同之殘餘刑期，於此範圍內，不符比例原則，違反憲法第8條保障人身自由之意旨，至遲於本判決宣示之日起屆滿2年時，失其效力。",
		"二、逾期未完成修法，相關機關就無期徒刑撤銷假釋執行殘餘刑期之個案，應依本判決之意旨，另為符合比例原則之適當處置，非必須執行固定殘餘刑期滿20年或25年。",
		"三、聲請人五、二十二至二十九、三十一至三十五據以提出聲請之確定終局裁定違憲，廢棄並發回最高法院。最高法院於本判決主文第一項修法期限屆滿前，應裁定停止審理程序，迄新法生效後依新法裁判。逾期未完成修法，最高法院應依前項意旨裁判。聲請人最高法院刑事第一庭就據以聲請之原因案件，亦應依相同意旨裁判。",
		"四、檢察總長就前項以外聲請人之原因案件，得依職權或依聲請提起非常上訴，最高法院於修法完成前，應裁定停止審理程序，迄新法生效後依新法裁判。逾期未完成修法，最高法院應依主文第二項意旨裁判。",
		"五、本件聲請人以外依中華民國86年11月26日修正公布，或94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項執行無期徒刑殘餘刑期之受刑人，於本判決宣示後對檢察官之執行指揮聲明異議者，法院於主文第一項修法期限屆滿前，應裁定停止審理程序，迄新法生效後依新法裁判；逾期未完成修法，應依主文第二項意旨裁判。受刑人如已聲明異議尚在法院審理中者，亦同。",
		"六、執行無期徒刑殘餘刑期之受刑人，其依主文第三項至第五項改定之殘餘刑期，短於實際已執行殘餘刑期者，均以實際執行殘餘刑期之末日，視為殘餘刑期執行完畢之日，如有他刑，即接續執行他刑。相關之受刑人不得據本判決，就已受執行之殘餘刑期，聲請刑事補償、國家賠償或折抵他刑。",
		"七、刑法施行法第7條之1第2項及第7條之2第2項規定尚無涉法律不溯及既往及信賴保護原則，如附表二所示聲請人就上開規定所為之聲請駁回。",
		"八、其餘聲請不受理。"
	],
	"理由": [
		"壹、案件事實與聲請意旨",
		"一、聲請人最高法院刑事第三庭因審理最高法院109年度台抗字第778號案件（該案件已移轉由該院刑事第一庭審理，故聲請人變更為刑事第一庭），認應適用之中華民國94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項規定有關無期徒刑部分：「經撤銷假釋執行殘餘刑期者，無期徒刑於執行滿25年……再接續執行他刑，第1項有關合併計算執行期間之規定不適用之。」（下稱系爭規定三）牴觸憲法第7條平等權、第8條人身自由之保障、第23條比例原則等，裁定停止訴訟程序，聲請解釋憲法。",
		"二、聲請人七楊國清、聲請人二十余明雄、聲請人二十三李松明、聲請人二十七陳東鵬、聲請人二十九張明智，均曾因犯罪被判處無期徒刑確定後入監執行，獲准假釋後，因故意犯罪或違反保安處分執行法第74條之2情節重大，被撤銷假釋，執行殘餘刑期，對於檢察官之執行指揮向法院聲明異議被駁回，經用盡審級救濟途徑後，分別認所受確定終局裁定所適用之86年11月26日修正公布之刑法第79條之1第5項有關無期徒刑部分：「經撤銷假釋執行殘餘刑期者，無期徒刑於執行滿20年……再接續執行他刑，第1項有關合併計算執行期間之規定不適用之。」（下稱系爭規定一）、86年11月26日修正公布之刑法施行法第7條之1第2項規定：「因撤銷假釋執行殘餘刑期，其撤銷之原因事實發生在86年刑法第79條之1修正施行前者，依修正前之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。但其原因事實行為終了或犯罪結果之發生在86年刑法第77條修正施行後者，不在此限。」（下稱系爭規定二），及94年2月2日新增刑法施行法第7條之2第2項規定：「因撤銷假釋執行殘餘刑期，其撤銷之原因事實發生在86年11月26日刑法修正公布後，94年1月7日刑法修正施行前者，依86年11月26日修正公布之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。但其原因事實行為終了或犯罪結果之發生在94年1月7日刑法修正施行後者，依94年1月7日修正施行之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。」（下稱系爭規定四），牴觸憲法第7條平等權、第8條人身自由之保障、第23條比例原則等，聲請解釋憲法或法規範憲法審查。",
		"三、其餘聲請人均曾因犯罪被判處無期徒刑確定後入監執行，獲准假釋後，因故意犯罪或違反保安處分執行法第74條之2情節重大，被撤銷假釋，執行殘餘刑期，對檢察官之執行指揮向法院聲明異議被駁回，經用盡審級救濟途徑後，分別認所受確定終局裁定所適用之系爭規定三及四，牴觸憲法第7條平等權、第8條人身自由之保障、第23條比例原則等，聲請解釋憲法或法規範憲法審查，聲請人二十二、二十八、三十四、三十五併聲請裁判憲法審查。（其中，聲請人二係為其配偶蔡恒光所受殘餘刑期之執行提出異議、抗告，經確定終局裁定駁回後提出聲請，是本判決所稱聲請人犯罪部分，於聲請人二係指其配偶。）",
		"四、聲請人一至三十五據以聲請解釋憲法、法規範憲法審查及裁判憲法審查之確定終局裁定及審查標的如附表二。",
		"貳、受理要件之審查及審理程序",
		"一、受理要件之審查",
		"（一）最高法院刑事第一庭聲請案",
		"按憲法訴訟法（下稱憲訴法）111年1月4日修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查聲請人最高法院刑事第一庭之聲請案於109年7月27日提出，其受理與否，應依憲訴法修正施行前之規定，即司法院釋字第371號、第572號及第590號解釋所示法官聲請釋憲之要件定之。最高法院刑事第一庭聲請案與上開要件相符，應予受理。",
		"（二）聲請人一至三十五聲請案",
		"1、查聲請人一至四、六至十九、三十均係於憲訴法修正施行前聲請釋憲，得否受理，應適用修正施行前之司法院大法官審理案件法（下稱大審法）決之。次按大審法第5條第1項第2款規定：「有左列情形之一者，得聲請解釋憲法：……二、人民、法人或政黨於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者。」其聲請均核與大審法上開規定所定要件相符，應予受理。",
		"2、復按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決，憲訴法第59條第1項定有明文；第59條第1項之法規範憲法審查案件，聲請人所受之確定終局裁判於該法111年1月4日修正施行前已送達者，得自上開修正施行日起6個月內聲請法規範憲法審查；其案件之審理，準用第90條第1項但書及第91條之規定，憲訴法第92條第2項定有明文。聲請人二十及二十一之聲請，核與憲訴法上開規定所定之要件相符，應予受理。",
		"3、聲請人二十二、二十八、三十四及三十五之聲請，係據111年1月4日後送達之不利確定終局裁定聲請裁判及法規範憲法審查；聲請人五、二十三至二十七、二十九、三十一至三十三之聲請，均據111年1月4日後送達之不利確定終局裁定聲請解釋憲法或法規範憲法審查，除因聲請人明示不聲請裁判憲法審查，致應不受理者外，得認其聲請審查之標的亦包括該不利確定終局裁定。核上開聲請，均符合憲訴法第59條規定之要件，應予受理。",
		"（三）查上開聲請案，所聲請解釋或審查之標的，均涉及受無期徒刑執行者獲假釋，經撤銷假釋後執行殘餘刑期之爭議，有其共通性，爰合併審理並判決。",
		"二、言詞辯論程序",
		"本庭於112年12月19日行言詞辯論，通知聲請人一至三十、關係機關法務部，另邀請專家學者到庭陳述意見。聲請人一至三十及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人一至三十：系爭規定一及三，從歷史或文義解釋，無法得出將前已執行之刑期歸零，須額外執行長達20年或25年且不得假釋之法律效果，該等規定為人民難以預見及理解，與法明確性原則有違；又撤銷假釋之事由包括違反保護管束情節重大及故意犯罪二類，系爭規定一及三不區分撤銷假釋之事由及更犯罪之內容，且無視受刑人數十年來為回歸社會所為之一切努力，一律令其再入監服刑長達20年或25年，致無特別預防考量之受刑人，其人身自由受過度之限制，難以通過比例原則之嚴格審查標準下必要性及衡平性原則之檢驗；以本案所涉懲治盜匪條例及肅清煙毒條例為例，這二部特別刑法都是為了治亂世用重典，故以唯一死刑或最輕本刑無期徒刑等重刑嚇阻犯罪，然事過境遷，不再需要以重刑達成一般預防或特別預防之目的，系爭規定一及三未就此種情形為特別考量，因此造成人身自由過度之限制，有違比例原則，應屬違憲。另依系爭規定二及四，將受刑人獲假釋時尚不存在之系爭規定一及三溯及適用於受刑人，已惡化其法律地位，且受刑人對此無法預見，已違反信賴保護原則、罪刑法定原則及法律不溯及既往原則，亦屬違憲。",
		"（二）關係機關法務部：我國憲法及法律並未明文規定受刑人有獲假釋之權利，受刑人能否獲得假釋，繫諸行政機關之裁量與決定，假釋制度在符合正當法律程序原則等之前提下，司法權應該尊重立法者之形成空間。系爭規定一及三在無期徒刑經撤銷假釋執行殘餘刑期20年或25年後，仍然可以出監，並非終身監禁，相關規定並無過苛，無違憲疑慮。懲治盜匪條例經廢止後，回歸適用刑法相關條文；肅清煙毒條例廢止後，則適用毒品危害防制條例，均非廢止刑罰，當然亦無刑法第2條第3項免其刑執行之適用，且個案撤銷假釋後所應執行殘餘刑期之長短，應依照確定判決，確定判決後法律變更，都不影響原確定判決之效力，殘餘刑期期間不應受特別考量；受刑人之所以被撤銷假釋，入監執行殘餘刑期，是因其做出可能會被撤銷假釋之行為，當然應適用撤銷假釋原因事實發生時之法律，受刑人就是否另犯他罪或違反保護管束，有自主決定權，如在新法施行後，仍選擇故意犯罪或違反保護管束，就要承擔被撤銷假釋並入監執行殘餘刑期之風險，並無值得保護之正當合理信賴等語。",
		"（三）聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書及言詞辯論筆錄。",
		"本庭斟酌聲請人之聲請書、關係機關之言詞辯論意旨書、專家學者之意見書及全辯論意旨等，作成本判決，理由如下：",
		"參、審查標的",
		"一、86年11月26日修正公布之刑法第79條之1第5項有關無期徒刑部分：「經撤銷假釋執行殘餘刑期者，無期徒刑於執行滿20年……再接續執行他刑，第1項有關合併計算執行期間之規定不適用之。」（即系爭規定一）",
		"二、86年11月26日修正公布之刑法施行法第7條之1第2項：「因撤銷假釋執行殘餘刑期，其撤銷之原因事實發生在86年刑法第79條之1修正施行前者，依修正前之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。但其原因事實行為終了或犯罪結果之發生在86年刑法第77條修正施行後者，不在此限。」（即系爭規定二）",
		"三、94年2月2日修正公布並自95年7月1日施行之刑法第79條之1第5項有關無期徒刑部分：「經撤銷假釋執行殘餘刑期者，無期徒刑於執行滿25年……再接續執行他刑，第1項有關合併計算執行期間之規定不適用之。」（即系爭規定三）",
		"四、94年2月2日新增刑法施行法第7條之2第2項：「因撤銷假釋執行殘餘刑期，其撤銷之原因事實發生在86年11月26日刑法修正公布後，94年1月7日刑法修正施行前者，依86年11月26日修正公布之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。但其原因事實行為終了或犯罪結果之發生在94年1月7日刑法修正施行後者，依94年1月7日修正施行之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。」（即系爭規定四）",
		"五、聲請人五、二十二至二十九、三十一至三十五如附表二所列之確定終局裁定。",
		"肆、據以審查之憲法上權利及審查原則",
		"人民身體之自由應予保障，憲法第8條定有明文。人身自由乃人民行使其憲法上各項自由權利所不可或缺之前提，立法機關如為保護合乎憲法價值之特定重要法益，雖非不得制定限制人身自由之法律，但如使人身自由遭受過度剝奪，即有違憲法第23條比例原則，而不符憲法第8條保障人民身體自由之意旨（司法院釋字第796號解釋理由書第8段參照）。假釋制度之目的在使受徒刑執行而有悛悔實據並符合法定要件者，得停止徒刑之執行，以促使受刑人積極復歸社會（刑法第77條、監獄行刑法第116條及第138條第2項規定參照）。假釋處分經主管機關作成後，受假釋人因此停止徒刑之執行而出獄，如復予以撤銷，再執行殘餘刑期，非特直接涉及受假釋人之人身自由限制，對其因復歸社會而業已享有之各種權益，亦生重大影響（司法院釋字第681號解釋理由書第2段參照）。是撤銷假釋之處分及其效果，雖非使受假釋人另承受新刑罰，然受假釋人須再次入監執行殘餘刑期，其人身自由因而受到限制，自應符合憲法第23條比例原則，始符憲法第8條保障人民身體自由之意旨（司法院釋字第796號解釋理由書第9段參照）。",
		"伍、形成主文第一項及第二項之法律上意見",
		"一、無期徒刑經撤銷假釋者，其殘餘刑期之執行，應符合比例原則",
		"查監獄行刑，乃國家對於犯罪人執行刑罰之主要方式之一，監獄行刑除公正應報及一般預防目的外，主要在於矯正、教化受刑人，促使受刑人改悔向上，培養其適應社會生活之能力，協助其復歸社會生活（監獄行刑法第1條立法說明參照）。假釋之目的亦在於鼓勵受刑人改過自新，讓已適於社會生活之受刑人提前出獄，重返自由社會，以利其更生（86年修正刑法第77條立法說明，另行刑累進處遇條例第75條、第76條規定參照）。是不論在監執行徒刑或假釋，其目的均在協助受刑人得以重返自由社會（司法院釋字第796號解釋理由書第10段參照）。",
		"基此，如受刑人在監獄內執行已達相當期間而抵償相當程度之罪責後，悛悔有據而已適於社會生活，則得於合乎一定條件下予以假釋，可期待藉由此機構處遇轉為社會處遇之轉向機制，以協助其重返自由社會，利其更生，並避免人身自由之不必要剝奪。反之，如於轉為社會處遇之假釋期間，受假釋人有不適合回歸社會之事實發生者，則依法撤銷假釋，使其再入監執行殘餘刑期，以將不適合回歸社會之受假釋人回復至監獄之機構處遇，實現國家刑罰權（司法院釋字第796號解釋理由書第10段參照）。",
		"假釋中之受刑人，人身自由並未受限制。撤銷假釋是使假釋中之受刑人回到監獄接受機構處遇，造成其人身自由受剝奪之結果。假釋撤銷後，殘餘刑期之執行雖係原本宣告之刑罰之執行，但因刑罰乃不得已之強制措施，具有最後手段之特性，應受到嚴格之限制（司法院釋字第775號解釋理由書第11段參照），故基於憲法保障人身自由之意旨，受無期徒刑執行者，經撤銷假釋後，其殘餘刑期之計算與執行仍應符合比例原則，不得使人身自由遭受過度剝奪，否則即不符憲法第8條保障人民身體自由之意旨。",
		"又於我國法律制度下，無期徒刑雖未定有固定刑期，然受刑人於合於一定條件下，仍有因假釋而獲釋放之可能性（刑法第77條第1項規定參照），又無期徒刑假釋後經過一定期間即擬制為執行完畢（刑法第79條第1項規定參照），故上述論理不僅適用於有期徒刑，於無期徒刑亦無不同之處。",
		"基此，上述原則不因係執行有期徒刑或無期徒刑而有本質之差異，換言之，並非因受刑人所受執行者為無期徒刑，其經撤銷假釋後，殘餘刑期之執行即可逸脫於比例原則之審查。",
		"二、以比例原則審查系爭規定一及三",
		"（一）系爭規定一及三之目的尚屬正當",
		"按86年及94年修正刑法第77條同時修正刑法第79條之1第5項，乃立法者鑑於經假釋出獄者再犯之比率增加，為期適當發揮監獄教化功能，確實矯正受刑人，以及防衛社會安全之目的，而認為有整體檢視並修正包括許可假釋之條件、假釋期間、撤銷假釋與殘餘刑期等假釋相關規範之必要。又為防範曾犯重大犯罪而被處無期徒刑者於假釋期間再犯重大刑案，其首要之務應為嚴謹假釋要件，如有再犯之風險者，即不應輕易准其假釋，故於86年及94年修法提高無期徒刑得假釋之服刑期間，尚屬合理；再立法者同時配合修正系爭規定一及三，使無期徒刑經撤銷假釋執行殘餘刑期得有明確標準，依系爭規定一於執行滿20年始得接續執行他刑，依系爭規定三於執行滿25年始得接續執行他刑，且均不適用刑法第79條之1第1項有關合併計算執行期間之規定，仍係為達成上揭矯治教化受刑人、防止再犯罪並防衛社會安全之重要公益目的，尚屬正當。",
		"（二）系爭規定一及三規定無期徒刑假釋經撤銷後一律執行固定殘餘刑期20年或25年，不符手段必要性",
		"按刑罰之量處，為法院針對行為人所為違法且有責之犯罪行為，在其應負擔罪責所劃定之責任刑上限內，依量刑當下之一切情狀，對行為人所為之處遇決定；據此，法院於量處一定期間之自由刑之際，業已根據應報、特別預防及一般預防之原理，預測行為人須於監獄內受矯正之時間。",
		"刑罰既然係基於上述應報及特別預防、一般預防之目的所課處之不利處遇措施，則無論刑罰之宣告或執行，均應在達成刑罰目的之必要範圍為之；即使受刑人已受特定刑度之徒刑宣告，然倘於嗣後依據其執行情形、行狀等節，認為目前已執行之刑罰業已足以評價其所應負擔之罪責程度，且從促使其悔改更生之特別預防觀點，認為已無繼續執行自由刑之必要者，本即應停止以機構處遇之方式執行該刑罰，而易以更為和緩之處遇措施。據此論理，行為人受徒刑之宣告並入監執行後，本應於執行過程中，依矯正進度而適度校正其應受執行之實際刑度，不必於監獄中執行全部所犯之罪應執行之刑，此觀行刑累進處遇條例尚規定受刑人得根據在監所內之表現縮短刑期即明。",
		"假釋制度之主要目的，為藉由停止繼續在監所執行徒刑，並配合保護管束之監督、輔導機制，使已在監執行相當時日之受刑人得順利適應外部社會生活，以期受刑人真正復歸社會並預防再犯，其相對於在監所內執行之機構性處遇，為一種對受刑人行動自由等各項權利限制較為緩和之社會性處遇措施。因此，假釋中因故意更犯罪或違背保安處分執行法第74條之2規定而遭撤銷假釋者，基於前述刑罰之執行仍應具備達成刑罰目的之必要性原則，自應根據撤銷假釋當時之一切情狀，評估受刑人更生改善可能性，進而據以於假釋獲釋時所餘宣告刑之範圍內預測達成特別預防目的所需之時間，以算得其殘餘刑期。",
		"按接受無期徒刑宣告者，依刑法第77條於94年修改前後規定，於執行逾15年（累犯20年）或25年之後可獲得假釋。假釋審查應參酌受刑人之犯行情節、在監行狀、犯罪紀錄、教化矯治處遇成效、更生計畫及其他有關事項，綜合判斷其悛悔情形（監獄行刑法第116條第1項規定參照），故無期徒刑之受刑人於受許可假釋時，業經執行機關依法審查（監獄行刑法第116條至第119條規定參照），認為無論係從應報或特別預防之刑罰目的，均已透過一定期間之在監執行而獲得部分之實現。是以，無期徒刑之假釋遭撤銷時，其殘餘刑期期間之計算應使受刑人有機會依當時之一切情狀，受重新評估其應於監獄內完成矯正所需之時間，而非不分情節輕重程度，均須一律於監獄內執行固定之殘餘刑期。",
		"系爭規定一及三規定無期徒刑經撤銷假釋後執行殘餘刑期，其性質是接續執行前已受宣告之無期徒刑，以求刑罰目的之全部實現，固然此時受刑人因故意更犯罪或違反保護管束應遵守事項，而認有入監執行之必要。惟按保護管束之性質，係對於犯罪者或虞犯之社會性處遇措施，協助受保護管束之人在保護管束期間由專人負責監督、矯治與輔導，以期確實反省自新，並早日適應社會生活，是以保安處分執行法第74條之2規定：「受保護管束人在保護管束期間內，應遵守左列事項：一、保持善良品行，不得與素行不良之人往還。二、服從檢察官及執行保護管束者之命令。三、不得對被害人、告訴人或告發人尋釁。四、對於身體健康、生活情況及工作環境等，每月至少向執行保護管束者報告1次。五、非經執行保護管束者許可，不得離開受保護管束地；離開在10日以上時，應經檢察官核准」，其性質上屬於為達成上述保護管束目的，所進行之管制、監督、輔導措施。假釋受刑人單純違反上開保護管束應遵守事項，縱使可能影響對其更生可能性、再犯危險性之評價，惟其情節仍與直接侵害他人法益、破壞社會秩序之犯罪行為迥然有別，不應與假釋中故意更犯罪之行為同視。從而，撤銷假釋係因受刑人故意更犯罪，抑或因違反保護管束應遵守事項，其情節嚴重程度本不能相提並論，就其撤銷後之效果即殘餘刑期之執行，亦有必要分別不同程度之處理，始屬相當。",
		"又即使同屬故意更犯他罪，其具體個案之犯罪情節仍有不同，例如：因犯重大暴力之罪而被判處無期徒刑者，於執行期間有悛悔實據而得獲假釋，於假釋期間故意更犯他罪而被撤銷假釋，然其所更犯之罪，可能屬施用毒品等未直接侵害他人生命、身體法益之犯罪或其他非重大暴力之罪者，此時如仍一律執行20年或25年殘餘刑期，即有輕重失衡之虞。更有甚者，受假釋人已獲假釋期間之長短不一，受假釋人執行更生計畫之成果亦有別，可能有出獄後仍不思上進、故態復萌而犯法者；亦有可能於假釋期間內努力復歸家庭、社會，僅因一時失慮再觸法網而遭撤銷假釋者。故再次執行刑罰之必要程度本有差異，自應對應不同情形給予輕重有別之對待，方屬衡平。是於撤銷假釋並執行殘餘刑期時，仍不應忽略撤銷假釋之原因事實、該無期徒刑已受執行之期間、受假釋人曾因有悛悔實據而受假釋之事實、在假釋期間為回歸社會所為之努力以及再犯可能性等情事，而為全盤考慮，始符前述刑罰必要性之原則，否則即有違反比例原則之虞。",
		"據上，倘獲假釋之受刑人經撤銷假釋而須再次入監執行殘餘刑期，即應基於前述刑罰執行必要性之觀點，審酌包含受刑人在假釋期間表現等一切情狀，評估受刑人更生改善可能性，以決定受刑人所應在監執行之殘餘刑期。具體而言，包括：假釋受刑人之保護管束執行狀況、生活及工作狀況、撤銷假釋之原因事實與情節輕重、更犯罪之時點距假釋獲釋之時間長短、更犯罪之性質、情節暨所犯之罪應執行之刑之輕重等事項，均應納入審酌，據以判斷適當之殘餘刑期，始能切合個案情節，予以適切之處遇措施。然系爭規定一及三不分情節輕重，規定無期徒刑假釋撤銷後應一律執行固定期間之殘餘刑期20年或25年，無異剝奪受刑人再次獲得評估之機會，即有使受刑人受執行超過必要程度刑罰之可能，不符手段必要性。",
		"三、結論：系爭規定一及三規定無期徒刑經撤銷假釋後一律在監獄內執行固定殘餘刑期，違反比例原則",
		"綜上，系爭規定一及三規定無期徒刑經撤銷假釋者，一律執行固定殘餘刑期滿20年或25年，而不分撤銷假釋之原因係另犯罪或違反保安處分執行法之規定，復未區別另犯罪之情節暨所犯之罪應執行之刑之輕重，以及假釋期間更生計畫執行之成效等因素，以分定不同之殘餘刑期，於此範圍內，不符比例原則，違反憲法第8條保障人身自由之意旨，應自本判決宣示之日起至遲於屆滿2年時失其效力。",
		"逾期未完成修法，相關機關就無期徒刑撤銷假釋執行殘餘刑期之個案，應依本判決之意旨，另為符合比例原則之適當處置，非必須執行固定殘餘刑期20年或25年。例如，除有特殊情形外，得依本判決主文第一項之意旨，參考下列方式執行殘餘刑期：",
		"（一）依刑法第78條第1項、第2項規定撤銷假釋者，其殘餘刑期依假釋期間所犯之罪應執行之刑定之：（1）未滿5年者，執行殘餘刑期10年。（2）5年以上未滿10年者，執行殘餘刑期15年。（3）10年以上者，適用系爭規定一時，執行殘餘刑期20年；適用系爭規定三時，執行殘餘刑期25年。",
		"（二）依保安處分執行法第74條之2及第74條之3規定撤銷假釋者，執行殘餘刑期5年。但其假釋期間所犯之罪經判處罪刑確定者，應依（一）所定方式，以其所犯之罪應執行之刑改定其應執行殘餘刑期之期間。",
		"陸、形成主文第三項之法律上意見",
		"按憲訴法第62條第1項前段規定：「憲法法庭認人民之聲請有理由者，應於判決主文宣告該確定終局裁判違憲，並廢棄之，發回管轄法院」，附表二聲請人五、二十二至二十九、三十一至三十五據以提出聲請之確定終局裁定，係因各該聲請人不服檢察官依系爭規定一或三所核發之執行指揮書，而聲明異議，經下級審法院裁定駁回後，向最高法院提起抗告或再抗告，分別經最高法院裁定駁回確定（聲請人五、二十二至二十三、二十五至二十九、三十一至三十五），或向最高法院聲明異議經該院裁定駁回確定（聲請人二十四）；因其適用之系爭規定一及三牴觸憲法，已如前述，自應予以廢棄並發回最高法院。最高法院於本判決主文第一項修法期限屆滿前，應裁定停止審理程序，迄新法生效後依新法裁判。逾期未完成修法，最高法院應依主文第二項意旨裁判。聲請人最高法院刑事第一庭就據以聲請之原因案件，亦應依相同意旨裁判。",
		"柒、形成主文第四項之法律上意見",
		"按憲訴法第91條第1項規定：「本法修正施行前已繫屬而尚未終結之人民聲請法規範憲法審查案件，不適用第62條第1項前段關於宣告確定終局裁判違憲並廢棄發回管轄法院之規定」；第2項規定：「前項聲請案件，判決宣告法規範違憲且應失效者，就已確定之原因案件，聲請人得依法定程序或判決意旨請求救濟；原因案件為刑事確定裁判者，檢察總長亦得據以提起非常上訴。」故就主文第三項以外之聲請人所受確定終局裁定，得由檢察總長依職權或依聲請提起非常上訴，最高法院於修法完成前，應裁定停止審理程序，迄修法完成後依據新法裁判。逾期未完成修法，法院應依主文第二項意旨裁判。",
		"捌、形成主文第五項之法律上意見",
		"至於本件聲請人以外依系爭規定一或三執行無期徒刑殘餘刑期之受刑人，雖未如本件聲請人一至三十五聲請解釋憲法、法規範憲法審查及裁判憲法審查，惟系爭規定一及三於修法完成或本判決宣示之日起屆滿2年時即告失效，則該等受刑人如於失效後尚在系爭規定一或三所定之殘餘刑期期間受執行者，即有可能因執行逾必要程度之刑罰而對其人身自由造成過度侵害。況系爭規定一及三既經宣告違憲失效，現實上亦難以期待此類受刑人甘服於受執行原定之殘餘刑期至期滿為止，故為貫徹憲法保障人身自由、法律整體適用之一致性以及本判決之意旨，且無論由刑罰執行教化更生之特別預防目的或監所管理之角度，均不適於令此類受刑人繼續依違憲失效之系爭規定一及三執行殘餘刑期，而應使受刑人獲有依修正後之規範更定殘餘刑期之機會。",
		"從而，本件聲請人以外依系爭規定一或三執行無期徒刑殘餘刑期之受刑人，於本判決宣示後對檢察官之執行指揮聲明異議者，法院於主文第一項修法期限屆滿前，應裁定停止審理程序，迄新法生效後依新法裁判；逾期未完成修法，應依主文第二項意旨裁判。受刑人如已聲明異議尚在法院審理中者，亦同。",
		"玖、形成主文第六項之法律上意見",
		"按撤銷假釋並執行殘餘刑期，係為將不適合回歸社會之受假釋人回復至監獄之機構處遇，實現國家刑罰權，業如前述，故受無期徒刑宣告之受刑人於假釋經撤銷者，本即應入監繼續執行無期徒刑，就殘餘刑期之執行本身並無違反憲法第23條比例原則違憲之疑慮；又本庭宣告系爭規定一及三定期失效之論據，乃因不分情節輕重一律執行20年或25年之殘餘刑期，於個案中可能產生輕重失衡或過苛等情事，故有必要區分不同情節為輕重不同程度之處理，以符憲法第23條比例原則之意旨，而非指受刑人經撤銷假釋後，無庸執行殘餘刑期，故只須由相關機關依據本判決意旨所修正之法律或主文第二項意旨，使尚在執行殘餘刑期之無期徒刑受刑人有獲得改定殘餘刑期之機會，即足以糾正依系爭規定一及三執行固定殘餘刑期所生之違憲狀態，並保障無期徒刑受刑人之憲法上權利，而不應變動在此之前其已執行殘餘刑期之效力（司法院釋字第812號解釋理由書第55段亦同此意旨）。",
		"從而，依本判決主文第三項至第五項意旨改定新殘餘刑期者，相關機關依據檢察官所為新執行指揮書執行前，其已執行之殘餘刑期仍屬合法有效，不因嗣後改定殘餘刑期而違法。",
		"據上，執行無期徒刑殘餘刑期之受刑人，其依上述改定之殘餘刑期，短於實際已執行殘餘刑期者，均以實際執行殘餘刑期之末日，視為殘餘刑期執行完畢之日，如有他刑，即接續執行他刑。相關之受刑人不得據本判決，就已受執行之殘餘刑期，聲請刑事補償、國家賠償或折抵他刑。",
		"拾、形成主文第七項之法律上意見",
		"按新訂之法規，如涉及限制或剝奪人民權利，或增加法律上之義務，原則上不得適用於該法規生效前業已終結之事實或法律關係，是謂禁止法律溯及既往原則。倘新法規所規範之法律關係，跨越新、舊法規施行時期，而構成要件事實於新法規生效施行後始完全實現者，除法規別有規定外，應適用新法規。此種情形，係將新法規適用於舊法規施行時期內已發生，且於新法規施行後繼續存在之事實或法律關係，並非新法規之溯及適用，無涉禁止法律溯及既往原則（司法院釋字第781號解釋理由書第70段參照）。",
		"經查，刑法前於86年11月26日修正公布，增訂系爭規定一，並配合於刑法施行法增訂系爭規定二；又刑法於94年2月2日修正公布，並自95年7月1日施行，修正系爭規定三，並配合於刑法施行法增訂系爭規定四。系爭規定二及四均為明確修正前後法律適用之標準，所訂定關於新舊法律適用之準則。",
		"又系爭規定二及四分別規定，假釋撤銷之原因事實發生在86年刑法第79條之1修正施行前者，依修正前之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間；撤銷假釋之原因事實發生在86年刑法修正公布後，94年刑法修正施行前者，依86年修正公布之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間；撤銷假釋之原因事實發生在94年刑法修正施行後者，依94年修正施行之刑法第79條之1規定合併計算其殘餘刑期與他刑應執行之期間。但其原因事實行為終了或犯罪結果之發生係在上述規定修正施行之後者，則依修正後之規定合併計算其殘餘刑期與他刑應執行之期間。",
		"經核刑法於86年修正時增訂系爭規定一，及於94年修正時將系爭規定一修正為系爭規定三，其關於受無期徒刑宣告之受刑人經撤銷假釋執行殘餘刑期之規定，均屬於對受刑人較不利之修正。惟假釋受刑人係因於假釋期間故意更犯罪，或因違反保護管束應遵守事項等原因事實，始被依法撤銷假釋並重新入監執行殘餘刑期，故關於殘餘刑期期間之計算，按系爭規定二及四規定，係以撤銷之原因事實發生時為基準，原因事實發生在新法修正施行前者，原則適用原因事實發生時即修正前之法律規定，僅於原因事實行為終了或犯罪結果之發生在新法修正施行後者，始適用修正後之法律規定，故系爭規定二及四並未將對受刑人較不利之新法規定適用於系爭規定一及三生效前業已終結之事實或法律關係，依前揭說明，本即無法律溯及適用之問題，故系爭規定二及四以前揭基準決定適用之法律，尚無涉法律不溯及既往原則及信賴保護原則，如附表二所示聲請人就上開規定所為之聲請駁回。",
		"拾壹、形成主文第八項之法律上意見",
		"聲請人五就同一無期徒刑撤銷假釋執行殘餘刑期之執行指揮書向法院聲明異議遭駁回，提起抗告、再抗告，先後經最高法院107年度台抗字第758號及第112年度台抗字第358號刑事裁定（下依序稱前裁定、後裁定）駁回，後裁定與前裁定爭議事項與適用法規均同，聲請人五已據後裁定聲請法規範憲法審查，其據前裁定提出之釋憲聲請已無受理審查之必要，故前裁定部分之聲請應不受理。",
		"聲請人一另主張刑法第78條第1項違反正當法律程序原則；聲請人十九另主張刑法第78條、辦理假釋應行注意事項（已於109年7月15日廢止）第2條及第21條違反正當法律程序原則，牴觸憲法，惟查上開規定均未經確定終局裁定所適用。聲請人十九另就司法院釋字第796號解釋聲請補充解釋，查聲請人十九並非釋字第796號解釋之聲請人，其所受確定終局裁定亦未適用該解釋，自不得聲請補充解釋。是聲請人一及十九之上開聲請，均應不受理。",
		"其他聲請人之其餘主張，核其所陳，或所主張違憲之法令未經確定終局裁定適用，或未具體指摘確定終局裁定所適用之法令有如何牴觸憲法之處。是各聲請人之聲請，除已受理部分外，其餘聲請均不符憲訴法及大審法之受理要件，應不受理。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"迴避審理本案之大法官": [
		"蔡彩貞"
	],
	"主筆": "本判決由黃大法官瑞明主筆。",
	"大法官就主文所採立場表": {
		"465333": "憲法法庭113年憲判字第2號判決主文立場表"
	},
	"意見書": {
		"465291": "憲法法庭113年憲判字第2號判決許大法官志雄提出之協同意見書",
		"465292": "憲法法庭113年憲判字第2號判決陳大法官忠五提出之協同意見書",
		"465293": "憲法法庭113年憲判字第2號判決尤大法官伯祥提出，陳大法官忠五加入之協同意見書",
		"465294": "憲法法庭113年憲判字第2號判決詹大法官森林提出之部分協同部分不同意見書",
		"465295": "憲法法庭113年憲判字第2號判決楊大法官惠欽提出，張大法官瓊文、蔡大法官宗珍、朱大法官富美加入之部分不同意見書",
		"465296": "憲法法庭113年憲判字第2號判決蔡大法官宗珍提出，張大法官瓊文、楊大法官惠欽、朱大法官富美加入之部分不同意見書",
		"465297": "憲法法庭113年憲判字第2號判決朱大法官富美提出，張大法官瓊文、楊大法官惠欽、蔡大法官宗珍加入之部分不同意見書"
	},
	"判決全文": {
		"465334": "憲法法庭113年憲判字第2號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "35.最高法院112年度台抗字第1696號刑事裁定（陳福）"
	},
	"判決摘要": {
		"465335": "憲法法庭113年憲判字第2號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"465337": "謝朝和1090811聲請釋憲狀＿OCR",
			"465338": "謝朝和1100910釋憲補充理由狀_OCR",
			"465339": "謝朝和1101209釋憲補充理由狀_OCR",
			"465340": "謝朝和1110225法規範釋憲補充理由狀_OCR",
			"465341": "謝朝和1111213法規範釋憲補充理由狀_OCR",
			"465342": "謝朝和1120421釋憲補充理由狀_OCR",
			"465343": "謝朝和1121003聲請釋憲補充理由狀_OCR",
			"465344": "謝朝和等1121208憲法訴訟言詞辯論意旨狀_OCR",
			"465345": "謝朝和等1121208憲法訴訟言詞辯論意旨狀（二）_OCR",
			"465346": "傅新生等1121208憲法訴訟言詞辯論意旨書_OCR",
			"465347": "談長峯1121219言詞辯論簡報（林羣期律師）_OCR",
			"465348": "謝朝和等1121219言詞辯論陳述意見簡報（郭皓仁律師、黃昱中律師、翁國彥律師）_OCR",
			"465349": "傅新生等1121219憲法訴訟結辯意旨簡報（林家慶律師）_OCR",
			"465350": "蔡建陽等1121219言詞辯論結辯簡報（陳偉仁律師）_OCR",
			"465351": "謝朝和1130108聲請答辯補充理由狀_OCR",
			"465352": "謝朝和1130111言詞辯論答辯補充理由狀_OCR",
			"465353": "謝朝和等1130126憲法訴訟言詞辯論補充意見狀_OCR",
			"465354": "謝朝和1130205憲法法庭言詞辯論補充理由聲請狀_OCR",
			"465355": "謝朝和1130207聲請法規範釋憲憲法法庭裁判審查補充理由狀_OCR",
			"465356": "李裕民1121024解釋憲法聲請書_OCR",
			"465357": "蔡美娥1121025法規範憲法審查及裁判憲法審查聲請書_OCR",
			"465358": "李三能1120201法規範憲法審查聲請書_OCR",
			"465359": "楊瑤清1120320聲請釋憲狀_OCR",
			"465360": "鐘金海1120824法規範憲法審查聲請書_OCR",
			"465361": "李國光1120901法規範暨裁判違憲審查聲請書_OCR",
			"465362": "林金聲1111004（憲法法庭收文日）解釋憲法聲請書_OCR",
			"465363": "陳東鵬1120224解釋憲法聲請理由狀_OCR",
			"465364": "陳東鵬1120303釋憲聲請補充理由（1）狀_OCR",
			"465365": "陳東鵬1120309釋憲聲請補充理由（2）狀_OCR",
			"465366": "陳東鵬1120316釋憲聲請補充理由（3）狀_OCR",
			"465367": "張明智1120210聲請解釋憲法理由書_OCR",
			"465368": "張明智1120216釋憲補充理由（1）狀_OCR",
			"465369": "張明智1120222釋憲補充理由（2）狀_OCR",
			"465370": "張明智1120302法規範釋憲補充理由（3）狀_OCR",
			"465371": "張明智1120313法規範憲法審查聲請書（理由補充4）_OCR",
			"465372": "張明智1120331法規範憲法審查及裁判憲法審查聲請書_OCR",
			"465373": "劉寶平1100903釋憲狀_OCR",
			"465374": "劉寶平1100929釋憲補充解釋1狀_OCR",
			"465375": "劉寶平1101205釋憲補充解釋2狀_OCR",
			"465376": "劉寶平1110228釋憲補充理由五狀_OCR",
			"465377": "劉寶平1110228釋憲補充理由六狀_OCR",
			"465378": "劉寶平1110505釋憲補充理由7狀_OCR",
			"465379": "劉寶平1120228釋憲補充理由2-4狀_OCR",
			"465380": "劉寶平1120808憲法法庭(釋憲)狀_OCR",
			"465381": "劉寶平1130117聲請憲法法庭補充理由狀_OCR",
			"465382": "蔡維強1120804（憲法法庭收文日）法規範憲法審查聲請書_OCR",
			"465383": "陳福1121212法規範憲法審查及裁判憲法審查聲請書_OCR",
			"465384": "談長峯1110627法規範憲法審查及裁判憲法審查聲請書_OCR",
			"465385": "余明雄1110113聲請憲法法庭裁判狀_OCR",
			"465386": "余明雄1111214法規範釋憲補充理由狀_OCR",
			"465387": "辜明東1110627法規範憲法審查聲請書_OCR",
			"465388": "李松明1110803法規範憲法審查聲請書_OCR",
			"465389": "陳清寶110.04.01聲請解釋憲法狀_OCR",
			"465390": "楊奇芳110.04.07解釋憲法聲請書及理由補充說明陳述狀_OCR",
			"465391": "楊國清110.01.07聲請釋憲狀_OCR",
			"465392": "何財寶110.04.12解釋憲法聲請書_OCR",
			"465393": "何財寶110.04.15解釋憲法聲請書_OCR",
			"465394": "何財寶1110831解釋憲法聲請狀_OCR",
			"465395": "何財寶1111003聲請解釋憲法狀_OCR",
			"465396": "郭俊佑110.05.21解釋憲法聲請書_OCR",
			"465397": "蔡建陽110.06.22解釋憲法聲請書_OCR",
			"465398": "陳澤源110.07.05聲請解釋憲法狀_OCR",
			"465399": "彭文正110.07.12解釋憲法聲請書_OCR",
			"465400": "楊正勇110_01_22解釋憲法聲請書_OCR",
			"465401": "楊正勇1110629釋憲聲請狀_OCR",
			"465402": "連永川110.02.23聲請釋憲狀_OCR",
			"465403": "謝陳輝110.02.23聲請釋憲狀_OCR",
			"465404": "傅新生109.08.05釋憲聲請書_OCR",
			"465405": "李明輝109.08.12解釋憲法聲請書_OCR",
			"465406": "李明輝110.06.03解釋憲法聲請書_OCR",
			"465407": "李明輝1110209解釋憲法聲請書_OCR",
			"465408": "李明輝1110526解釋憲法聲請書_OCR",
			"465409": "李明輝1110628法規範憲法審查聲請書_OCR",
			"465410": "李明輝1120519法規範憲法審查聲請書_OCR",
			"465411": "陳怡靜109.09.24解釋憲法聲請書_OCR",
			"465412": "賴清和109.10.07聲請解釋憲法狀_OCR",
			"465413": "賴清和110.05.14解釋憲法補充理由狀_OCR",
			"465414": "賴清和110.10.04解釋憲法補充理由書_OCR",
			"465415": "李雨樺109.10.16解釋憲法聲請狀",
			"465416": "吳國楨109.11.18解釋憲法聲請書及補充解釋憲法聲請書（一）、補充解釋聲請書（二）_OCR",
			"465417": "吳國楨110.01.25解釋憲法聲請理由補充書_OCR",
			"465418": "最高法院刑事第三庭109.07.16法官釋憲聲請書_OCR",
			"465419": "王登生108.05.28聲請司法院大法官解釋憲法狀_OCR",
			"465420": "王登生108.06.03聲請釋憲（二）狀_OCR",
			"465421": "王登生108.06.28聲請請求大法官解釋憲法（三）狀_OCR",
			"465422": "王登生108.10.03聲請解釋憲法（四）狀_OCR",
			"465423": "王登生109.07.02聲請大院大法官解釋憲法（五）狀_OCR",
			"465424": "王登生109.09.15聲請大院大法官解釋（六）狀_OCR",
			"465425": "王登生109.11.17聲請大法官解釋憲法（七）狀_OCR",
			"465426": "王登生110.04.13聲請解釋憲法（八）狀_OCR",
			"465427": "王登生110.07.27聲請大法官解釋憲法（九）狀_OCR",
			"465428": "王登生110.11.08聲請解釋憲法（十一）狀_OCR",
			"465429": "王登生1120510聲明解釋憲法狀（十一）_OCR",
			"465430": "王登生1121011聲請憲法法庭裁判（十二）狀_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"465431": "法務部1121206言詞辯論意旨書_OCR",
			"465432": "法務部1121219法規範審查言詞辯論陳述簡報_OCR",
			"465433": "法務部1121219法規範審查結辯陳述簡報_OCR",
			"465434": "法務部1130117言詞辯論意旨補充書_OCR"
		},
		"專家諮詢意見書": {
			"465435": "周漾沂教授1121212專家諮詢意見書_OCR",
			"465436": "黃宗旻副教授1121214專家諮詢意見書_OCR",
			"465437": "丁榮轟助理教授1121207專家諮詢意見書_OCR"
		},
		"法庭之友意見書": {
			"465438": "財團法人民間司法改革基金會1121129法庭之友意見書_OCR",
			"465439": "社團法人監所關注小組1121130法庭之友意見書_OCR"
		},
		"鑑定人意見書": {
			"465440": "國家人權委員會1121215鑑定意見書_OCR"
		},
		"其他": {
			"465441": "大法官函詢及法務部1090810法檢字第10900082070號回函_OCR",
			"465442": "憲法法庭函詢及法務部1130308法檢決字第11304507340號回函_OCR",
			"465443": "憲法法庭112年憲裁字第142號裁定"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"465336": "109年度憲二字第333號言詞辯論筆錄_OCR"
		}
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {},
	"併案": {
		"309598": "110年度憲二字第82號(謝陳輝)",
		"309599": "110年度憲二字第81號(連永川)",
		"309717": "110年度憲二字第38號(楊正勇)",
		"309745": "110年度憲二字第307號(彭文正)",
		"309747": "110年度憲二字第297號(陳澤源)",
		"309752": "110年度憲二字第282號(蔡建陽)",
		"309765": "110年度憲二字第234號(郭俊佑)",
		"309777": "110年度憲二字第18號(楊國清)",
		"309779": "110年度憲二字第185號(何財寶)",
		"309782": "110年度憲二字第179號(楊奇芳)",
		"309784": "110年度憲二字第173號(陳清寶)",
		"309837": "109年度憲二字第503號(吳國楨)",
		"309845": "109年度憲二字第426號(李雨樺)",
		"309847": "109年度憲二字第414號(賴清和)",
		"309853": "109年度憲二字第336號(李明輝)",
		"309857": "109年度憲二字第326號(傅新生)",
		"309899": "108年度憲二字第179號(王登生)",
		"310020": "109年度憲三字第26號(最高法院刑事第一庭（原為第三庭）)",
		"310042": "109年度憲二字第397號(陳怡靜)",
		"340374": "111年度憲民字第50號(余明雄)",
		"342164": "111年度憲民字第903466號(辜明東)",
		"343294": "111年度憲民字第1496號(談長峯)",
		"344100": "111年度憲民字第903844號(李松明)",
		"346708": "112年度憲民字第900162號(林金聲)",
		"348066": "112年度憲民字第159號(李三能)",
		"348468": "112年度憲民字第325號(楊瑤清)",
		"348994": "112年度憲民字第900496號(陳東鵬)",
		"350582": "112年度憲民字第885號(李國光)",
		"350594": "112年度憲民字第900937號(張明智)",
		"350619": "112年度憲民字第900946號(劉寶平)",
		"350801": "112年度憲民字第901035號(蔡維強)",
		"351042": "112年度憲民字第1073號(蔡美娥)",
		"351046": "112年度憲民字第880號(鐘金海)",
		"351048": "112年度憲民字第1066號(李裕民)",
		"351496": "112年度憲民字第901237號(陳福)"
	}
}