{
	"id": "351214",
	"類型": "程序裁定",
	"裁定字號": "112年統裁字第41號",
	"原分案號": "112年度憲統字第18號",
	"裁定日期": "2023-12-04",
	"聲請人": "劉泓志",
	"案由": "聲請人因詐欺等案件聲請再審案件，聲請法規範及裁判憲法審查暨統一見解之判決。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人因詐欺等案件聲請再審案件，認臺灣高等法院臺南分院（下稱臺南高分院）112年度聲再字第12號刑事裁定（下稱系爭裁定）對於刑法第215條、第216條及第339條等罪之見解，暨系爭裁定所適用之刑事訴訟法第376條（下稱系爭規定），有違憲疑義，爰依憲法訴訟法（下稱憲訴法）第59條第1項，聲請法規範及裁判憲法審查。又，聲請人認系爭裁定與最高行政法院109年度判字第20號判決（下稱系爭最高行政法院判決一）、107年度判字第549號判決（下稱系爭最高行政法院判決二），就健保費用爭議案件是否構成刑法第215條、第216條及第339條等罪已表示之見解有異，爰依憲訴法第84條第1項規定，聲請統一見解之判決。",
		"二、關於聲請裁判憲法審查部分",
		"（一）按人民聲請憲法法庭為宣告違憲之判決，須於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，認有牴觸憲法者，始得為之；又，聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理，憲訴法第59條第1項、第15條第3項分別定有明文。",
		"（二）查系爭裁定為依法不得抗告之裁定，是本件聲請應以該裁定為確定終局裁定。次查，本件聲請之原因案件，係聲請人對臺南高分院105年度上易字第403號刑事判決聲請再審，經確定終局裁定認其聲請部分不合法、部分無理由，予以駁回，是確定終局裁定係對再審聲請有無符合法定程序及要件予以審究，並未就聲請人是否構成刑法第215條、第216條及第339條等罪為實體論斷。聲請意旨所陳既與確定終局裁定駁回理由無涉，難謂已具體敘明確定終局裁定如何牴觸憲法，核屬未依法表明聲請裁判憲法審查之理由，爰依憲訴法第15條第3項規定，以一致決不受理此部分聲請。",
		"三、關於聲請法規範憲法審查部分",
		"（一）按人民聲請憲法法庭為宣告違憲之判決，須於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範，認有牴觸憲法者，始得為之；聲請不備其他要件者，審查庭得以一致決裁定不受理，憲訴法第59條第1項及第15條第2項第7款本文，分別定有明文。",
		"（二）查確定終局裁定並未適用系爭規定，聲請人尚不得對之聲請法規範憲法審查，爰依憲訴法第15條第2項第7款本文，以一致決不受理此部分聲請。",
		"四、關於聲請統一見解部分",
		"（一）按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判適用法規範所表示之見解，認與不同審判權終審法院之確定終局裁判適用同一法規範已表示之見解有異，得聲請憲法法庭為統一見解之判決；聲請不備要件者，審查庭得以一致決裁定不受理，憲訴法第84條第1項及第15條第2項第7款分別定有明文。",
		"（二）查系爭最高行政法院判決一因認：「兩造上訴論旨，分別指摘原判決（確定部分除外）不利於己部分為不當，求予廢棄，均非無理由……另關於林家楣於原審提起之確認訴訟（原審判決駁回林家楣給付訴訟部分，因其未上訴，此部分原判決已確定），業經林家楣合法撤回起訴在案，原審再為實體判決，核有訴外裁判之違法……」爰於主文宣告「原判決除確定部分外廢棄，其中關於上訴人大家診所之訴及訴訟費用部分，發回臺北高等行政法院。」惟該案原告於案件發回臺北高等行政法院後，復於更審時當庭撤回起訴，此有憲法法庭電詢臺北高等行政法院之電話紀錄可稽，是系爭最高行政法院判決一並非憲訴法第84條第1項所稱之不同審判權終審法院之確定終局判決。另，系爭最高行政法院判決二係以上訴無理由，駁回上訴，是系爭最高行政法院判決二，核屬憲訴法第84條第1項所稱之不同審判權終審法院之確定終局判決。",
		"（三）次查，確定終局裁定並未就聲請人是否構成刑法第215條、第216條及第339條等罪為實體論斷，已如前述。末查，聲請人亦未具體指出確定終局裁定適用何法規範所表示之見解，與系爭最高行政法院判決二適用同一法規範已表示之見解有異。爰依憲訴法第15條第2項第7款規定，以一致決不受理此部分聲請。",
		"五、綜上，本件聲請應不受理。"
	],
	"法庭組成": [
		"蔡烱燉",
		"詹森林",
		"黃昭元"
	],
	"裁定全文": {
		"449663": "112年統裁字第41號劉泓志聲請案"
	}
}