{
	"id": "349436",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1265號",
	"原分案號": "111年度憲民字第2668號",
	"裁定日期": "2023-06-29",
	"聲請人": "甲",
	"案由": "聲請人為請求離婚等事件，聲請法規範及裁判憲法審查",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請意旨略以：臺灣臺北地方法院106年度婚字第229號民事判決、臺灣高等法院108年度家上字第46號民事判決與其判決確定證明書（下稱系爭判決確定證明書）、108年度家上字第46號民事裁定，及其所適用之家事事件法、民法、民事訴訟法、公民與政治權利國際公約及經濟社會文化權利國際公約施行法等相關規定，法院僅依訴訟相對人之請求審理離婚事由，並作成不利於聲請人之判斷，且承審法官未踐行法定程序，並剝奪聲請人二參加訴訟，均有違憲疑義，爰聲請法規範及裁判憲法審查等語。",
		"二、關於聲請人一部分",
		"（一）按憲法訴訟法（下稱憲訴法）第59條第1項之裁判憲法審查案件，聲請人所受之確定終局裁判於憲訴法修正施行前已送達且未援用大法庭之法律見解者，不得聲請；憲訴法明定不得聲請之事項，審查庭得一致決裁定不受理，憲訴法第92條第1項及第15條第2項第5款分別定有明文。",
		"（二）次按人民所受之確定終局裁判於憲訴法修正施行前已送達者，得於中華民國111年1月4日憲訴法修正施行日起算6個月內，聲請法規範憲法審查；人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；上列聲請法規範憲法審查案件得否受理，依修正施行前之規定；聲請不備法定要件者，審查庭得以一致決裁定不受理。憲訴法第92條第2項、第59條第1項、第90條第1項但書、第15條第2項第7款定有明文。又按人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款亦定有明文。",
		"（三）關於裁判憲法審查部分：查聲請人一據以聲請之裁判，均於憲訴法修正施行前即已送達，且未援用大法庭見解，依上開規定，聲請人一不得據以聲請裁判憲法審查。",
		"（四）關於法規範憲法審查部分：1、系爭判決確定證明書並非裁判，聲請人一不得據之聲請法規範憲法審查。2、查本件聲請據以聲請之裁判，既均於憲訴法修正施行前送達，則持之聲請法規範憲法審查部分是否受理，應依修正施行前之規定即大審法第5條第1項第2款規定決定之。3、按大審法第5條第1項第2款所稱之確定終局裁判，就其立法及制度設計之意旨，係指聲請人已依法定程序用盡審級救濟途徑之最終裁判而言。聲請人一就臺灣臺北地方法院106年度婚字第229號民事判決提起上訴，經臺灣高等法院108年度家上字第46號民事判決駁回其部分上訴，聲請人就不利之部分上訴最高法院，另對臺灣高等法院110年2月3日108年度家上字第46號民事裁定及110年2月22日書記官處分書，分別提起抗告及聲明異議。上訴、抗告部分，經臺灣高等法院110年4月1日108年度家上字第46號民事裁定，命聲請人一補繳裁判費並補正委任律師或具律師資格之關係人為訴訟代理人之委任狀，聲請人一未補繳裁判費且逾期未補正，嗣臺灣高等法院分別以110年5月7日108年度家上字第46號兩份民事裁定，認上訴、抗告不合法予以駁回。是聲請人一提起上訴、抗告部分之裁定，均非依法定程序用盡審級救濟途徑之確定終局裁判，聲請人一不得據之聲請法規範憲法審查。聲明異議部分，臺灣高等法院以110年4月1日108年度家上字第46號民事裁定，認聲明異議無理由，予以駁回，是前開臺灣高等法院110年4月1日108年度家上字第46號民事裁定，為確定終局裁定。4、核聲請意旨所陳，尚難認聲請人一已於客觀上具體指明確定終局裁定所適用之何法規範，於客觀上究有何牴觸憲法之處。是本件聲請人一關於法規範憲法審查部分，核與上開要件不符。",
		"三、關於聲請人二部分",
		"（一）按聲請不合程式或不備其他要件者，審查庭得一致決裁定不受理；復按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決，憲訴法第15條第2項第7款、第59條第1項定有明文。",
		"（二）經查，聲請人二並非據以聲請裁判及判決確定證明書之當事人，核與憲訴法第59條第1項之要件不合，依前揭規定，不得聲請法規範及裁判憲法審查。",
		"四、綜上，本件聲請與上揭規定均有未合，以一致決裁定不受理。"
	],
	"法庭組成": [
		"吳陳鐶",
		"黃昭元",
		"呂太郎"
	],
	"裁定全文": {
		"434620": "112年審裁字第1265號聲請案"
	}
}