{
	"id": "349947",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1457號",
	"原分案號": "111年度憲民字第2669號",
	"裁定日期": "2023-08-08",
	"聲請人": "林中君、林中玉、林中書",
	"案由": "聲請人為損害賠償及其再審事件，聲請法規範及裁判憲法審查。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人主張略以：",
		"(一)臺灣臺北地方法院102年度醫字第11號民事判決(下稱系爭裁判一)、臺灣高等法院106年度醫上易字第9號民事判決(下稱系爭裁判二)、臺灣士林地方法院102年度醫字第11號民事判決(下稱系爭裁判三)、臺灣士林地方法院102年度醫字第11號民事裁定(下稱系爭裁判四)、臺灣高等法院以107年度抗字第988號裁定(下稱系爭裁判五)、臺灣士林地方法院107年度醫更一字第1號民事判決(下稱系爭裁判六)、臺灣士林地方法院109年度聲字第89號民事裁定(下稱系爭裁判七)、臺灣高等法院107年度醫上易字第3號民事判決(下稱系爭裁判八)、臺灣高等法院107年度醫上易字第3號民事裁定(下稱系爭裁判九)、臺灣高等法院108年度聲再字第88號民事裁定(下稱系爭裁判十)、臺灣高等法院108年度聲再字第96號民事裁定(下稱系爭裁判十一)、臺灣高等法院108年度醫再易字第3號民事判決(下稱系爭裁判十二)，所適用之醫療法第63條第1項、第81條、第82條第2項至第5項、醫師法第12條之1 (下併稱系爭規定)，有違反憲法第15條財產權疑義等語，聲請法規範憲法審查；",
		"(二)系爭裁判六及臺灣高等法院109年度醫上易字第6號民事判決(下稱系爭裁判十三)及所適用之法規範，違反正當法律程序原則、誠實信用原則、違背訴訟權核心保障內容、憲法原則、自由民主憲政秩序等語，聲請法規範及裁判憲法審查。",
		"二、查本件確定終局裁判之認定：",
		"(一)聲請人林中書、林中玉、林中君，曾就系爭裁判一提起上訴，經系爭裁判二以無理由駁回，該判決不得上訴，是此部分應以系爭裁判二，為確定終局判決。",
		"(二)聲請人林中君，復曾就系爭裁判三不服並提起上訴，並聲請訴之追加。訴之追加部分，經系爭裁判四駁回追加之聲請，林中君不服復提起抗告，案經系爭裁判五，認聲請人林中君追加原告林中玉及林中書、被告及擴張聲明合法，廢棄系爭裁判四，並發回原法院續為審理。復經系爭裁判六駁回聲請人之訴，並於該案聲請法官迴避，經系爭裁判七駁回聲請，惟並未針對系爭裁判七提起抗告。上訴部分，案經系爭裁判八以無理由駁回，該判決不得上訴。又聲請人林中君復於系爭裁判八聲請追加聲請人林中玉、林中書為上訴人並擴張聲明，經系爭裁判九駁回追加之請求。聲請人林中玉、林中書及林中君，分別對系爭裁判九不服而提起再審，分別經系爭裁判十及系爭裁判十一以不合法駁回在案。又聲請人林中君，復對系爭裁判八提起再審，經系爭裁判十二以無理由駁回再審之訴。惟查系爭裁判十二並未適用系爭規定，聲請人自不得據以聲請法規範憲法審查。又聲請人林中君、林中玉及林中書對系爭裁判六不服，復提起上訴，經系爭裁判十三以無理由駁回在案。是此部分應以系爭裁判八及系爭裁判十三為確定終局判決。",
		"三、就法規範憲法審查部分：",
		"(一)按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理，憲法訴訟法（下稱憲訴法）第59條第1項及第15條第3項分別定有明文。核聲請書意旨，並未指明系爭裁判十三所適用之何規範究有何牴觸憲法之處，應不受理。",
		"(二)復按人民所受之確定終局裁判於憲訴法111年1月4日修正施行（下同）前已送達者，得於憲訴法修正施行起6個月內聲請法規範憲法審查；其案件得否受理，依修正施行前之規定，即司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定決之，憲訴法第92條第2項、第90條第1項但書定有明文。又按人民於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者，得聲請解釋憲法；聲請解釋憲法不合前述規定者，應不受理，大審法第5條第1項第2款及第3項亦定有明文。查系爭裁判二及系爭裁判八均於憲訴法修正施行前即已送達聲請人，且聲請人係於憲訴法修正施行起6個月內為本件聲請，其受理與否，應依大審法上開規定決之。惟經核其聲請意旨所陳，本件聲請人並未於客觀上具體指摘系爭裁判二及系爭裁判八所適用之系爭規定究有何牴觸憲法之處，爰依上開規定，應不受理。",
		"四、就裁判憲法審查部分：按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；聲請憲法法庭裁判，聲請不合程式或不備其他要件，其情形不可以補正者，審查庭得以一致決裁定不受理，憲訴法第59條第1項及第15條第2項第7款分別定有明文。惟經核其聲請意旨所陳，聲請人之主張意旨，不外以自己之見解爭執法院為相關利益衡量之考量因素與決定，尚難認聲請人已具體敘明法院所持見解及其就相對立之憲法上權利間之利益衡量決定，究有如何悖離憲法基本權利或基本價值之處，其聲請核與聲請裁判憲法審查之法定要件不合，本庭爰以一致決裁定不受理。"
	],
	"法庭組成": [
		"許宗力",
		"林俊益",
		"黃瑞明"
	],
	"裁定全文": {
		"438389": "112年審裁字第1457號林中君、林中玉、林中書聲請案"
	}
}