{
	"id": "350315",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1557號",
	"原分案號": "111年度憲民字第3709號",
	"裁定日期": "2023-09-01",
	"聲請人": "林冠州等37人",
	"案由": "聲請人為請求塗銷土地所有權登記等事件，聲請法規範及裁判憲法審查，並聲請為統一見解之判決。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、\t本件聲請意旨略以：聲請人等因請求塗銷土地所有權登記等事件，經臺灣臺北地方法院106年度重訴字第1082號民事判決（下稱系爭判決一）為聲請人等勝訴之判決、臺灣高等法院107年度重上字第935號民事判決（下稱系爭判決二）為聲請人等敗訴之判決及最高法院110年度台上字第816號民事裁定（下稱系爭裁定）駁回聲請人等之上訴，其中：",
		"（一）系爭判決二與系爭判決一就裁判所應適用之土地法第14條第1項第5款規定（下稱系爭規定）見解有重大歧異，憲法法庭應統一解釋法令。",
		"（二）系爭規定及系爭判決二所持見解，未保護聲請人等對於土地登記簿記載絕對效力之信賴而買受取得所有權，反而認定裁判相對人即臺北市依法已因徵收而原始取得土地所有權，並認定土地成為公共交通道路用地而為不融通物，不得再由私人取得所有權，罔顧與上開見解相反之現行法令與實務見解，牴觸憲法第15條財產權保障、第22條契約自由、第23條比例原則之規定。",
		"（三）系爭裁定及所援引於法院組織法修正並廢止判例制度後仍相當於判例之最高法院100年度台上字第1343號民事判決（下稱系爭裁判），違反民事訴訟法第469條、第469條之1規定，駁回聲請人等已詳述事實、上訴理由及上訴法律審原則重要性之上訴，牴觸憲法第16條人民有訴訟權、第15條財產權應予保障及第23條比例原則之規定。",
		"二、\t附表編號28、37及7、10、20、21、23至27、29、32至36之聲請人等17人（詳附表）部分",
		"（一）按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；次按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判適用法規範所表示之見解，認與不同審判權終審法院之確定終局裁判適用同一法規範已表示之見解有異，得聲請憲法法庭為統一見解之判決；末按聲請不備憲法訴訟法（下稱憲訴法）上要件者，審查庭得以一致決裁定不受理；憲訴法第59條第1項、第84條第1項及第15條第2項第7款分別定有明文。",
		"（二）本件附表編號28聲請人林寶焉及附表編號37聲請人廖明正於收受系爭判決二後，原得依法提起上訴，然並未為之，未用盡審級救濟程序，不得據以聲請法規範與裁判憲法審查及聲請為統一解釋之判決。附表編號7、10、20、21、23至27、29、32至36之15位聲請人，雖曾就系爭判決二提起上訴，惟因未繳納裁判費，系爭裁定以其上訴不合法予以駁回，亦屬未用盡審級救濟程序，亦不得聲請法規範與裁判憲法審查及聲請為統一見解之判決。",
		"三、\t其餘20位聲請人部分",
		"（一）按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；次按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判適用法規範所表示之見解，認與不同審判權終審法院之確定終局裁判適用同一法規範已表示之見解有異，得聲請憲法法庭為統一見解之判決；次按聲請不備憲訴法上要件者，審查庭得一致決裁定不受理，憲訴法第59條第1項、第84條第1項及第15條第2項第7款分別定有明文。",
		"（二）查其餘20位聲請人曾就系爭判決二提起上訴，經系爭裁定以其上訴不合法，予以駁回確定，是其法規範及裁判憲法審查之聲請，就系爭規定及系爭裁判，應分別以系爭判決二及系爭裁定為據以審查之確定終局裁判。惟綜觀本件聲請意旨，均僅係以己見爭執系爭判決二及系爭裁定之認事用法，難認已具體指摘系爭規定、系爭裁判及系爭判決二有何牴觸憲法之處，與憲訴法第59條第1項規定要件不合。又關於聲請統一法規範見解部分，其餘20位聲請人並非指摘不同審判權終審法院之確定終局裁判適用同一法規範已表示之見解有異，是其聲請與憲訴法第84條第1項規定所定要件亦屬不合。",
		"四、\t綜上所述，本件聲請與憲訴法上開規定應備之要件不合，爰依憲訴法第15條第2項第7款以一致決裁定不受理。"
	],
	"法庭組成": [
		"吳陳鐶",
		"黃昭元",
		"呂太郎"
	],
	"其他附件": {
		"444965": "111年度憲民字第3709號附表"
	},
	"裁定全文": {
		"444964": "112年審裁字第1557號林冠州等37人聲請案"
	}
}