{
	"id": "350568",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1724號",
	"原分案號": "112年度憲民字第850號",
	"裁定日期": "2023-09-22",
	"聲請人": "歐陽彥峰等54人",
	"案由": "聲請人因任用事件，聲請法規範及裁判憲法審查。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人基於司法院釋字第760號解釋及憲法第7條平等權、第18條應考試服公職權等規定，向內政部警政署請求將其派任為全國警察機關陞遷序列表中第九序列之職務，以除去其等不利之差別待遇。內政部警政署駁回其請求後，聲請人向考試院公務人員保障暨培訓委員會提出復審，遭復審決定駁回。聲請人再提起行政訴訟，迭經臺北高等行政法院及最高行政法院判決駁回其訴。聲請人認其分別所受最高行政法院111年度上字第730號、110年度上字第519號、111年度上字第731號、112年度上字第34號判決（下併稱系爭確定終局判決）、其所適用之警察人員人事條例第11條第2項（下稱系爭規定）前段，及內政部中華民國107年7月13日台內警字第10708721541號函頒實施「司法院釋字第760號案釋憲聲請人及99年以前三等（乙等）警察特考及格未具中央警察大學學歷之現職人員訓練計畫」（下稱系爭訓練計畫）第4點、第5點、第17點等規定，牴觸憲法，聲請法規範及裁判憲法審查。其主張意旨略以：1.聲請人為99年以前公務人員考試警察乙等（三等）特考考試錄取人員，並由內政部警政署安排至中央警察大學警佐班第4類補足當年公務人員考試後之訓練，惟訓練合格結業後，長達3年未獲派第九序列巡官等同序列職務，然中央警察大學四年制學士班、二技、研究所之畢業生，一畢業即優先獲派任巡官等同序列職務，或警佐班第1、2、3類，唯獨聲請人等警佐班第4類最難以派任巡官等同序列職務。2.系爭規定前段僭越考試權致牴觸憲法權力分立原則，並違反憲法第7條及第18條規定。3.系爭訓練計畫相關規定違反憲法第7條、第18條及第23條法律保留原則。4.系爭確定終局判決認定聲請人之考試任用程序均已完成，係強令聲請人接受行政機關之違法行政行為所生不利益，並已違反憲法第7條及第18條；且其以內政部警政署控留第九序列巡官等同序列職務職缺尚屬合理正當之見解，亦已違反憲法第7條、第18條及第23條等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起6個月之不變期間內，聲請憲法法庭為宣告違憲之判決；法規範審查案件經司法院解釋宣告不違憲或作成其他憲法判斷者，除有法定之情形外，任何人均不得就相同法規範聲請判決；就憲法訴訟法（下稱憲訴法）明定不得聲請之事項聲請憲法法庭裁判、聲請不合程式或不備憲訴法所定要件者，審查庭得以一致決裁定不受理，憲訴法第59條、第42條第1項、第15條第2項第5款及第7款定有明文。",
		"三、本件關於聲請法規範憲法審查部分，查司法院釋字第760號解釋業就系爭規定作成憲法解釋，並宣示該規定「未明確規定考試訓練機構，致實務上內政部警政署得將公務人員特種考試警察人員考試三等考試筆試錄取之未具警察教育體系學歷之人員，一律安排至臺灣警察專科學校受考試錄取人員訓練，以完足該考試程序，使100年之前上開考試及格之未具警察教育體系學歷人員無從取得職務等階最高列警正三階以上職務任用資格，致其等應考試服公職權遭受系統性之不利差別待遇，就此範圍內，與憲法第7條保障平等權之意旨不符。」依此，系爭規定僅於未明確規定考試訓練機構，致使特定之相關考試及格人員無從取得職務等階最高列警正三階以上職務任用資格之範圍內，始與憲法第7條保障平等權之意旨不符，其餘規定內容則未違憲。本件聲請人聲請為法規範憲法審查之客體僅限於系爭規定前段規定，即「警察官之任用……應經警察大學或警官學校畢業或訓練合格」部分，乃屬司法院釋字第760號解釋宣告不違憲者，依憲訴法第42條第1項規定，聲請人自不得再對之聲請判決。次查，系爭訓練計畫係對特定範圍之對象實施警察人員進修教育訓練之具體公權力措施，其性質非屬法規範，聲請人自不得對之聲請法規範憲法審查。",
		"四、本件關於聲請裁判憲法審查部分，按憲訴法第59條第1項所定裁判憲法審查制度，係賦予人民就其依法定程序用盡審級救濟之案件，認確定終局裁判解釋及適用法律，有誤認或忽略基本權利重要意義，或違反通常情況下所理解之憲法價值等牴觸憲法之情形時（憲訴法第59條第1項規定立法理由參照），得聲請憲法法庭為宣告違憲之判決。人民聲請裁判憲法審查，如非針對確定終局裁判就法律之解釋、適用悖離憲法基本權利與憲法價值，而僅爭執法院認事用法所持見解者，即難謂合於聲請裁判憲法審查之法定要件。本件聲請人就系爭確定終局判決，主要係爭執法院認定其考試任用程序均已完成，而其既已依系爭訓練計畫完足訓練，取得任用為職務等階最高列警政三階以上職務之資格，已符合司法院釋字第760號解釋意旨之要求，聲請人尚不得於依系爭訓練計畫完訓後，請求逕派任為相當於第九序列職務等之見解，自認其依系爭訓練計畫於中央警察大學警佐班第4類訓練，係「補足當年公務人員考試後之訓練」，系爭確定終局判決之見解除背離釋字第760號解釋外，亦有違憲法第7條平等原則等語。核其主張意旨，僅屬就原因案件事實之主張，與對法院認事用法所持見解之爭執，並未具體敘明系爭確定終局判決就相關法律之解釋及適用，究有何誤認或忽略基本權利重要意義，或違反通常情況下所理解之憲法價值等牴觸憲法之情形，核與聲請裁判憲法審查之法定要件不合。",
		"五、綜上，本件聲請均不合法，本庭爰依上開規定以一致決裁定不受理。"
	],
	"法庭組成": [
		"蔡明誠",
		"張瓊文",
		"蔡宗珍"
	],
	"裁定全文": {
		"446389": "112年審裁字第1724號歐陽彥峰等53人聲請案"
	}
}