{
	"id": "351387",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1930號",
	"原分案號": "112年度憲民字第1108號",
	"裁定日期": "2023-12-19",
	"聲請人": "張文俐",
	"案由": "聲請人因返還不當得利及其再審事件，認臺灣臺北地方法院新店簡易庭102年度店小字第518號小額民事判決、107年度店再小字第6號民事裁定、臺灣臺北地方法院110年度聲再字第1681號及111年度聲再字第339號民事裁定，有違憲疑義，聲請裁判及法規範憲法審查。",
	"案件公告": {},
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人聲請意旨略以：臺灣臺北地方法院新店簡易庭102年度店小字第518號小額民事判決（下稱系爭判決）、107年度店再小字第6號民事裁定（下稱系爭裁定一）、臺灣臺北地方法院110年度聲再字第1681號民事裁定（下稱系爭裁定二）及111年度聲再字第339號民事裁定（下稱系爭裁定三），有違憲疑義，乃依憲法訴訟法第59條規定聲請裁判及法規範憲法審查等語。",
		"二、就系爭判決、系爭裁定一及系爭裁定二部分",
		"（一）按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；該確定終局裁判於中華民國111年1月4日憲法訴訟法修正施行前已送達且未援用大法庭之法律見解者，不得聲請裁判憲法審查；又本法明定不得聲請者，審查庭得以一致決裁定不受理，憲法訴訟法第59條第1項、第92條第1項及第15條第2項第5款分別定有明文。至法規範憲法審查之聲請，應於前開憲法訴訟法修正施行日起算6個月內為之；前項案件，除刑事確定終局裁判外，自送達時起已逾5年者，不得聲請；又當事人不在憲法法庭所在地住居者，計算法定期間，應扣除其在途期間；而聲請逾越法定期限、憲法訴訟法明定不得聲請者，審查庭得以一致決裁定不受理，亦分別為憲法訴訟法第92條第2項、第3項、第16條第1項、第15條第2項第4款及第5款所明定。",
		"（二）經查：",
		"１、聲請人曾就系爭判決提起上訴，經臺灣臺北地方法院103年度小上字第5號民事裁定以上訴不合法予以駁回確定，是此部分聲請，應以系爭判決為確定終局裁判；聲請人另曾就系爭裁定一提起抗告，經臺灣臺北地方法院108年度再小抗字第2號民事裁定以抗告無理由予以駁回確定，是此部分聲請，應以前開臺灣臺北地方法院民事裁定為確定終局裁判；又聲請人曾就臺灣臺北地方法院110年度聲再字第1667號民事裁定聲請再審，經系爭裁定二以聲請為不合法予以駁回確定，是此部分聲請，系爭裁定二即為確定終局裁判。",
		"２、又聲請人持系爭判決、系爭裁定一及系爭裁定二聲請憲法法庭判決，其用盡審級救濟之最終裁判均業已於前述憲法訴訟法修正施行前送達聲請人，且未援用大法庭之法律見解，依上開規定，聲請人均不得持以聲請裁判憲法審查。",
		"３、另聲請人據以聲請之系爭判決，自送達聲請人時起已逾5年，聲請人自不得持以聲請法規範憲法審查。而聲請人據系爭裁定一及系爭裁定二聲請法規範憲法審查，憲法法庭係於112年11月13日始收受本件聲請書，經依憲法訴訟法第16條第1項規定扣除在途期間後，此部分之法規範憲法審查聲請亦已逾越前述6個月之法定期限。",
		"三、就系爭裁定三部分",
		"（一）按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；前項聲請，應自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內為之，憲法訴訟法第59條第1項及第2項分別定有明文。又當事人不在憲法法庭所在地住居者，計算法定期間，應扣除其在途期間；而聲請逾越法定期限者，審查庭得以一致決裁定不受理，亦分別為憲法訴訟法第16條第1項及第15條第2項第4款所明定。",
		"（二）經查：",
		"１、聲請人曾就臺灣臺北地方法院110年度聲再字第1667號民事裁定聲請再審，經系爭裁定二以再審之聲請不合法予以駁回確定，聲請人復就系爭裁定二聲請再審，經系爭裁定三以其未具體表明系爭裁定二所持理由究有何合於法定再審事由之具體情事，認其再審聲請不合法予以駁回確定。",
		"２、系爭裁定三係於111年1月25日確定，聲請人並曾於111年2月8日持該裁定向憲法法庭聲請法規範及裁判憲法審查，經憲法法庭111年憲裁字第1456號裁定不受理，堪認聲請人至遲於111年2月8日前即已收受系爭裁定三。惟憲法法庭係於112年11月13日始收受本件聲請書，經依憲法訴訟法第16條第1項規定扣除在途期間後，此部分聲請已逾越前述6個月之法定期限。",
		"四、綜上，爰依憲法訴訟法第15條第2項第4款及第5款規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"許志雄",
		"楊惠欽",
		"陳忠五"
	],
	"裁定全文": {
		"450746": "112年審裁字第1930號張文俐聲請案"
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}