{
	"id": "351395",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1934號",
	"原分案號": "112年度憲民字第1095號",
	"裁定日期": "2023-12-20",
	"聲請人": "鴻海精密工業股份有限公司",
	"案由": "聲請人因聲請發還犯罪所得案件，聲請裁判及法規範憲法審查。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人之2名前員工因任職期間違背職務，收取供應商佣金回扣，經臺灣高等法院109年度金上重更一字第1號刑事判決以共犯背信罪論處罪刑，並宣告沒收未扣案之犯罪所得新臺幣49萬4,367元及人民幣13萬元，於全部或一部不能沒收或不宜執行沒收時，追徵其價額，案經最高法院中華民國110年5月19日以110年度台上字第1486號刑事判決駁回上訴而確定（下稱原因案件所據刑事確定判決）；被告並於110年9月間繳清犯罪所得。聲請人於111年11月25日以原因案件所據刑事確定判決為據，具狀向臺北地檢署聲請發還被告所繳交之犯罪所得，經該署以聲請人之聲請發還已逾法定請求時間，函覆駁回其聲請。聲請人不服，向臺灣高等法院聲明異議，經臺灣高等法院112年度聲字第47號刑事裁定（下稱系爭確定終局裁定），以聲明異議無理由，予以駁回。聲請人再向最高法院提起抗告，經該院112年度台抗字第792號刑事裁定以抗告不合法為由，予以駁回。聲請人認系爭確定終局裁定及其所適用之刑事訴訟法第473條第1項（下稱系爭規定一）、檢察機關辦理沒收物及追徵財產之發還或給付執行辦法（下稱執行辦法）第3條第1項、第4項（下合稱系爭規定二）規定，有違憲疑義，聲請裁判及法規範憲法審查。其主張意旨略以：1. 系爭規定一及二有關聲請發還、給付沒收物、追徵財產須於刑事裁判確定後1年內為之權利行使期間規定，牴觸刑法沒收新制所確立之「被害人保護優先原則」，且1年聲請時間明顯過短，侵害聲請人之財產權，牴觸憲法第15條保障人民財產權之意旨，並違反憲法第23條之比例原則。2.系爭確定終局裁定認本件原因案件之情形，應適用系爭規定一及二之規定，否准聲請人於逾刑事裁判確定後1年始聲請發還犯罪所得，侵害聲請人之財產權，牴觸憲法第15條保障人民財產權之意旨，並違反憲法第23條之比例原則等語。",
		"二、按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決；聲請不合程式或不備憲法訴訟法（下稱憲訴法）所定要件者，審查庭得以一致決裁定不受理，憲訴法第59條及第15條第2項第7款定有明文。又，憲訴法第59條第1項所定裁判憲法審查制度，係賦予人民就其依法定程序用盡審級救濟之案件，認確定終局裁判解釋及適用法律，有誤認或忽略基本權利重要意義，或違反通常情況下所理解之憲法價值等牴觸憲法之情形時（憲訴法第59條第1項規定立法理由參照），得聲請憲法法庭為宣告違憲之判決。是人民聲請裁判憲法審查，如非針對確定終局裁判就法律之解釋、適用悖離憲法基本權利與憲法價值，而僅爭執法院認事用法所持見解者，即難謂合於聲請裁判憲法審查之法定要件。",
		"三、本件就系爭規定一及二聲請法規範憲法審查部分，查刑法第38條之3第1項及第2項明定，經判決諭知沒收之物或犯罪所得之所有權或其他權利，於沒收裁判確定時移轉為國家所有，但第三人對沒收標的之權利或因犯罪而得行使之債權均不受影響。系爭規定一及二之立法目的，即為保障包括犯罪被害人在內之第三人對沒收標的之權利，故因犯罪而得行使請求權之人，均得依系爭規定一及二之規定，聲請該管檢察官發還或給付沒收物、追徵財產。就此而言，聲請人認系爭規定一及二牴觸刑法沒收新制所確立之「被害人保護優先原則」，其主張顯無理由。此外，系爭規定一所稱請求權人，係包括「經刑事確定判決認定其受損害之特定內容或具體數額之被害人」（執行辦法第2條第1項第3款規定參照），亦即凡經刑事確定判決認定其受損害之特定內容或具體數額之被害人，即得依系爭規定一及二之規定，於刑事裁判確定後1年內，逕以該刑事確定判決為據，聲請該管檢察官發還或給付沒收物、追徵財產，就此而言，立法者所定1年之聲請期間何以過短而牴觸憲法，亦未見聲請人敘明理由。綜觀聲請人之主張意旨，整體而言，尚難謂客觀上已具體敘明系爭規定一及二究有何牴觸憲法之處，是聲請人此部分之聲請與上開規定所定要件不合。",
		"四、本件就系爭確定終局裁定聲請裁判憲法審查部分，聲請人係主張系爭確定終局裁定適用系爭規定一及二之規定於原因案件之情形而違憲，性質上仍屬對法院認事用法所持見解之爭執；此外，系爭確定終局裁定理由中亦指明，聲請人得據以聲請發還犯罪所得之刑事確定判決，於其經最高法院駁回上訴而確定後，最高法院曾發函通知聲請人，聲請人難謂不知該刑事確定判決結果，益見系爭確定終局裁定於解釋、適用系爭規定一及二於原因案件時，就聲請人於法定期間內依法主張權利之客觀可能性已有所斟酌、考量。綜觀聲請人此部分之主張意旨，尚難謂客觀上已具體敘明系爭確定終局裁定解釋、適用系爭規定一及二於原因案件，究有何悖離憲法第15條保障人民財產權或其他基本權意旨之處。是聲請人此部分之聲請，核與上開聲請裁判憲法審查之法定要件不合。",
		"五、綜上，本件聲請均不合法，本庭爰依上開規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"張瓊文",
		"蔡宗珍",
		"朱富美"
	],
	"裁定全文": {
		"453905": "112審裁字第1934號鴻海精密工業股份有限公司聲請案"
	}
}