{
	"id": "351430",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第1937號",
	"原分案號": "112年度憲民字第1097號",
	"裁定日期": "2023-12-25",
	"聲請人": "洪誌良",
	"案由": "聲請人因請求遷讓房屋、遷移戶口及其再審事件，聲請憲法審查。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請意旨略謂：臺灣臺中地方法院（下稱臺中地院）沙鹿簡易庭108年度沙簡字第605號民事判決（下稱系爭判決一）、臺中地院109年度簡上字第501號民事判決（下稱系爭判決二）、111年度再易字第6號民事判決（下稱系爭判決三）、111年度再易字第12號民事判決（下稱系爭判決四）、中華民國112年4月26日111年度再易字第30號民事裁定（下稱系爭裁定一）及112年10月31日112年度聲再字第13號民事裁定（下稱系爭裁定二）均有違憲疑義，乃依憲法訴訟法第59條及第84條規定，對上揭裁判聲請憲法審查等語。",
		"二、關於依憲法訴訟法第59條規定聲請憲法審查部分：",
		"（一）持系爭判決一至四聲請部分：",
		"1.按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；前項聲請，應自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內為之，憲法訴訟法第59條第1項及第2項分別定有明文。又當事人不在憲法法庭所在地住居者，計算法定期間，應扣除其在途期間；而聲請逾越法定期限者，審查庭得以一致決裁定不受理，亦分別為憲法訴訟法第16條第1項及第15條第2項第4款所明定。",
		"2.聲請人曾就系爭判決一提起上訴，經系爭判決二以上訴為無理由予以駁回，是就系爭判決一及二部分之聲請，應以系爭判決二為確定終局判決；另聲請人曾對系爭判決二提起再審之訴，經系爭判決三以再審之訴為無理由予以駁回；又對系爭判決二及三提起再審之訴，經系爭判決四以再審之訴為無理由予以駁回；均合先敘明。",
		"3.經查：憲法法庭係於112年11月8日收受本件聲請狀，惟系爭判決二至四係分別於111年3月15日、同年4月27日及同年10月24日送達聲請人，有系爭裁定一理由二、（一）2.及聲請書所陳可稽，經依憲法訴訟法第16條第1項規定扣除7日在途期間後，此部分裁判憲法審查之聲請均已逾越前述之6個月法定期限。",
		"（二）持系爭裁定一及二聲請部分：",
		"1.按人民對於所受不利確定終局裁判，聲請憲法法庭為宣告違憲之判決，應以聲請書記載聲請判決之理由及聲請人對本案所持之法律見解，憲法訴訟法第60條第6款定有明文。另依憲法訴訟法第15條第3項規定，聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理；其立法理由揭明：「聲請判決之理由乃訴訟程序進行之關鍵事項，聲請人就聲請憲法法庭為判決之理由，······有於聲請書具體敘明之義務······。」故聲請憲法法庭裁判之聲請書，若未具體敘明裁判有如何違憲之理由，核屬未表明聲請裁判理由之情形，憲法法庭審查庭得毋庸命補正，逕以一致決裁定不受理。",
		"2.經查：聲請人係對系爭判決二、三及四提起再審之訴，經系爭裁定一以再審之訴為不合法予以駁回；嗣又對系爭裁定一聲請再審，經系爭裁定二以聲請人未具體表明再審事由，認再審之聲請為不合法而予以駁回；均合先敘明。",
		"3.核此部分聲請意旨所陳，無非以系爭裁定一及二無視聲請人先前歷次之主張等語，即逕謂系爭裁定一及二違憲，尚難認對於系爭裁定一及二有如何之牴觸憲法，已予以具體之指摘，核屬未表明聲請裁判理由之情形。",
		"三、關於依憲法訴訟法第84條規定聲請憲法審查部分：",
		"（一）按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判適用法規範所表示之見解，認與不同審判權終審法院之確定終局裁判適用同一法規範已表示之見解有異，得聲請憲法法庭為統一見解之判決；前項聲請，應於該不利確定終局裁判送達後3個月之不變期間內為之，憲法訴訟法第84條第1項及第3項分別定有明文。又當事人不在憲法法庭所在地住居者，計算法定期間，應扣除其在途期間；而聲請逾越法定期限者，審查庭得以一致決裁定不受理，分別為憲法訴訟法第16條第1項及第15條第2項第4款所明定。另聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理，已如前揭憲法訴訟法第15條第3項規定及立法理由所述。",
		"（二）持系爭判決一至四及系爭裁定一聲請部分：",
		"關於就系爭判決一及二部分之聲請，應以系爭判決二為確定終局判決，暨系爭判決二至四送達聲請人之日期，均已如前述；又系爭裁定一係於112年5月2日送達聲請人，有系爭裁定二理由一可資參照；惟憲法法庭係於112年11月8日始收受本件聲請狀，則依前述憲法訴訟法第16條第1項規定扣除7日在途期間後，此部分之憲法審查聲請均已逾越前揭之3個月法定期限。",
		"（三）持系爭裁定二聲請部分：",
		"核此部分聲請意旨所陳，並未敘明系爭裁定二與何不同審判權終審法院之何確定終局裁判，就何法規範所表示之見解有如何之歧異及其具體理由，核屬未表明聲請裁判理由之情形。",
		"四、綜上，本件聲請與上開規定之要件均有未合，依憲法訴訟法第15條第2項第4款及第3項規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"許志雄",
		"楊惠欽",
		"陳忠五"
	],
	"裁定全文": {
		"454743": "112年審裁字第1937號洪誌良聲請案"
	}
}