{
	"id": "347688",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第803號",
	"原分案號": "112年度憲民字第104號",
	"裁定日期": "2023-04-13",
	"聲請人": "劉泓志",
	"案由": "聲請人因詐欺等罪、對檢察官執行之指揮聲明異議及聲請法官迴避等案件，聲請法規範及裁判憲法審查",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人主張略以：",
		"(一)臺灣高等法院臺南分院（下稱臺南高分院）105年度上易字第403號刑事判決（下稱確定終局判決）適用刑法第339條詐欺罪之見解，係認衛生福利部中央健康保險署（下稱健保署）為聲請人行使詐術詐取健保給付之對象；惟聲請人認詐欺對象應不包括政府機關，健保經費亦非健保署之財產，是確定終局判決為違憲之判決，爰聲請裁判憲法審查等語。",
		"(二)臺南高分院111年度聲字第846號關於對檢察官執行指揮聲明異議之刑事裁定（下稱確定終局裁定一）所適用之刑事訴訟法第484條（下稱系爭規定一）、第457條（下稱系爭規定二）及第485條規定（下稱系爭規定三），未規定檢察官不得於為刑之執行指揮時，始當場告知受刑人，不准其易科罰金，造成對受刑人之突襲，違反平等原則，侵害人民受憲法保障之人身自由；亦未如行政訴訟法第273條規定，確定終局判決所適用之法律或命令，經司法院大法官依當事人之聲請解釋為牴觸憲法者，其聲請人亦得提起再審之訴，強制撤銷不准易科罰金之行政處分等；又確定終局裁定一所適用之刑事訴訟法第17條第8款規定（下稱系爭規定四），未將法官參與實體案件之確定終局裁判後，復參與同一被告對檢察官刑罰執行之聲明異議案件之情形，納入該款所規定「法官曾參與前審裁判」之迴避事由，有違憲法平等原則及明確性原則，侵害憲法保障人民之訴訟權等。是系爭規定一至四均違憲，確定終局裁定一亦因而違憲，爰聲請法規範及裁判憲法審查等語。",
		"(三)臺南高分院112年度聲字第125號關於聲請法官迴避之刑事裁定（下稱確定終局裁定二）適用系爭規定四，認法官參與實體案件之確定終局裁判，復參與同一被告對檢察官刑罰執行之聲明異議案件之情形無庸迴避，侵害聲請人受憲法保障之訴訟權。是確定終局裁定二及系爭規定四均違憲，爰聲請法規範及裁判憲法審查等語。",
		"(四)刑事訴訟法第456條至第486條規定（除前已就刑事訴訟法第484條、第457條、第485條依序簡稱為系爭規定一、二、三外，其餘規定併稱系爭規定五），未就法院於收到聲請人聲明異議時，即回文告知聲請人案號及審理法官姓名予以規定；且確定終局裁定一及二亦因刑事訴訟法無上述回文告知之規定，致未告知聲請人案號及審理法官姓名，妨礙人民知的權利。是系爭規定一至三、五、確定終局裁定一及二均違反平等原則，侵害憲法保障之訴訟權而違憲，爰聲請法規範及裁判憲法審查等語。",
		"二、關於確定終局判決部分：",
		"(一)按聲請人所受之確定終局裁判於中華民國111年1月4日憲法訴訟法修正施行前已送達者，不得持以聲請裁判憲法審查，但在憲法訴訟法修正施行前已援用大法庭之法律見解之裁判，得於修正施行後6個月內聲請，憲法訴訟法第92條第1項定有明文，可知，就憲法訴訟法施行前已送達之裁判，聲請裁判憲法審查，係應於憲法訴訟法修正施行後6個月內為之。又當事人不在憲法法庭所在地住居者，計算法定期間，應扣除其在途期間；而聲請逾越法定期限者，審查庭得以一致決裁定不受理。亦分別為憲法訴訟法第16條第1項及第15條第2項第4款所明定。",
		"(二)經查：確定終局判決已於憲法訴訟法修正施行前送達，惟憲法法庭係於112年1月25日始收受此部分聲請狀，經依憲法訴訟法第16條第1項規定扣除在途期間後，此部分聲請已逾越前述之法定期限。",
		"三、關於確定終局裁定一及二部分：",
		"(一)按人民就其依法定程序用盡審級救濟之案件，對於所受之不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；而聲請不備要件者，審查庭得以一致決裁定不受理。又前述聲請應以聲請書記載聲請判決之理由及聲請人對本案所持之法律見解；而聲請書未表明聲請裁判之理由者，毋庸命其補正，審查庭得以一致決裁定不受理。憲法訴訟法第59條第1項、第15條第2項第7款、第60條第6款及第15條第3項分別定有明文。",
		"(二)關於持確定終局裁定一、二及系爭規定四聲請法規範及裁判憲法審查部分：核此部分聲請意旨所陳，僅係執曾參與對聲請人為有罪認定之確定終局判決之法官，復審理聲請人對檢察官執行指揮聲明異議之情，即逕謂確定終局裁定一、二及系爭規定四與憲法有違，尚難謂就確定終局裁定一、二及系爭規定四，對其受憲法所保障之權利言有如何之牴觸憲法，已為具體之指摘，核屬未表明聲請裁判理由之情形，與憲法訴訟法上揭規定要件尚有未合。",
		"(三)關於持確定終局裁定一、二、系爭規定一至三及五聲請法規範及裁判憲法審查部分：1.查確定終局裁定二並未適用系爭規定一至三及五，聲請人自不得持確定終局裁定二就系爭規定一至三及五聲請法規範憲法審查。2.核此部分其餘聲請意旨所陳，僅係泛言檢察官為刑之執行指揮時，當場告知受刑人不准其易科罰金，以及法院未即時回文，告知聲請人案號及審理法官姓名等均屬違憲云云，並未具體敘明確定終局裁定一、二、系爭規定一至三及五有如何之牴觸憲法，核屬未表明聲請裁判理由之情形，與憲法訴訟法前揭規定要件亦有未合。",
		"四、綜上，本件聲請與上開規定均有未合，爰依憲法訴訟法第15條第2項第4款、第7款及第3項規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"黃虹霞",
		"詹森林",
		"楊惠欽"
	],
	"裁定全文": {
		"407250": "112年審裁字第803號劉泓志聲請案"
	}
}