{
	"id": "347762",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第835號",
	"原分案號": "111年度憲民字第4231號",
	"裁定日期": "2023-04-14",
	"聲請人": "鐘文斌",
	"案由": "為退休給與事件，認最高行政法院111年度上字第342號裁定等，及其所適用之公立學校教職員退休資遣撫卹條例之規定，有違憲疑義，聲請法規範及裁判憲法審查，並就司法院釋字第783號解釋聲請變更解釋。",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、本件聲請人因退休給與事件，認最高行政法院111年度上字第342號裁定(下稱系爭裁定)、臺北高等行政法院110年度訴字第1041號判決（下稱系爭判決），及其所適用之公立學校教職員退休資遣撫卹條例第34條第1項規定（下稱系爭規定一）及第4條第4款、第5款、第6款、第36條、第37條（含附表三）、第38條、第39條第1項、第2項等規定（下併稱系爭規定二），牴觸憲法，聲請法規範及裁判憲法審查，並聲請為變更司法院釋字第783號解釋（下稱系爭解釋）之判決。其主張意旨略謂：1.系爭規定一違背法律不溯及既往原則、信賴保護原則及平等原則，且實質上強迫聲請人須於系爭規定一施行後1年內辦理退休，過度限制聲請人憲法第15條財產權、工作權暨第18條服公職權，且其規範對象尚涉及多數相同資格之退休教師，具憲法重要性；2.系爭規定二直接減少聲請人業已依舊法審定確定之退休給付數額，核屬不利變更，而因廣義公務員（公、教）之退休金，涉及聲請人之退休後給養，並關乎其選擇職業之自由，且為確定之既得權利變動，乃侵害聲請人受憲法第15條所保障之生存權、工作權、財產權，及第18條之服公職權與公務員制度性保障，並涉及法律不溯及既往原則、信賴保護原則、比例原則等；3.確定終局判決認系爭規定一並未違憲而逕予適用之法律見解，有徹底剝奪一次年資補償金權利或教師身分保障情形，侵害聲請人財產權、工作權、服公職權，並違背信賴保護原則、比例原則及平等原則，復因適用對象及於全體兼具舊制年資之公教人員，有憲法原則重要性；4.系爭規定二雖經系爭解釋宣告不違憲，惟立法院業於中華民國111年12月16日通過制定「公務人員個人專戶制退休資遣撫卹法」及「公立學校教職員個人專戶制退休資遣撫卹條例」，明定112年起初任之公教人員，不再參加退撫基金，將直接導致退撫基金失去主要財源，則因系爭解釋之判斷基礎係退撫基金財源及延長給付年限，顯已發生憲法訴訟法（下稱憲訴法）第42條第2項所稱相關法規範修正及社會情事重大變更，系爭解釋有重行認定、判斷之必要；此外，系爭解釋認定事實與所憑證據顯然不符，並有適用證據、經驗、論理法則不當，對於認定系爭規定二合憲之判斷顯有影響，且此部分攸關人民是否得以大法官違背前揭審理法則致影響裁判結果之情形謀求救濟，應具憲法上重要性，系爭解釋仍應予以變更等語。",
		"二、按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判所適用之法規範或其裁判，認有牴觸憲法者，得於該裁判送達後6個月之不變期間內，聲請憲法法庭為宣告違憲之判決；法規範審查案件，經司法院解釋或憲法法庭判決宣告不違憲者，除依法聲請憲法法庭為變更之判決外，任何人均不得就相同法規範或爭議聲請判決；人民對於經司法院解釋或憲法法庭判決宣告未違憲之法規範，因憲法或相關法規範修正，或相關社會情事有重大變更，認有重行認定與判斷之必要者，得依憲訴法所定相關程序，聲請憲法法庭為變更之判決；憲訴法明定不得聲請、聲請不合程式或不備憲訴法所定要件者，審查庭均得以一致決裁定不受理，憲訴法第59條、第42條第1項、第2項、第15條第2項第5款及第7款定有明文。",
		"三、查聲請人曾就系爭判決提起上訴，經系爭裁定以上訴不合法予以駁回，因已依法定程序用盡救濟程序，是系爭裁定應為確定終局裁定。惟其屬上訴不合法之程序裁定，就本件聲請爰併予審酌系爭判決。",
		"四、次查：",
		"（一）就系爭規定一聲請法規範審查部分，系爭規定一係明定就兼具退撫新制實施前、後年資，並於系爭條例施行之日起1年內退休生效者，仍依原學校教職員退休條例第21條之1第5項及第6項規定核發補償金，核其法律性質，應屬授益性規定，對符合法定要件者並無不利。聲請人因合於系爭規定一所定要件，業經依該規定核發年資補償金在案，是系爭規定一尚難謂構成對其憲法上權利之侵害，聲請人自不得對之聲請法規範憲法審查。",
		"（二）就系爭規定二聲請法規範審查部分，系爭規定二所涉規定，均經系爭解釋宣告不違憲，而系爭解釋公布後迄今，憲法或相關法規範並未有修正情事，相關社會情事亦未有重大變更，依上開規定，聲請人自不得就相同法規範聲請判決。",
		"（三）就聲請裁判憲法審查部分，核聲請人所陳，主要無非主張系爭確定終局裁判依循系爭解釋相關意旨所持見解牴觸憲法；惟經系爭解釋宣告不違憲之相關法規範，法官本即應據以為裁判之基礎，於此範圍內，不生裁判見解牴觸憲法問題。聲請人其餘所陳，乃屬對法官認事用法所持見解之爭執，難謂聲請人已具體敘明法院該等見解究有何牴觸憲法之處。",
		"（四）就聲請變更系爭解釋部分，系爭解釋公布後迄今，憲法或相關法規範並未有修正情事，相關社會情事亦未有重大變更，已如前述。聲請人雖主張立法院於111年12月16日制定通過「公立學校教職員個人專戶制退休資遣撫卹條例」（下稱新制條例），明定自112年起初任公教人員不再參加公務人員退休撫卹基金，致系爭解釋當時判斷基礎之退撫基金財源及延長給付年限，均明顯發生改變等；惟查，新制條例僅適用於112年7月1日起初任公立學校教職員，其就退休給付制度改採確定提撥制，未來將設立教職員個人退休金專戶，由政府及教職員個人共同撥繳退撫儲金費用至個人退休金專戶，至112年7月1日前已任公立學校教職員或已依法退休者，則仍適用系爭條例，其權益並不受影響。此外，為維持現有退撫基金財務之永續，立法院亦同步修正系爭條例第98條及第100條規定，明定自新退撫制度實施之日起，由政府依退撫基金財務精算結果，分年編列預算撥款補助退撫基金因建立新退撫制度之財務缺口；條文中並明定由政府依規定完成新退撫制度建立導致現行退撫基金用罄年度提前之財務缺口撥補後，應依退撫基金財務精算結果接續撥補，以確保現職和已退休教職員退撫權益。由此益證新退撫制度之實施，並不影響現職和已退休教職員之退撫權益，自不存在系爭解釋應予變更之情事。",
		"五、綜上，本件聲請均與上開規定之要件不合，爰以一致決裁定不受理。"
	],
	"法庭組成": [
		"蔡烱燉",
		"許志雄",
		"謝銘洋"
	],
	"裁定全文": {
		"409638": "112年審裁字第835號鐘文斌聲請案"
	}
}