{
	"id": "348216",
	"類型": "程序裁定",
	"裁定字號": "112年審裁字第905號",
	"原分案號": "111年度憲民字第1817號",
	"裁定日期": "2023-04-28",
	"聲請人": "陳順郎、邱朝雄、張有德、石國威",
	"案由": "上列聲請人因違反毒品危害防制條例案件，聲請法規範及裁判憲法審查",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人一至四主張略謂：",
		"（一）聲請人一因違反毒品危害防制條例案件，認臺灣高等法院花蓮分院（下稱花蓮高分院）97年度重上更（三）字第22號刑事判決(下稱系爭判決一)、最高法院97年度台上字第6735號刑事判決（下稱系爭判決二），及其所適用之毒品危害防制條例第4條第1項（下稱系爭規定一）及第2項（下稱系爭規定二）規定，有違反憲法第7條、第8條、第15條、第23條及罪刑相當原則等疑義，聲請法規範及裁判憲法審查；聲請人一又認花蓮高分院96年度上更（二）字第49號刑事判決(下稱系爭判決三)、最高法院97年度台上字第561號刑事判決（下稱系爭判決四），及其所適用之系爭規定二有違反憲法第7條、第8條、第23條及罪刑相當原則等疑義，聲請法規範及裁判憲法審查。",
		"（二）聲請人二因違反毒品危害防制條例案件，認臺灣花蓮地方法院97年度訴字第412號刑事判決(下稱系爭判決五)、及同院98年度訴字第448號刑事判決（下稱系爭判決六），及其所適用之系爭規定一及二，有違反憲法第7條、第8條、第15條、第23條及罪刑相當原則等疑義，聲請法規範及裁判憲法審查。",
		"（三）聲請人三因違反毒品危害防制條例案件，認臺灣高等法院106年度上訴字第484號刑事判決(下稱系爭判決七)、最高法院107年度台上字第1294號刑事判決（下稱系爭判決八），及其所適用之系爭規定一及二，有違反憲法第7條、第8條、第15條、第23條及罪刑相當原則等疑義，聲請法規範及裁判憲法審查。",
		"（四）聲請人四因違反毒品危害防制條例案件，認臺灣花蓮地方法院104年度訴字第24號刑事判決(下稱系爭判決九)、及同院104年度訴字第295號刑事判決（下稱系爭判決十），及其所適用之系爭規定一及二，有違反憲法第7條、第8條、第15條、第23條及罪刑相當原則等疑義，聲請法規範及裁判憲法審查。",
		"二、法規範憲法審查：",
		"（一）按人民所受之確定終局裁判於憲法訴訟法（下稱憲訴法）修正施行前已送達者，得於憲訴法修正施行日起6個月內，聲請法規範憲法審查，其案件之受理與否，依修正施行前之規定；又聲請不備其他要件者，審查庭得以一致決裁定不受理，憲訴法第92條第2項、第90條第1項但書及第15條第2項第7款本文分別定有明文。復按，人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款定有明文。",
		"（二）聲請人一部分",
		"1.聲請人一曾對系爭判決一提起上訴，經系爭判決二以上訴違背法律上之程式予以駁回，是此部分之聲請應以系爭判決一為確定終局判決（下稱確定終局判決一）。聲請人一曾對系爭判決三提起上訴，經系爭判決四就關於販賣第一級毒品部分，撤銷發回；關於販賣第二級毒品部分，以上訴違背法律上之程式予以駁回，是聲請人一就此部分之聲請，應以系爭判決三為確定終局判決（下稱確定終局判決二）。",
		"2.查，憲訴法係於中華民國111年1月4日起修正施行，系爭判決二及四及確定終局判決一及二，均係於該法修正施行前送達於聲請人一，是關於是否受理其法規範憲法審查之聲請，應依修正施行前之規定定之。次查，確定終局判決一並未適用系爭規定二；至其餘所陳，並未具體敘明確定終局判決一所適用之系爭規定一及確定終局判決二所適用之系爭規定二，究有何牴觸憲法之處。",
		"（三）聲請人二部分",
		"查系爭判決五及六，均於憲訴法修正施行前送達於聲請人二，是關於是否受理其法規範憲法審查之聲請，應依修正施行前之規定定之。次查，大審法第5條第1項第2款所謂確定終局裁判，就其立法與制度設計之意旨，係指聲請人已依法定程序用盡審級救濟之最終裁判而言，聲請人二對系爭判決五及六，均本得依法提起上訴而未提起，核屬未依法定程序用盡審級救濟，尚不得據以聲請法規範憲法審查。",
		"（四）聲請人三部分",
		"1.聲請人三曾就系爭判決七提起上訴，經系爭判決八以其上訴違背法律上之程式駁回之，是聲請人三此部分之聲請應以系爭判決七為確定終局判決（下稱確定終局判決三）。",
		"2.查系爭判決八及確定終局判決三，均於憲訴法修正施行前送達於聲請人三，是關於是否受理其法規範憲法審查之聲請，應依修正施行前之規定定之。次查，核聲請人三聲請意旨所陳，並未具體敘明系爭確定終局判決三所適用之系爭規定一及二，究有何牴觸憲法之處。",
		"（五）聲請人四部分",
		"查系爭判決九及十，均於憲訴法修正施行前送達於聲請人四，關於是否受理其法規範憲法審查之聲請，應依修正施行前之規定定之。次查，聲請人四對系爭判決九及十，均本得依法提起上訴而未提起，核屬未依法定程序用盡審級救濟，尚不得據以聲請法規範憲法審查。",
		"三、裁判憲法審查部分：",
		"（一）按聲請人所受之確定終局裁判於憲訴法修正施行前已送達者，不得聲請裁判憲法審查；憲訴法明定不得聲請之事項，審查庭得以一致決裁定不受理，憲訴法第92條第1項本文及第15條第2項第5款本文，分別定有明文。",
		"（二）聲請人一至四所持之各該判決，既均於憲訴法修正施行前分別送達於聲請人一至四，已如前述，是依前揭規定，聲請人一至四自不得據以聲請裁判憲法審查。",
		"四、綜上，聲請人一至四之聲請，與上揭規定之要件均有未合，爰依憲訴法第15條第2項第5款及第7款本文規定，以一致決裁定不受理。"
	],
	"法庭組成": [
		"黃虹霞",
		"詹森林",
		"楊惠欽"
	],
	"裁定全文": {
		"417007": "112年審裁字第905號陳順郎、邱朝雄、張有德、石國威聲請案"
	}
}