{
	"id": "345604",
	"類型": "程序裁定",
	"裁定字號": "111年憲裁字第1695號",
	"原分案號": "111年度憲民字第2434號",
	"裁定日期": "2022-12-23",
	"聲請人": "盧菁",
	"案由": "聲請人認最高法院89年度台上字第3822號刑事確定終局判決，所適用之刑事訴訟法第93條第1項及第156條第1項規定，有牴觸憲法之疑義，聲請法規範憲法審查",
	"主文": [
		"本件不受理。"
	],
	"理由": [
		"一、聲請人主張略以：",
		"（一）聲請人為受判決人盧正之胞姊，受判決人雖經執行死刑完畢，然其依刑事訴訟法(下稱刑訴法)仍得為受判決人利益聲請再審，是受判決人若有憲法上所保障之權利遭受不法侵害之情形，其亦應得為受判決人利益而聲請法規範憲法審查。本件受判決人盧正，經臺灣臺南地方法院87年度重訴字第13號、臺灣高等法院臺南分院88年度上重訴字第758號及最高法院89年度台上字第3822號刑事判決（下依序稱系爭判決一至三），認定犯擄人勒贖而故意殺被害人，處死刑，歷審判決皆以自白為主要證據，然自白取得過程顯有不正違法情形，並經監察院提出調查報告予以糾正，其爰提出本件聲請，請求平反。",
		"（二）聲請人認上開判決所適用之刑訴法第93條第1項規定（下稱系爭規定一），僅規定因拘提或逮捕到場者，始應即時訊問。漏未規定經通知到場者，亦應即時詢問，造成警方得以拖延方式，使受通知者人身自由遭受限制之時間變相拉長。",
		"（三）其次，刑訴法第156條第1項規定（下稱系爭規定二），僅規定自白非出於不正方法且與事實相符者，得為證據，漏未規定被告遭偵查機關拘束人身自由超過24小時所取得之自白，亦不得作為證據。此使偵查機關對於非經拘提逮捕到案之被告，有誘因延長、拖延其人身自由遭拘束之時間。",
		"（四）由上顯見，系爭規定一及二均有違背憲法比例原則、正當法律程序原則而侵害人身自由，牴觸憲法第8條第2項及第23條規定之疑義，聲請人爰依憲法訴訟法（下稱憲訴法）第59條聲請法規範憲法審查等語。",
		"二、按受判決人觸犯擄人勒贖而故意殺被害人罪，經系爭判決一判決死刑，受判決人提起上訴，經系爭判決二以上訴無理由駁回，受判決人再提起第三審上訴，經系爭判決三以上訴無理由駁回確定。是本件聲請，應以系爭判決三為確定終局判決。",
		"三、次按人民就其依法定程序用盡審級救濟之案件，對於所受之不利確定終局裁判所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；惟聲請案件須具憲法重要性，或為貫徹聲請人基本權利所必要者，始受理之；聲請不合法或顯無理由者，憲法法庭應裁定不受理；憲訴法第59條第1項、第61條第1項及第32條第1項前段分別定有明文。經查本件確定終局判決受判決人因死刑之執行而死亡，聲請人為受判決人之胞姊，係受判決人二親等旁系血親，為維護因執行死刑而死亡之受判決人受憲法保障之基本權利，於此範圍內，爰參酌刑事訴訟法第427條第4款規定之法理，准許聲請人為受判決人之利益聲請，合先敘明。",
		"四、本庭查：",
		"（一）憲法第8條就人民人身自由之保障，規定非經司法或警察機關依法定程序，不得逮捕拘禁，非由法院依法定程序，不得審問處罰。並設有司法或警察機關逮捕拘禁24小時後，須移由法院，始得繼續拘束人身自由之限制。上開所謂「逮捕」，係指以強制力將人之身體自由予以拘束之意；而「拘禁」則指拘束人身之自由使其難於脫離一定空間之謂（司法院釋字第392號解釋參照）。公權力措施究否屬憲法所稱之逮捕拘禁，雖未可以辭害意，然仍必須具有上開限制或剝奪人身自由之效果，始可能當之。",
		"（二）依刑訴法規定，司法警察(官)得使用通知書，通知犯罪嫌疑人到場詢問。經合法通知，無正當理由不到場者，得報請檢察官核發拘票。通知書依法準用傳喚有關規定，通知書須記載應到之日、時、處所，對於經通知到場者，與傳喚相同，亦應按時詢問（刑訴法第71條之1、第71條第2項第3款及第74條規定參照）。通知本身，並無拘束人身自由之效果，警察若未即時詢問，犯罪嫌疑人本得自由離去。若警察復以其他理由不准離去，則業已使用強制力，進入拘捕階段，並起算憲法所要求之法定程序及24小時限制，同時依系爭規定一應即時訊問。是以，通知本身，得否謂屬上開憲法第8條規定所稱之逮捕拘禁，尚有疑問。系爭規定一未就通知到場者規定應即時訊問，尚難謂有何違反前揭憲法規定而具憲法重要性，以及有何侵害受判決人基本權利而有貫徹之必要。",
		"（三）其次，本件受判決人受詢問時，系爭規定二雖無明文規定「疲勞訊問」一詞，然已明文規定出於不正方法所取得之自白，不得作為證據。則犯罪嫌疑人經通知到場，因警方非依法使用或未使用強制力而致滯留警局，進而自白，倘若取得自白之方法，該當上開「不正方法」，依法本不得作為證據。本件受判決人自白之情形，究否屬之，須個案認定，係事實認定問題，並非系爭規定二究否違憲之問題。況通知到場期間雖未算入憲法所規定之24小時，然犯罪嫌疑人經通知到場後，若警方再以拘捕等方式拘束人身自由，縱然客觀上因自拘捕時始起算24小時而未逾時，仍得個案認定自通知到場後，是否業已該當以疲勞訊問等不正方法取得自白，從而使自白無證據能力。則系爭規定二，亦尚難謂有何違反前揭憲法規定而具憲法重要性，以及有何侵害受判決人基本權利而有貫徹之必要。",
		"（四）綜上，本件聲請，與前開憲訴法規定不合，應不受理。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"裁定全文": {
		"390475": "111年憲裁字第1695號盧菁聲請案"
	}
}