{
	"id": "341172",
	"類型": "判決",
	"判決字號": "111年憲判字第19號",
	"標題": "全民健保停保復保案",
	"原分案號": "109年度憲二字第192號",
	"判決日期": "2022-12-23",
	"聲請人": "李一佩",
	"案由": "聲請人因全民健康保險事件，認臺灣臺北地方法院106年度簡字第44號行政訴訟確定判決所適用之全民健康保險法施行細則第37條第1項第2款及第39條第1項第2款規定，有牴觸憲法疑義，聲請解釋憲法",
	"主文": [
		"一、全民健康保險停保及復保制度影響被保險人權利義務，並涉及重大公共利益，其重要事項之具體內容，應有法律或法律明確授權之命令為依據，始符法律保留原則之要求。全民健康保險法施行細則第37條第1項第2款規定：「保險對象具有下列情形之一，得辦理停保，由投保單位填具停保申報表一份送交保險人，並於……出國期間，暫時停止繳納保險費，保險人亦相對暫時停止保險給付：……二、預定出國6個月以上者。但曾辦理出國停保，於返國復保後應屆滿3個月，始得再次辦理停保。」及第39條第1項第2款規定：「保險對象停保後，應依下列規定辦理：……二、預定出國6個月以上者，應自返國之日復保。但出國期間未滿6個月即提前返國者，應自返國之日註銷停保，並補繳保險費。」未有法律明確授權，即就全民健康保險停保及復保等權利義務關係重要事項逕為規範，違反法律保留原則，至遲於本判決公告之日起屆滿2年時，失其效力。",
		"二、上開二規定就停保及復保所設要件，尚未牴觸憲法第23條比例原則，與憲法第22條保障管理自身健康風險之自主決定權及第15條保障財產權之意旨尚無違背，亦無違憲法第7條保障平等權之意旨。"
	],
	"理由": [
		"壹、原因案件事實及聲請人陳述要旨",
		"一、原因案件事實",
		"聲請人長期旅居國外，因保留戶籍，乃於中華民國91年11月間委託其父以88年7月15日修正公布之全民健康保險法（下稱全民健保法）第8條規定之第6類第2目被保險人身分，追溯至91年2月1日加保於戶籍所在地區公所，並依90年1月30日修正發布之全民健保法施行細則第36條第2款規定辦理出國停保。因聲請人每年短暫返國省親期間均未依法辦理復保及停保，衛生福利部中央健康保險署（下稱健保署）乃於104年8月逕依101年10月30日修正發布、102年1月1日施行（即現行）之全民健保法施行細則第37條第1項第2款規定（下稱系爭規定一）及第39條第1項第2款規定（下稱系爭規定二），以聲請人最近一次返國即104年2月11日復保、同年月21日出國停保，函告聲請人應補繳當月之保險費新臺幣（下同）749元。聲請人嗣於105年2月7日再次入境後仍未辦理復保，健保署乃於同年5月逕依系爭規定二為聲請人辦理復保，並依系爭規定一函告聲請人補繳105年2月及3月保險費各749元。聲請人不服上開兩次補繳保險費之處分，經提起審議、訴願均遭駁回後提起行政訴訟，嗣臺灣臺北地方法院106年度簡字第44號行政訴訟判決以無理由駁回；聲請人不服提起上訴，復經臺北高等行政法院107年度簡上字第48號裁定以上訴不合法駁回。是本件聲請，應以上開臺灣臺北地方法院行政訴訟判決為確定終局判決，合先敘明。",
		"二、聲請人陳述要旨",
		"聲請人主張確定終局判決所適用之系爭規定一及二牴觸憲法，其理由略以：全民健保法本身並無停保規定，然主管機關於84年1月28日訂定發布全民健保法施行細則，其中第36條及第38條規定，亦僅就出國6個月以上者得辦理停保，並應於返國之日辦理復保，並未規定復保後需屆滿多久始得再為停保，嗣因有長期居留外國僅短暫返國使用全民健康保險（下稱全民健保）就醫者，為避免「繳交保險費失衡之爭議」，乃於系爭規定一修正為「但曾辦理出國停保，於返國復保後應屆滿3個月，始得再次辦理停保」之規定，卻未區分是否有「短期復保就醫」之情形，一律均須復保並於屆滿3個月後始得再次辦理停保，其限制並非達成避免短期復保就醫、保險費繳交失衡等立法目的之最小侵害手段；系爭規定一及二亦未考量如聲請人般長期居留國外，每次短暫返國並非為短期復保就醫者，是否得參諸現行全民健保法施行細則第39條第2項規定予以例外規定，過度限制一般停保後短暫返國人民之財產權，違反憲法第23條比例原則。惟本庭探究其主張，亦另有指摘系爭規定一及二違反法律保留原則與憲法保障平等權之意。",
		"貳、受理依據及程序審查結果",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。次按人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款定有明文。查本件聲請人認確定終局判決所適用之系爭規定一及二，有牴觸憲法第23條法律保留原則、第7條平等權與第15條保障財產權意旨之疑義，於109年5月19日向司法院聲請解釋憲法，經核與大審法上開規定所定要件相符，爰予受理。",
		"參、形成主文之法律上意見",
		"一、據以審查之憲法基本權利",
		"按憲法保障之人民各項權利，於符合憲法第23條所定之條件下，得以法律限制之；其限制或所為差別待遇，自應符合憲法第23條比例原則及第7條保障平等權之意旨。至何種事項應以法律直接規範或得委由命令予以規定，與規範密度有關，應視規範對象、內容或法益本身及其所受限制之輕重而容許合理之差異。如剝奪人民生命或限制人民身體自由者，必須遵守罪刑法定主義，以制定法律之方式為之；涉及人民其他自由權利之限制者，亦應由法律加以規定；如以法律授權主管機關發布命令為補充規定時，其授權應符合具體明確之原則。若僅屬執行法律之細節性、技術性事項，且只對人民產生不便或輕微影響，始得由主管機關發布命令為必要之規範。關於給付行政措施，倘涉及公共利益之重大事項，亦應有法律或法律明確授權之命令為依據（司法院釋字第443號解釋參照）。",
		"查全民健保固因提供人民醫療照護，而得歸類為給付行政措施，然其性質既屬強制性之社會保險（全民健保法第1條第2項規定參照），凡具我國國籍並設有戶籍者，均有加入全民健保之義務（全民健保法第8條規定參照），即難免限制人民受憲法第22條保障管理自身健康風險之自主決定權（例如決定以自己積蓄、購買商業保險或親友接濟等方式因應健康風險之自由權利），並因涉及課予繳納保險費義務而影響人民財產權。司法院釋字第472號解釋固未明白提及全民健保限制人民何種基本權利，但已宣示「強制全民參加全民健康保險之規定，係國家為達成全民納入健康保險，以履行對全體國民提供健康照護之責任所必要，符合憲法推行全民健康保險之意旨」，顯不否認作為給付行政措施之全民健保亦涉及人民自由權利之限制，只是該限制屬為追求公益目的「所必要」而合憲；之後司法院釋字第676號解釋則明白提及全民健保限制人民之財產權。",
		"次查國人如因工作、留學等各種不同原因長期旅居國外，制度上允許其得以辦理停保（全民健保法施行細則第37條規定參照），其短暫返國時應否強制其辦理復保，如應復保，又何時可復而辦理停保，因亦涉及強制納保問題，而不免一樣影響人民受憲法第22條保障管理自身健康風險之自主決定權，以及憲法第15條保障之財產權。且因長期旅居國外者人數至鉅（註），致其短暫返國期間繳納保險費暨使用全民健保醫療資源之相關問題，亦影響全民健保制度之公平性，與其整體財務之健全發展，均屬攸關公共利益之重大事項，故依前揭司法院釋字第443號解釋所揭示之層級化法律保留意旨，整體而言，有關長期旅居國外人民之停保、復保等保險權利義務關係重要事項，應有法律保留原則之適用，亦即應有法律或法律明確授權之命令為依據，其具體內容並應符合憲法第23條比例原則及第7條保障平等權之意旨。",
		"二、系爭規定一及二違反法律保留原則",
		"系爭規定一明定：「保險對象具有下列情形之一，得辦理停保，由投保單位填具停保申報表一份送交保險人，並於……出國期間，暫時停止繳納保險費，保險人亦相對暫時停止保險給付：……二、預定出國6個月以上者。但曾辦理出國停保，於返國復保後應屆滿3個月，始得再次辦理停保。」系爭規定二則明定：「保險對象停保後，應依下列規定辦理：……二、預定出國6個月以上者，應自返國之日復保。但出國期間未滿6個月即提前返國者，應自返國之日註銷停保，並補繳保險費。」系爭規定一及二規定長期（6個月以上）出國者得辦理停保，自返國之日應復保，返國復保後應屆滿3個月，始得再次辦理停保，如前所述，除涉及人民受憲法保障管理自身健康風險之自主決定權與財產權外，亦因影響全民健保制度之公平性，與其整體財務之健全發展，而堪認定屬攸關公共利益之重大事項，且觀其具體內容，亦顯非執行法律之細節性或技術性事項，因此應有法律或法律具體明確之授權為依據，始符憲法第23條法律保留原則之要求（司法院釋字第524號及第753號解釋參照）。",
		"按立法機關以法律授權行政機關發布命令為補充規定時，其授權之內容、目的、範圍應具體明確，命令之內容並應符合母法授權意旨。至授權之明確程度，固不應拘泥於授權條款本身所用之文字，惟仍須可由法律整體解釋認定，或可依其整體規定所表明之關聯意義為判斷，足以推知立法者有意授權行政機關以命令為補充，始符授權明確性之要求。查系爭規定一及二之訂定，係以全民健保法第103條規定：「本法施行細則，由主管機關定之。」為其授權依據；然該條屬概括性授權規定，綜觀全民健保法未有隻言片語提及全民健保是否得停保及復保等相關事項，即使從寬認定就該事項有默示之授權，亦無從依全民健保法第1條立法目的以及法律整體之觀察，推知任何可供主管機關訂定命令時得以遵循之方針指示或概念框架，遑論讓人民可以預見，是主管機關逕以系爭規定一及二創設母法所無之停保及復保制度，顯係逾越立法者制定全民健保法所形塑之制度內涵，違反法律保留原則。",
		"三、系爭規定一及二與憲法保障管理自身健康風險之自主決定權、財產權及平等權之意旨尚無牴觸",
		"至系爭規定一及二是否違反憲法保障管理自身健康風險之自主決定權、財產權及平等權之意旨部分。查系爭規定一及二就短暫期間返國之國民，並未區分是否使用全民健保之醫療資源，一律要求應自返國之日復保，並繳納保險費，屆滿3個月後始得再次辦理停保，且未如全民健保法施行細則第39條第2項規定，就短期返國者，設有政府駐外人員於一定條件內免依系爭規定二註銷停保或復保，其就人民管理自身健康風險之自主決定權及財產權確已形成一定限制，並以長期旅居國外人民是否具有駐外人員身分為分類標準而形成差別待遇。鑑於全民健保為國家為履行憲法委託之義務所設之制度（憲法增修條文第10條第5項規定參照），其因而限制人民自由權利，比單純根據憲法第23條基於公共利益之考量而限制人民權利者，具有更高之正當性，司法者從事比例原則之審查時，應予更多之尊重；且因社會政策涉及國家整體資源之分配與運用，政治部門需要盱衡政治、經濟、社會等各項條件作綜合考量，基於權力分立之要求，本即擁有較大自由形成空間；況所涉及差別待遇並非可疑分類所形成。是該限制及差別待遇，其目的若為追求正當之公共利益，限制及差別待遇之手段與目的間具有合理關聯，即與憲法比例原則及保障平等權之意旨無違。",
		"次查系爭規定一及二規定出國6個月以上辦理停保之人民，應自返國當日復保，其後屆滿3個月始得再次辦理停保，係為提供出國停保民眾短期返國期間之健康照護，並在「適度處理出國停保民眾僅短期復保就醫」，與避免「繳交保險費義務失衡之爭議」兩者間取得均衡，其目的當屬追求正當之公共利益。採短期返國期間強制復保暨課予繳納保險費義務之手段，縱未區分短期返國是否實際就醫使用全民健保醫療資源，一律要求返國即應復保，惟因全民健保既屬強制性之社會保險，依社會互助、風險分攤之制度意旨，人民只要符合保險資格，本即有加入保險，繳納保險費之義務，原即不論其是否就醫或有無使用全民健保醫療資源而有不同；況返國強制復保，僅為回復其出國停保前之納保狀態，並未增加更多保險費負擔。是強制復保之手段固然限制人民管理自身健康風險之自主決定權及財產權，然與實施全民健保，提供出國停保民眾短期返國期間健康照護之正當公共利益間，自有合理關聯。又採返國之日復保後屆滿3個月始得再次辦理停保之手段，縱可能課予返國不足3個月期間者較其實際返國期間更長之繳納保險費義務，產生人民雖已出國卻仍繼續繳納保險費之情況，惟考量繳納3個月保險費之負擔對人民財產權之限制尚屬有限，且有助於防免短期返國復保就醫後隨即出國辦理停保之道德風險，不容否認對維護全民健保制度公平性及財務健全等目的之達成均有一定程度之助益，是手段與目的之間亦難謂不具合理關聯。綜上，系爭規定一及二對短暫返國者施以強制復保及一定期間（3個月）後始得再次辦理停保之限制，其手段與達成正當目的間具合理關聯，與憲法第23條比例原則尚屬無違。",
		"再查系爭規定二未使一般人民得如政府駐外人員或其隨行之配偶及子女，於辦理出國停保後，依全民健保法施行細則第39條第2項規定，因公返國未逾30日且持有服務機關出具之證明，即得免依系爭規定二註銷停保或復保。該差別待遇係因政府機關駐外人員與隨其赴任者，「常須因公務短期返國並不得自行選擇返國日期」，其目的係為追求駐外人員順利執行公務之正當公共利益，一般人民未設相同例外規定之差別待遇，其手段與目的間尚具合理關聯，與憲法第7條保障平等權之意旨尚無牴觸。",
		"四、審查結論及其效力",
		"綜上，本庭認：",
		"（一）系爭規定一及二於母法無明確授權下，就全民健保停保及復保等權利義務事項逕為規範，違反法律保留原則，至遲於本判決公告之日起屆滿2年時，失其效力。",
		"查憲訴法第52條第2項後段固規定命令位階法規範定期失效，其所定期間不得逾1年，相較於法律位階法規範定期失效期間不得逾2年，之所以規定較短之定期失效期間，乃因命令之修訂不若法律修訂所需遵循程序繁複所致。是命令如因內容違憲，其回復合憲狀態以修訂命令內容本身為已足，採較短之定期失效期間自有其正當性；惟命令如因違反法律保留原則而違憲，而須修正法律始得回復合憲狀態，如仍依字面解釋，採1年之定期失效期間，勢非立法本意，準此考量，本判決爰採2年之定期失效期間，併此指明。",
		"（二）系爭規定一及二就停保及復保所設要件，尚未牴觸憲法第23條比例原則，與憲法第22條保障管理自身健康風險之自主決定權及第15條保障財產權之意旨尚無違背，亦無違憲法第7條保障平等權之意旨。",
		"（三）全民健保是否應繼續維持停保及復保制度，及其內涵如何，在不違反全民健保強制納保及社會風險分擔公平性之前提下，立法者基於政策通盤考量，自應享有一定形成空間，惟其規範形式與具體內容，仍應符合法律保留原則以及憲法保障人民基本權利意旨之要求，附此指明。",
		"註：根據國家發展委員會統計，2020年國人因工作因素旅居國外者有50萬1,000人（參見該會網站：https://www.ndc.gov.tw/Content_List.aspx?n=4CD0000000000B07，最後瀏覽日期：2022年12月23日）；根據教育部統計，2021年國人因留學因素旅居國外者有6萬307人（參見教育部國際及兩岸教育司，110年度世界各主要國家之我留學生人數統計，網址：https://depart.moe.edu.tw/ed2500/News_Content.aspx?n=2D25F01E87D6EE17&sms=4061A0000000F45A&s=47EA35D53954DCB8，最後瀏覽日期：2022年12月23日）。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由許大法官宗力主筆。",
	"意見書": {
		"390413": "憲法法庭111年憲判字第19號判決黃大法官虹霞提出之協同意見書",
		"390414": "憲法法庭111年憲判字第19號判決黃大法官瑞明提出之協同意見書"
	},
	"判決全文": {
		"390416": "憲法法庭111年憲判字第19號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺北高等行政法院107年度簡上字第48號行政裁定"
	},
	"判決摘要": {
		"390417": "憲法法庭111年憲判字第19號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"390418": "李一佩1090519釋憲聲請書",
			"390419": "李一佩1090519釋憲聲請書_OCR"
		},
		"其他": {
			"390420": "衛生福利部111年5月2日衛部保字第1110116467號函"
		}
	}
}