{
	"id": "309995",
	"類型": "判決",
	"判決字號": "111年憲判字第20號",
	"標題": "請求准許發給外籍配偶居留簽證案",
	"原分案號": "會台字第13157號",
	"判決日期": "2022-12-30",
	"聲請人": "甲○○",
	"案由": "為領事事務事件，認臺北高等行政法院104年度訴字第1980號判決，所適用之最高行政法院103年8月份第1次庭長法官聯席會議決議，有牴觸憲法第7條、第16條、第22條、第23條、公民與政治權利國際公約第23條第1項及經濟社會文化權利國際公約第10條第1項第1款規定之疑義，聲請解釋案。",
	"主文": [
		"最高行政法院103年8月份第1次庭長法官聯席會議決議：「外籍配偶申請居留簽證經主管機關駁回，本國配偶……提起課予義務訴訟，行政法院應駁回其訴」，僅係就是否符合提起課予義務訴訟之要件所為決議，其固未承認本國（籍）配偶得以自己名義提起課予義務訴訟，惟並未排除本國（籍）配偶以其與外籍配偶共同經營婚姻生活之婚姻自由受限制為由，例外依行政訴訟法第4條規定提起撤銷訴訟之可能。於此範圍內，上開決議尚未牴觸憲法第22條保障本國（籍）配偶之婚姻自由與第16條保障訴訟權之意旨。"
	],
	"理由": [
		"壹、事實經過、聲請人陳述要旨及程序審查",
		"一、事實經過及聲請人陳述要旨",
		"聲請人甲○○為中華民國籍人，於中華民國103年6月4日與越南籍乙○○在越南辦理結婚登記，同年11月19日於臺北市立聯合醫院婦幼院區產下子女。嗣乙○○持越南結婚證書向外交部駐越南代表處（下稱代表處）申請驗證結婚證書及核發依親居留簽證。代表處以聲請人與乙○○於面談時對於結婚重要事實陳述不一致或作虛偽不實陳述為理由，駁回簽證申請。聲請人與乙○○不服駁回簽證申請處分，乃分別提起訴願，行政院以聲請人與乙○○之訴願均係基於同一事實及法律上之原因而合併審議，並認訴願無理由而駁回。聲請人就訴願決定提起行政訴訟，訴之聲明除請求撤銷原處分外，另請求「被告機關應核發乙○○依親居留簽證」。臺北高等行政法院以104年度訴字第1980號判決駁回，判決理由關於機關否准居留簽證部分，以聲請人並非居留簽證之申請人及否准處分之相對人，無為乙○○申請居留簽證之公法上請求權，其權利或利益並未因駁回乙○○居留簽證之申請而受有損害，是其提起課予義務訴訟，請求撤銷該部分訴願決定及原處分，及判命被告應核發乙○○依親居留簽證，屬當事人不適格以判決駁回。聲請人不服提起上訴，經最高行政法院105年度裁字第825號裁定以上訴不合法為由予以駁回確定。是本件聲請應以上開臺北高等行政法院判決為確定終局判決。",
		"聲請人認確定終局判決所適用之最高行政法院103年8月份第1次庭長法官聯席會議決議：「……得以外國護照申請居留簽證者，限於持外國護照之外國國民，該外國國民之本國配偶，並無為其申請居留簽證之公法上請求權。……外籍配偶申請居留簽證經主管機關駁回，本國配偶主張此事實，不可能因主管機關否准而有權利或法律上利益受損害之情形，其提起課予義務訴訟，行政法院應駁回其訴。」（下稱系爭決議）違反憲法第16條所保障之訴訟權及第22條所保障之婚姻權及家庭權為由而聲請解釋憲法。",
		"二、受理依據及程序審查",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查本件聲請人係於105年9月2日聲請釋憲，得否受理，應適用憲訴法修正施行前之司法院大法官審理案件法（下稱大審法）決之。次按大審法第5條第1項第2款規定：「有左列情形之一者，得聲請解釋憲法：……二、人民、法人或政黨於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者。」",
		"又按最高行政法院決議如經法官於裁判上援用，應認其與命令相當，得為憲法解釋之對象（司法院釋字第374號、第516號、第620號及第622號解釋參照）。查系爭決議經確定終局判決援用，據以認定聲請人並無為其外籍配偶申請居留簽證之公法上請求權，並認定聲請人並未因主管機關否准其外籍配偶之居留簽證，而有權利或法律上利益受損害之情形。經核與大審法第5條第1項第2款所定要件相符，爰予受理。次查聲請人曾於111年1月27日具狀撤回聲請，經本庭審酌本件聲請案件並非獨特個案，而於憲法上具原則之重要性，故不准許聲請人撤回聲請（憲訴法第21條規定參照），仍予繼續審理，並作成本判決，理由如下。",
		"貳、形成主文之法律上意見",
		"一、本件所涉之憲法上權利",
		"憲法第16條保障人民訴訟權，係指人民於其權利或法律上利益遭受侵害時，有請求法院救濟之權利。基於有權利即有救濟之憲法原則，人民權利或法律上利益遭受侵害時，必須給予向法院提起訴訟，請求依正當法律程序公平審判，以獲及時有效救濟之機會，此乃訴訟權保障之核心內容（本庭111年憲判字第11號判決參照）。",
		"又憲法第22條所保障之婚姻自由，除保障人民是否結婚及選擇與何人結婚外，還包括與配偶共同形成與經營其婚姻關係之權利（司法院釋字第791號解釋參照）。於本國人與外國人成立婚姻關係之情形，如國家為維護國境安全、防制人口販運、防範外國人假借依親名義來臺從事與原簽證目的不符之活動等，而否准外籍配偶來臺簽證之申請，勢必影響本國（籍）與外籍配偶之共同經營婚姻生活，而限制其婚姻自由。就此等婚姻自由之限制，外籍配偶固得依法提起行政救濟，本國（籍）配偶亦應有適當之行政救濟途徑，始符合憲法第16條保障人民訴訟權，有權利即有救濟之意旨。",
		"二、系爭決議認，外籍配偶申請依親居留簽證被拒，本國（籍）配偶不得提起課予義務訴訟，並未排除其得例外提起訴願及撤銷訴訟，尚不得逕行認定其違憲",
		"行政訴訟法第5條第2項規定：「人民因中央或地方機關對其依法申請之案件，予以駁回，認為其權利或法律上利益受違法損害者，經依訴願程序後，得向行政法院提起請求該機關應為行政處分或應為特定內容之行政處分之訴訟。」其中「依法申請之案件」之規定，為人民依本條規定提起課予義務訴訟之要件。按外國護照簽證條例（下稱簽證條例）第1條及第6條規定，外交部或駐外館處核發簽證之對象為持外國護照者。故僅持外國護照者始能依簽證條例之規定，依其申請來我國之目的及條件，申請外交部或駐外館處核發適當之簽證，屬持外國護照者專屬之權利，本國（籍）配偶尚非得依簽證條例所定得申請簽證之人，並無為外籍配偶申請居留簽證之公法上請求權，故依法尚無提起課予義務訴訟之權利。然而有關機關之拒發簽證予其外籍配偶之否准處分，就本國（籍）配偶之上開憲法上權利而言，自已具侵害其權利或法律上利益之不利處分之性質，本國（籍）配偶就此等不利處分，自非不得對之例外依法提起訴願及撤銷訴訟，以保障其訴訟權。系爭決議認「外籍配偶申請居留簽證經主管機關駁回，本國配偶……提起課予義務訴訟，行政法院應駁回其訴」，僅係就是否符合提起課予義務訴訟之要件所為決議，其固未承認本國（籍）配偶得以自己名義提起課予義務訴訟，惟並未排除本國（籍）配偶以其與外籍配偶共同經營婚姻生活之婚姻自由受限制為由，例外依行政訴訟法第4條提起撤銷訴訟之可能。於此範圍內，上開決議尚未牴觸憲法第22條保障本國（籍）配偶之婚姻自由與第16條保障訴訟權之意旨。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "黃瑞明",
	"意見書": {
		"391296": "憲法法庭111年憲判字第20號判決黃大法官虹霞提出之協同意見書",
		"391297": "憲法法庭111年憲判字第20號判決楊大法官惠欽提出之協同意見書",
		"391298": "憲法法庭111年憲判字第20號判決蔡大法官宗珍提出之協同意見書",
		"391299": "憲法法庭111年憲判字第20號判決蔡大法官明誠提出之不同意見書",
		"391300": "憲法法庭111年憲判字第20號判決詹大法官森林提出之不同意見書",
		"391301": "憲法法庭111年憲判字第20號判決謝大法官銘洋提出之不同意見書",
		"391302": "憲法法庭111年憲判字第20號判決呂大法官太郎提出之不同意見書"
	},
	"判決全文": {
		"391304": "憲法法庭111年憲判字第20號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺北高等行政法院104年度訴字第1980號行政判決"
	},
	"判決摘要": {
		"391305": "憲法法庭111年憲判字第20號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"391306": "甲○○1050830釋憲聲請書_OCR",
			"391307": "甲○○1060124釋憲補充理由書_OCR",
			"391308": "甲○○1070111釋憲補充理由書_OCR",
			"391309": "甲○○1090529釋憲補充理由書_OCR"
		}
	}
}