{
	"id": "309875",
	"類型": "判決",
	"判決字號": "112年憲判字第1號",
	"標題": "祭祀公業派下員資格案（二）",
	"原分案號": "109年度憲二字第110號",
	"判決日期": "2023-01-13",
	"聲請人": "陳純美、陳文祥、葉陳月娥",
	"案由": "聲請人為請求確認派下權存在事件，分別認臺灣高等法院高雄分院107年度上易字第354號民事判決，及最高法院109年度台上字第2124號民事判決，所適用之祭祀公業條例第4條第1項後段等規定，有違憲疑義，聲請解釋憲法",
	"主文": [
		"一、祭祀公業條例第4條第1項後段規定：「本條例施行前已存在之祭祀公業，……無規約或規約未規定者，派下員為設立人及其男系子孫（含養子）。」暨同條第2項規定：「派下員無男系子孫，其女子未出嫁者，得為派下員。該女子招贅夫或未招贅生有男子或收養男子冠母姓者，該男子亦得為派下員。」未涵蓋設立人其餘女系子孫部分，牴觸憲法第7條保障性別平等之意旨。",
		"二、上開祭祀公業設立人之女系子孫（以現存親等近者為先），尚未列為派下員者，均得檢具其為設立人直系血親卑親屬之證明，請求該祭祀公業列為派下員，並自請求之日起，享有為該祭祀公業派下員之權利及負擔其義務，但原派下員已實現之權利義務關係不受影響。",
		"三、其餘聲請不受理。"
	],
	"理由": [
		"壹、案件事實及聲請意旨",
		"一、聲請人一",
		"聲請人一為陳奧之子女；陳奧為李屋之女，李屋為祭祀公業李祿設立人李春長之子，對該祭祀公業具派下權。祭祀公業李祿無規約。李屋、陳奧分別於中華民國45年間及101年間死亡。祭祀公業李祿之其他派下員於103年申報該祭祀公業派下員系統表時，並未將陳奧列為派下員。聲請人一對祭祀公業李祿起訴，請求確認聲請人一對該祭祀公業具派下權。臺灣高雄地方法院107年度訴字第201號民事判決駁回聲請人一之訴，聲請人一上訴後，經臺灣高等法院高雄分院107年度上易字第354號民事判決以無理由駁回，而告確定。是聲請人一部分應以前開臺灣高等法院高雄分院民事判決為確定終局判決（下稱確定終局判決一）。",
		"聲請人一認確定終局判決一所適用之祭祀公業條例第4條第1項後段、第2項、第3項及第5條規定，以性別作為認定祭祀公業派下員身分之標準，有牴觸憲法第7條平等保障、第14條保障結社自由及第15條保障財產權之疑義，爰於109年3月間，依司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定聲請解釋憲法，請求宣告上開規定違憲，並聲請變更司法院釋字第728號解釋等語。",
		"二、聲請人二",
		"祭祀公業黃再為黃葉所設立之祭祀公業，無規約；黃葉無男系子孫，其女黃緣為該祭祀公業派下員，招贅許代，育有許福文等人；聲請人二為許福文之子。黃緣、許福文分別於67年間及91年間死亡。祭祀公業黃再並未有規約規定僅得由黃姓子孫為派下員，聲請人二認其父許福文具派下員資格，故其等亦具派下員資格。惟祭祀公業黃再之其他派下員，於106年間辦理該祭祀公業派下全員申報時，未將聲請人二列為派下員。聲請人二遂向臺灣臺南地方法院起訴，請求確認聲請人二對祭祀公業黃再具派下權，經該院107年度訴字第1380號民事判決駁回其訴；聲請人二上訴後，經臺灣高等法院臺南分院108年度上字第87號民事判決以上訴無理由駁回；聲請人二再提起上訴後，末經最高法院109年度台上字第2124號民事判決以上訴無理由駁回。是聲請人二部分應以前開最高法院民事判決為確定終局判決（下稱確定終局判決二）。",
		"聲請人二認確定終局判決二所適用之祭祀公業條例第4條第2項規定，牴觸憲法第7條平等保障之意旨，爰於110年11月間，依大審法第5條第1項第2款規定聲請解釋憲法，請求宣告上開規定違憲等語。",
		"貳、受理依據及審理程序",
		"一、受理依據",
		"（一）聲請人一",
		"查聲請人一主張確定終局判決一所適用之祭祀公業條例第4條第1項後段規定：「本條例施行前已存在之祭祀公業，……無規約或規約未規定者，派下員為設立人及其男系子孫（含養子）。」（下稱系爭規定一）及同條第2項規定：「派下員無男系子孫，其女子未出嫁者，得為派下員。該女子招贅夫或未招贅生有男子或收養男子冠母姓者，該男子亦得為派下員。」（下稱系爭規定二），有違憲法第7條平等保障意旨部分，與大審法第5條第1項第2款規定要件相符，經司法院大法官於110年7月間議決受理。",
		"至聲請人一另主張祭祀公業條例第4條第3項及第5條違憲暨聲請變更司法院釋字第728號解釋部分：查系爭規定一及二並非司法院釋字第728號解釋之審查客體，不生變更該解釋之問題。又祭祀公業條例第4條第3項未經確定終局判決一適用，聲請人一自不得以之為聲請解釋之客體。至祭祀公業條例第5條部分，則尚難謂已具體指摘該規定有如何牴觸憲法之處。是此等部分之聲請，均應不受理。",
		"（二）聲請人二部分",
		"查聲請人二主張系爭規定二有違憲法第7條平等保障意旨，與大審法第5條第1項第2款規定要件相符，經司法院大法官於110年12月間議決受理。",
		"（三）併案審理",
		"又聲請人一與二之聲請客體就涉及系爭規定二有無違憲部分相同，且系爭規定一與系爭規定二，均涉及以性別作為是否得為派下員區別標準之合憲性，爰併案審理。",
		"二、言詞辯論程序",
		"憲法訴訟法已自111年1月4日施行，爰依憲法訴訟法第90條及第91條規定，由本庭適用憲法訴訟法規定就系爭規定一及二是否牴觸憲法繼續審理。本庭並於111年10月18日行言詞辯論，除通知聲請人及關係機關內政部外，另邀請監察院國家人權委員會暨專家學者到庭陳述意見。聲請人及關係機關內政部之言詞辯論要旨如下：",
		"（一）聲請人一略謂：1、祭祀公業條例之立法目的在於尊重傳統習俗、祭祀祖先發揚孝道及延續宗族傳統等。2、系爭規定一及二以性別作為差別待遇之分類標準，涉及難以改變之個人特徵，應採嚴格或較為嚴格之審查標準。3、系爭規定一及二，使設立人之女及其直系血親卑親屬無法或難以成為派下員，亦不得參與祭祀公業相關事務之決定與推展，侵害人民受憲法第14條保障之結社自由、第15條保障之財產權及第22條保障之契約自由等權利，亦違反憲法第7條平等原則等語。",
		"（二）聲請人二略謂：1、祭祀公業條例之立法目的為祭祀祖先發揚孝道、延續宗族傳統及健全祭祀公業土地地籍管理等。2、系爭規定一及二限制女性派下員之繼承人取得派下權之資格，有違憲法第7條及憲法增修條文第10條第6項消除性別歧視之意旨，亦與祭祀公業條例制定目的無關等語。",
		"（三）關係機關內政部略謂：1、祭祀公業條例實質上係將習慣內容以制定法之方式予以規範化。2、有關派下員之認定，實質上係以有無共同承擔祭祀為認定標準，而非形式上以性別論斷。3、系爭規定一及二無涉結社自由。4、本件應採寬鬆標準審查，且系爭規定一及二為維護之法安定性，所採行影響較小之手段，並適度限縮其適用範圍，手段與目的間具有合理關聯性，故為合憲等語。",
		"參、形成主文第1項及第2項之法律上意見",
		"一、據以審查之憲法權利",
		"中華民國人民，無分男女……在法律上一律平等，憲法第7條定有明文。又立法者於形塑政策時，應避免形成性別角色之窠臼，否則亦與憲法第7條保障性別平等之意旨有違（司法院釋字第807號解釋參照）。",
		"104年司法院釋字第728號解釋於其理由書末，就不在該解釋客體範圍內之系爭規定一及二等部分，已先認定系爭規定一係以性別作為認定派下員之分類標準，而形成差別待遇，並諭知：對於祭祀公業條例施行前已存在之祭祀公業，其派下員認定制度之設計，有關機關應與時俱進，於兼顧憲法增修條文第10條第6項規定課予國家對女性積極保護義務之意旨及法安定性原則，視社會變遷與祭祀公業功能調整之情形，就含系爭規定一及二在內之相關規定適時檢討修正，俾能更符性別平等原則，與憲法保障人民結社自由、財產權及契約自由之意旨各在案（司法院釋字第728號解釋理由書末段參照）。",
		"二、審查標準",
		"法規範如以性別為分類，因係以難以改變之個人特徵、歷史性或系統性之刻板印象等可疑分類，為差別待遇之標準者，本庭應適用中度標準審查之（司法院釋字第807號解釋參照），始符憲法第7條規定。即其目的須為重要公益，其分類與目的間須具實質關聯。",
		"三、本庭之判斷",
		"（一）系爭規定一及二係以性別為分類標準，已對婦女形成差別待遇（司法院釋字第728號解釋理由參照），因係以個人難以改變之歷史性刻板印象可疑分類，為差別待遇之標準，是就其合憲性本庭應以中度標準審查之，即其目的須為重要公益，其分類與目的間須具實質關聯，始符憲法第7條規定。",
		"（二）查祭祀公業條例第4條之立法理由稱：「一、本條例施行前已存在之祭祀公業多設立於民國以前，且祭祀公業祀產並非自然人之遺產，其派下權之繼承不同於一般遺產之繼承，其派下員之資格係依照宗祧繼承之舊慣所約定。……。二、基於尊重傳統習俗及法律不溯既往之原則……無規約或規約未規定者，派下員為設立人及其男系子孫（含養子）。派下員無男系子孫，其女子未出嫁者，得為派下員。該女子招贅夫或未招贅生有男子或收養男子冠母姓者，該男子亦得為派下員。」（立法院公報，第96卷第20期，院會紀錄，第225頁至第226頁參照。）即系爭規定一及二之目的乃在於：尊重傳統宗祧繼承之舊慣及遵守法律不溯既往原則。",
		"惟查：1、宗祧繼承舊慣並非法律位階之法規範，在祭祀公業條例施行前，並無法律規定祭祀公業之派下員資格，是系爭規定一及二係新訂之法律，且其係適用於祭祀公業條例施行後仍繼續存在之法律關係，此種情形要非新法規之溯及適用，故無涉法律不溯及既往原則（本庭111年憲判字第18號判決參照）。又2、祭祀公業之設立，其最主要目的在祭祀祖先發揚孝道（祭祀公業條例第1條規定參照）；而就祭祀祖先之香火傳承言，男系子孫與女系子孫原無本質差異，在少子化之今日及可預見之未來，續強予區分，尤不利祭祀香火之傳承；就承擔祭祀之意願及能力言，時至今日，女系子孫不論姓氏、結婚與否，尤已與男系或冠母姓子孫無顯著不同；其他宗族意識之維持等亦均同。是就無規約或規約未規定派下員資格之祭祀公業言，若繼續任由系爭規定一及二，再以曩昔習慣，作為拒絕設立人之女系子孫，不論性別、結婚或冠母姓與否，列入為派下員之理由，不但於事理已難謂相合，而且顯然未能與時俱進，不合時宜，甚至有害祭祀公業設立之祭祀祖先、傳承香火之初衷目的；更何況3、依憲法第7條規定及增修條文第10條第6項規定：「國家應維護婦女之人格尊嚴……消除性別歧視，促進兩性地位之實質平等」之意旨，國家本有義務積極消弭性別歧視，自不應以立法肯認帶有性別歧視之傳統或舊慣。而系爭規定一及二乃國家之立法，此等立法其目的所欲維護者為傳統、舊慣，此等傳統、舊慣認祭祀公業之派下員以男系子孫為限；在無男系子孫之情形，女子以未結婚者為限或排除未冠母姓者，明顯係出於性別歧視且係以歷史性刻板印象為分類，因而對未列入派下員之其餘祭祀公業設立人之女系子孫，形成不當差別待遇。即系爭規定一及二欲以立法肯認者，乃帶有性別歧視之傳統、舊慣，其目的難謂為重要公益。另系爭規定一及二係基於傳統性別歧視之窠臼而為立法，其手段亦非正當，系爭規定一及二明顯牴觸憲法第7條規定。",
		"四、結論",
		"綜上：系爭規定一及二未涵蓋設立人其餘女系子孫，均係以性別作為得否為祭祀公業派下員之標準，其中系爭規定二前段規定並另以有無結婚，後段部分並另以是否冠母姓，作為得否為祭祀公業派下員之標準，均已形成差別待遇，且其差別待遇之目的非屬重要公益，手段亦非正當，牴觸憲法第7條保障性別平等之意旨。上開祭祀公業設立人之女系子孫（以現存親等近者為先），尚未列為派下員者，均得檢具其為設立人直系血親卑親屬之證明，請求該祭祀公業列為派下員，並自請求之日起，享有為該祭祀公業派下員之權利及負擔其義務，但原派下員已實現之權利義務關係（例如已受之分配或已履行之權利義務）不受影響。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "黃大法官虹霞",
	"意見書": {
		"392494": "憲法法庭112年憲判字第1號判決黃大法官瑞明提出之協同意見書",
		"392495": "憲法法庭112年憲判字第1號判決詹大法官森林提出之協同意見書",
		"392496": "憲法法庭112年憲判字第1號判決許大法官志雄提出，黃大法官昭元加入之部分不同意見書",
		"392497": "憲法法庭112年憲判字第1號判決黃大法官昭元提出，許大法官志雄加入、謝大法官銘洋加入（第3至16段）、呂大法官太郎加入（第3至16段）、楊大法官惠欽加入（第2、4、17至21段）之部分不同意見書"
	},
	"判決全文": {
		"392498": "憲法法庭112年憲判字第1號判決"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"392501": "陳純美等三人109.03.26 解釋憲法聲請書_OCR",
			"392502": "葉陳月娥1110907法規範憲法審查言詞辯論意旨書_OCR",
			"392503": "陳文祥1110907法規範憲法審查言詞辯論意旨書_OCR",
			"392504": "陳純美1110907法規範憲法審查言詞辯論意旨書_OCR",
			"392505": "許金賀等4人解釋憲法聲請書（本院收文日110.11.12）_OCR",
			"392506": "聲請人許金賀等四人1110907言詞辯論意旨書_OCR"
		},
		"關係人意見書": {
			"392507": "內政部1110908憲法言詞辯論意旨書_OCR",
			"392508": "內政部1111004憲法補充言詞辦論意旨書_OCR",
			"392509": "內政部1111025言詞辯論意旨補充二書_OCR",
			"392510": "內政部1111013言詞辯論意旨簡報_OCR"
		},
		"專家諮詢意見書": {
			"392511": "鄧學仁教授1110905意見書_OCR",
			"392512": "王泰升教授1110918意見書_OCR",
			"392513": "官曉薇副教授1110916意見書_OCR",
			"392514": "曾文亮副研究員1111013意見書_OCR",
			"392515": "王泰升教授1111018意見書簡報_OCR",
			"392516": "鄧學仁教授1111018意見書簡報_OCR",
			"392517": "官曉薇副教授1111018意見簡報_OCR"
		},
		"法庭之友意見書": {
			"392518": "社團法人台灣伴侶權益推動聯盟1111004法庭之友意見書_OCR",
			"392519": "財團法人婦女新知基金會1111005法庭之友意見書_OCR"
		},
		"鑑定人意見書": {
			"392520": "監察院國家人權委員會1110915鑑定意見書_OCR"
		},
		"其他": {
			"392521": "法務部109.05.12法律字第10903504650號函_OCR",
			"392522": "司法院民事廳109.05.27廳民一字第1090001162號函_OCR",
			"392523": "內政部109.06.04台內民字第1090223629號函_OCR",
			"392524": "高雄市鼓山區公所110.02.02高市鼓區民字第11030166900號函_OCR"
		},
		"言詞辯論筆錄": {
			"343982": "言詞辯論影音：109年度憲二字第110號─祭祀公業派下員性別平等案111年10月18日言詞辯論",
			"392499": "109年度憲二字第110號言詞辯論筆錄"
		}
	},
	"併案": {
		"309649": "110年度憲二字第529號(許金賀等4人)"
	}
}