{
	"id": "325406",
	"類型": "判決",
	"判決字號": "112年憲判字第10號",
	"標題": "虛增股東可扣抵稅額帳戶金額案",
	"原分案號": "107年度憲二字第5號",
	"判決日期": "2023-07-21",
	"聲請人": "魏斯蒙股份有限公司",
	"案由": "聲請人因超額分配股東可扣抵稅額事件，認臺中高等行政法院106年度訴字第49號判決，所適用之中華民國98年5月27日修正公布之所得稅法第114條之2第1項第1款規定，有牴觸憲法之疑義，聲請解釋憲法。",
	"主文": [
		"中華民國98年5月27日修正公布之所得稅法第114條之2第1項第1款規定：「營利事業有下列各款規定情形之一者，應就其超額分配之可扣抵稅額，責令營利事業限期補繳……：一、違反第66條之2第2項、第66條之3或第66條之4規定，虛增股東可扣抵稅額帳戶金額……致分配予股東或社員之可扣抵稅額，超過其應分配之可扣抵稅額者。」（107年1月1日起修正施行，增列「106年12月31日以前」等語，規範意旨相同），除依同法第73條之2但書規定，未分配盈餘加徵百分之十營利事業所得稅部分實際繳納稅額所生之可扣抵稅額外，不論營利事業虛增股東可扣抵稅額帳戶金額，形成形式上超額分配可扣抵稅額之情形，是否因此可能致國家稅源流失，概依超額分配之可扣抵稅額，責令營利事業補繳差額，就股東全部為非中華民國境內居住之個人，及在中華民國境內無固定營業場所及營業代理人之營利事業部分，牴觸憲法第7條平等權保障，於此範圍內，應自本判決公告之日起失其效力。"
	],
	"理由": [
		"壹、事實經過及聲請人陳述要旨",
		"一、事實經過",
		"聲請人因101年度超額分配股東可扣抵稅額事件，不服財政部中區國稅局命其補繳差額之處分，提起行政救濟，迭經臺中高等行政法院106年度訴字第49號判決（下稱系爭判決）及最高行政法院106年度裁字第1645號裁定（下稱系爭裁定）駁回確定，認裁判所適用之中華民國98年5月27日修正公布之所得稅法第114條之2第1項第1款規定（下稱系爭規定），有牴觸憲法之疑義，於107年1月2日依當時應適用之司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定聲請解釋憲法。",
		"二、聲請人陳述要旨",
		"聲請人主張意旨略謂：聲請人為股份百分之百由境外股東持有之營利事業。依所得稅法之規定，股利所得之課稅因股東之身分為境內或境外股東而有不同方式，境外股東不論其係個人或營利事業在我國如有所得，係採就源扣繳，不適用兩稅合一之扣抵制，故營利事業就股東可扣抵稅額帳戶如有計算錯誤虛增之情形，境外股東縱形式上獲配有可扣抵稅額，亦無法行使兩稅合一之扣抵權，國庫並無稅收損失，則既無漏稅之事實即不應補稅。系爭規定未區分股東身分及有無逃漏稅之事實，就境外股東超額分配部分，亦要求營利事業補稅，造成重複課稅，違反憲法平等權、生存權、工作權及財產權之保障，亦牴觸憲法第19條租稅法律主義及憲法第23條之比例原則等語。",
		"貳、受理依據及審理程序",
		"按憲法訴訟法（下稱憲訴法）111年1月4日修正施行前（下同）已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查本案係於107年1月2日提出聲請，其受理與否，依上開規定應依憲訴法修正施行前之規定，即大審法第5條第1項第2款定之。又聲請人就系爭判決提起上訴，經系爭裁定以上訴不合法予以駁回，是本件聲請，應以系爭判決為確定終局判決。系爭規定確為確定終局判決所適用，且為作成裁判之基礎，故本件聲請核與大審法第5條第1項第2款規定相符，爰予受理，作成本判決。",
		"叁、審查標的（即系爭規定）及其沿革",
		"查98年5月27日修正公布之所得稅法第114條之2第1項第1款（即系爭規定）明定：「營利事業有下列各款規定情形之一者，應就其超額分配之可扣抵稅額，責令營利事業限期補繳……：一、違反第66條之2第2項、第66條之3或第66條之4規定，虛增股東可扣抵稅額帳戶金額……，致分配予股東或社員之可扣抵稅額，超過其應分配之可扣抵稅額者」。嗣因所得稅法關於兩稅合一制修正，股東可扣抵稅額帳戶制度相關規定自107年1月1日起刪除，系爭規定乃配合修正，於第1項本文增加「中華民國106年12月31日以前」，以限定系爭規定應適用之事實發生時點，並於第1款增加「行為時」等文字，其餘文字未修正，均自107年1月1日起生效。",
		"肆、形成主文之法律上意見",
		"一、審查原則",
		"按等者等之，不等者不等之，為憲法平等原則之基本意涵。如對相同事物為差別待遇而無正當理由，或對於不同事物未為合理之差別待遇，均屬違反平等原則。又法規範是否符合平等原則之要求，其判斷應取決於該法規範所以為差別待遇之目的是否合憲，其所採取之分類與規範目的之達成間，是否存有一定程度之關聯性而定（司法院釋字第593號、第764號、第781號、第782號及第783號解釋參照）。租稅法律關係中，立法者對稅捐債務人或與稽徵程序相關聯之其他第三人課以稅捐協力義務，並因協力義務種類及性質之不同，分別訂定不同之規範，其分類及差別待遇，涉及國家財政收入之整體規劃及稽徵程序之效率，固適合由代表民意之立法機關及擁有專業能力之相關行政機關決定。惟其決定仍應有正當目的，且分類與目的之達成間應具有合理關聯，始符合憲法第7條平等權保障之意旨（司法院釋字第745號解釋參照）。",
		"二、本庭之判斷",
		"（一）立法者對營利事業課以設置股東可扣抵稅額帳戶並須正確紀錄及保持憑證之協力義務，為增進公共利益所必要，尚非憲法所不許",
		"依中華民國公司法規定設立登記成立之公司，或經中華民國政府認許在中華民國境內營業之外國公司所分配之股利，為中華民國來源所得（所得稅法第8條第1項第1款規定參照），獲有股利所得之人應依所得稅法之規定繳納所得稅（所得稅法第2條及第3條第1項、第3項規定參照）。",
		"又我國所得稅法制自87年起至106年止，採兩稅合一制度，營利事業依據所得稅法之規定繳納營利事業所得稅後，將稅後盈餘分配予股東，再由股東將股利所得或盈餘納入稅基，繳納個人綜合所得稅。為避免同一來源所得（股利或盈餘）在不同稅捐主體重覆課徵屬性相同之所得稅，立法者並採取「設算扣抵制」，將營利事業所繳納之營利事業所得稅，於繳納後，換算成股東可扣抵之稅額，由營利事業發給股東相關證明文件，使個人股東於繳納個人綜合所得稅時，得向稽徵機關憑以主張該可扣抵之稅額，故該時期之所得稅法（下稱舊制所得稅法）第3條之1規定：「營利事業繳納屬87年度及以後年度之營利事業所得稅，除本法另有規定外，於盈餘分配時，由其股東或社員將獲配股利總額或盈餘總額所含之稅額，自當年度綜合所得稅結算申報應納稅額中扣抵。」",
		"另，為實施上開兩稅合一設算扣抵制，立法者在會計帳簿之外，另課以營利事業設置股東可扣抵稅額帳戶之義務，用以記錄依法應分配予股東之可扣抵稅額（舊制所得稅法第66條之2至第66條之6規定參照），並規定須保持足以正確計算該帳戶金額之憑證及記錄，以供稽徵機關查核（舊制所得稅法第66條之1規定參照）。是股東可扣抵稅額帳戶記載，將直接影響營利事業應分配予股東之可扣抵稅額，於營利事業依其可扣抵稅額帳戶之錯誤記載，致發生超額分配予股東可扣抵稅額時，國家即可能因各該股東於申報並繳納個人綜合所得稅時行使扣抵權而發生稅捐損失。",
		"而租稅法律關係中，除稅捐客體所歸屬之主體為稅捐債務人，例如前述獲有股利所得之股東，應對國家負擔稅捐債務外，在完成稅捐稽徵之過程中，與稅捐債務人及國家完成稅捐稽徵程序相關連之其他第三人，立法者如課以其相當之協力義務，以藉其協力而使國家掌握正確之課稅資料、維護租稅公平（司法院釋字第317號解釋參照）、降低稽徵成本及提高稽徵效率，亦非憲法所不許。是立法者立法明文課以營利事業設置股東可扣抵稅額帳戶，及正確記載並保持足以正確計算該帳戶金額之憑證之行為義務，以協助國家完成兩稅合一制之施行，即為增進公共利益所必要。",
		"（二）營利事業股東之股利盈餘所得稅，因其身分之不同，所適用之規範並不相同，致其於兩稅合一制可扣抵稅額相關規定之適用即有不同",
		"按非中華民國境內居住之個人，及在中華民國境內無固定營業場所及營業代理人之營利事業（下併稱境外股東），在中華民國境內有所得稅法第88條規定之各項所得者，不適用同法第71條關於結算申報之規定，其應繳納予中華民國之所得稅，由扣繳義務人，於給付時，依規定之扣繳率扣繳之（所得稅法第73條第1項規定參照）。公司分配予境外股東之股利即屬同法第88條第1項第1款規定之所得，應由扣繳義務人即給付股利之公司，於給付時，依規定之扣繳率，為境外股東將其應給付予中華民國之所得稅扣繳後向國庫繳清之（所得稅法第89條第1項第1款規定參照）。",
		"另境外股東獲配股利總額或盈餘總額所包含之稅額，不適用第3條之1規定。但獲配股利總額或盈餘總額所含稅額，其屬依第66條之9規定，加徵百分之十營利事業所得稅部分實際繳納之稅額，得抵繳該股利淨額或盈餘淨額之應扣繳稅額（104年起修正為僅得就加徵部分之半數抵繳），舊制所得稅法第73條之2定有明文。又如前所述，舊制所得稅法第3條之1之規定為我國實施兩稅合一制度之基礎條文，舊制所得稅法第73條之2本文既排除境外股東適用該條規定，則綜合所得稅法第73條第1項前段、第88條第1項第1款及第89條第1項第1款規定可知，境外股東所獲配之股利係採就源扣繳，原則上並不適用兩稅合一之設算扣抵制，僅例外於舊制所得稅法第73條之2但書所指之情形及範圍，亦即「獲配股利總額或盈餘總額所含稅額，其屬依第66條之9規定，加徵百分之十營利事業所得稅部分實際繳納之稅額」部分，境外股東始得抵繳該股利淨額或盈餘淨額之應扣繳稅額。",
		"申言之，由於境外股東股利可扣抵稅額之扣抵權，業經舊制所得稅法第73條之2本文予以排除，除該規定但書關於未分配盈餘加徵營利事業所得稅之例外情形外，依我國稅制，境外股東向我國繳納所得稅時，本無就股利可扣抵稅額行使扣抵之可能，則縱使營利事業股東可扣抵稅額帳戶記載錯誤，致形式上有超額分配境外股東可扣抵稅額之情形，排除上述例外情形外，國家並不因其記載之錯誤而受有任何稅款之損失。",
		"但就上述例外情形而言，所得稅法第66條之9第1項規定「自87年度起，營利事業當年度之盈餘未做分配者，應就該未分配盈餘加徵百分之十營利事業所得稅。」係立法者「為避免營利事業藉保留盈餘規避股東或社員之稅負，並基於實施兩稅合一制度後之稅收損失，不應由股東以外之納稅義務人負擔，爰於第1項明定營利事業應自87年度起，就當年度之未分配盈餘加徵百分之十營利事業所得稅」所為之特別規定（立法院公報第86卷第57期院會紀錄第56頁至第59頁參照）。依舊制所得稅法第66條之3第1項規定，營利事業應計入當年度股東可扣抵稅額帳戶餘額（加項）者共有6款規定，其中未分配盈餘加徵之稅額部分為得計入之一種，主管機關並單獨訂定所得稅法施行細則第61條之1規定，就營利事業關於股利或盈餘中所含屬未分配盈餘加徵百分之十營利事業所得稅額部分，規定應如何計算以分配得抵繳該股利淨額或盈餘淨額之應扣繳稅額之公式，足見此部分與其他項目可明確區別並分開計算，此一境外股東例外得扣抵之稅額，如營利事業就該部分之可扣抵稅額帳戶記載錯誤而有虛增，國家即可能受有稅捐之損失。",
		"（三）系爭規定部分規範內容，涉及就不同事物為相同處理，於此範圍內，牴觸平等權之保障",
		"系爭規定以「營利事業有下列各款情形之一者，應就其超額分配之可扣抵稅額，責令營利事業限期補繳……：一、違反第66條之2第2項、第66條之3或第66條之4規定，虛增股東可扣抵稅額帳戶金額……致分配予股東或社員之可扣抵稅額，超過其應分配之可扣抵稅額者」，規定逕以可扣抵稅額帳戶「所記載」之金額與「應記載」之金額間之差額，命營利事業應補繳差額，其立法理由為「第1項明定營利事業虛增股東可扣抵稅額帳戶金額……，致分配予股東或社員之可扣抵稅額，超過其應分配之可扣抵稅額時，該營利事業應負『補繳稅額』……義務之規定」（立法院公報第86卷第57期院會紀錄第79頁參照）。「營利事業未依……規定計算可扣抵稅額，致超額分配者，將造成國庫稅源流失，影響國家資金調度……」（立法院公報第98卷第26期院會紀錄第101頁及第102頁參照）。",
		"系爭規定為避免營利事業股東可扣抵稅額帳戶記載錯誤，使分配予股東之可扣抵稅額超過其應分配之金額，致個人股東於繳納綜合所得稅時，虛增可扣抵金額，減少個人股東對國家之綜合所得稅債務，造成國庫可能流失稅源，並影響資金調度，對違反協力義務，未依法正確記錄可扣抵稅額帳戶，致超額分配可扣抵稅額之營利事業，使其負擔財產上之不利益，命其繳納超額分配之差額，以彌補可能流失之稅源並兼顧稽徵效率，一般而言，就股東全部或部分為境內股東而得主張可扣抵稅額之營利事業，其目的核屬正當，所採之手段亦有助於目的之達成，而有合理關聯。",
		"至於股東全部為境外股東之營利事業，縱有可扣抵稅額帳戶記載錯誤，虛增股東可扣抵稅額之情形，除未分配盈餘加徵百分之十營利事業所得稅之可扣抵稅額部分外，國家並無任何稅捐損失可言，就系爭規定之立法理由所指「造成國庫稅源流失，影響國家資金調度」之目的，並考量立法者為使國家掌握正確之課稅資料、維護租稅公平、降低稽徵成本及提高稽徵效率，課以營利事業協力義務而言，系爭規定未區分營利事業是否全數為境外股東，於營利事業所記載可扣抵稅額帳戶金額與應報列金額不符時，一律要求營利事業補繳差額，其所採分類標準顯然涵蓋過廣，尚難謂與「造成國庫稅源流失，影響國家資金調度」及兼顧稽徵效率之目的之達成間具有合理關聯，係對不同之事物為相同之處理而未為合理之差別待遇，於此範圍內，牴觸憲法第7條平等權之保障。",
		"三、結論",
		"綜上所述，系爭規定除上述例外情形（依所得稅法第66條之9規定，未分配盈餘加徵營利事業所得稅實際繳納稅額所生之可扣抵稅額）外，不論營利事業虛增股東可扣抵稅額帳戶金額，形成形式上超額分配可扣抵稅額之情形，是否因此可能致國家稅源流失，概依超額分配之可扣抵稅額，責令營利事業補繳差額，就股東全部為境外股東，亦即為非中華民國境內居住之個人，及在中華民國境內無固定營業場所及營業代理人之營利事業部分，與憲法保障平等權之意旨有違，於此範圍內，應自本判決公告之日起失其效力。",
		"四、附此指明",
		"末查，營利事業依舊制所得稅法之相關規定，負有設置股東可扣抵稅額帳戶並正確記錄及保持憑證之稅捐協力義務，營利事業若違反此一行政法上義務，本應受制裁。立法者衡酌事件之特性、侵害法益之輕重及所欲達成之管制效果，訂定相關制裁規定，如未逾越比例原則，尚屬立法裁量之範圍，附此指明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由張大法官瓊文主筆。",
	"大法官就主文所採立場表": {
		"435623": "112年憲判字第10號判決主文立場表"
	},
	"意見書": {
		"435619": "憲法法庭112年憲判字第10號判決黃大法官虹霞提出之部分協同部分不同意見書",
		"435620": "憲法法庭112年憲判字第10號判決楊大法官惠欽提出之部分不同意見書",
		"435621": "憲法法庭112年憲判字第10號判決蔡大法官明誠提出，吳大法官陳鐶、黃大法官瑞明加入之不同意見書"
	},
	"判決全文": {
		"435624": "憲法法庭112年憲判字第10號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺中高等行政法院106年度訴字第49號行政判決"
	},
	"判決摘要": {
		"435625": "憲法法庭112年憲判字第10號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"435626": "魏斯蒙股份有限公司106.12.29釋憲申請書_OCR",
			"435627": "魏斯蒙股份有限公司1120430意見書_OCR",
			"435628": "魏斯蒙股份有限公司1120430意見書簡報_OCR",
			"435629": "魏斯蒙股份有限公司1120515意見書補充理由狀_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"435630": "財政部1120504意見書_OCR",
			"435631": "財政部1120509意見書簡報_OCR",
			"435632": "財政部1120530補充說明意見書_OCR",
			"435633": "財政部1120620補充說明意見書_OCR"
		},
		"專家諮詢意見書": {
			"435634": "盛子龍教授1120508意見書_OCR",
			"435635": "黃源浩教授1120509意見書_OCR",
			"435636": "黃源浩教授1120505（憲法法庭收文日）意見書簡報_OCR",
			"435637": "中華民國會計師公會全國聯合會代表陳世洋會計師1120422意見書_OCR",
			"435638": "中華民國會計師公會全國聯合會代表陳世洋會計師1120512補充意見書_OCR"
		},
		"其他": {
			"435639": "大法官函詢及財政部1080329台財稅字第10700696230號回函_OCR",
			"435640": "憲法法庭函詢及財政部中區國稅局1110504中區國稅法一字第1110004269號回函_OCR",
			"435641": "憲法法庭函詢及財政部1110830台財稅字第11100638450號回函_OCR"
		}
	}
}