{
	"id": "309954",
	"類型": "判決",
	"判決字號": "112年憲判字第11號",
	"標題": "選舉幽靈人口案",
	"原分案號": "會台字第9433號",
	"判決日期": "2023-07-28",
	"聲請人": "胡靈智",
	"案由": "聲請人認其分別所受確定終局判決所分別適用之刑法第146條第1項、第2項、第3項規定等，及最高法院111年度台上字第1861號刑事判決，牴觸憲法，分別聲請解釋憲法、法規範及裁判憲法審查。",
	"主文": [
		"一、刑法第146條第1項規定：「以詐術或其他非法之方法，使投票發生不正確之結果……者，處5年以下有期徒刑。」尚未違反刑罰明確性原則。",
		"二、同條第2項規定：「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票者，亦同。」未違反憲法第23條比例原則及刑罰明確性原則，亦未構成憲法所不容許之差別待遇，與憲法第17條保障選舉權及第7條保障平等權之意旨，均尚無牴觸。",
		"三、同條第3項關於第2項部分規定：「……之未遂犯罰之。」與憲法比例原則及罪刑相當原則亦尚屬無違。",
		"四、聲請人一至八關於上開規定之法規範憲法審查之聲請為無理由，均予駁回。",
		"五、最高法院111年度台上字第1861號刑事判決廢棄，發回最高法院。",
		"六、聲請人一至五其餘聲請不受理。"
	],
	"理由": [
		"壹、事實背景及聲請人陳述要旨",
		"一、聲請人一",
		"聲請人一於距中華民國95年6月10日花蓮縣卓溪鄉第18屆立山村村長選舉日4個月前，將戶籍遷入花蓮縣卓溪鄉立山村，並於選舉日前往投票。案經檢察官聲請以簡易判決處刑，臺灣花蓮地方法院97年度玉簡字第1號刑事簡易判決，以聲請人一係以虛偽遷徙戶籍（下稱虛遷戶籍）而為投票之非法方法，使投票發生不正確之結果，依行為時之刑法第146條第1項規定（下稱系爭規定一）論處罪刑。聲請人一不服，提起上訴，經臺灣花蓮地方法院97年度簡上字第58號刑事判決（下稱確定終局判決一），以其上訴無理由，予以駁回確定。聲請人一認確定終局判決一所適用之系爭規定一、96年1月24日修正公布之刑法第146條第2項規定（下稱系爭規定二；聲請人一誤以系爭規定一於96年1月24日修正為系爭規定二）及96年11月7日修正公布之公職人員選舉罷免法（下稱公職人員選罷法）第113條第3項規定（聲請人誤植為96年11月7日修正公布前之第98條第2項），牴觸憲法，於98年8月12日聲請解釋憲法。",
		"其主張意旨略以：系爭規定一及二均違反憲法人民遷徙自由及選舉權行使自由之規定；公職人員選罷法第113條第3項規定違反憲法保障之生存權、工作權及比例原則等語。",
		"二、聲請人二",
		"聲請人二原即設籍並居住於金門縣烏坵鄉，於距94年12月3日金門縣烏坵鄉第7屆鄉長選舉日4個月前，代其6名原設籍於臺灣本島之親屬辦理遷入戶籍於烏坵鄉之手續，該6名親友亦於烏坵鄉第7屆鄉長選舉日當日，從臺灣本島搭船至烏坵鄉投票所投票。案經檢察官提起公訴，嗣經福建高等法院金門分院99年度選上更（一）字第2號刑事判決，以聲請人二與委由其代辦設籍之親友及同意其設籍之人，共同以其他非法之方法，使投票發生不正確之結果，依系爭規定一之規定論處罪刑。聲請人二提起上訴，再經最高法院100年度台上字第4503號刑事判決，以其上訴違背法律上之程式而予以駁回確定。是本件聲請案，應以福建高等法院金門分院上開判決，為本庭據以為法規範審查之確定終局判決（下稱確定終局判決二）。聲請人二認確定終局判決二所適用之系爭規定一及公職人員選罷法第15條第1項規定牴觸憲法，於101年4月25日聲請解釋憲法。",
		"其主張意旨略以：系爭規定一所稱「其他非法之方法」，構成要件尚非明確，違背法治國原則；公職人員選罷法第15條第1項規定須繼續居住4個月者方得行使選舉權，侵害憲法第10條之遷徙自由及第17條選舉權，其限制逾越憲法第23條比例原則等語。",
		"三、聲請人三至五",
		"聲請人三原非設籍於金門縣烏坵鄉，聲請人四及五原即設籍於金門縣烏坵鄉。距94年12月3日金門縣烏坵鄉第7屆鄉長選舉日4個月前，聲請人三及其他親友委由聲請人二辦理將其等戶籍分別遷入聲請人四及五之戶籍內，並於烏坵鄉第7屆鄉長選舉日當日從臺灣本島搭船至烏坵鄉投票所投票。案經檢察官提起公訴，嗣經福建高等法院金門分院98年度選上更（一）字第2號刑事判決，以聲請人三至五共同以其他非法之方法，使投票發生不正確之結果，依系爭規定一之規定論處罪刑。聲請人三至五提起上訴，再經最高法院100年度台上字第4786號刑事判決，以其上訴違背法律上之程式而予以駁回確定。是本件聲請案，應以福建高等法院金門分院上開判決為本庭據以為法規範審查之確定終局判決（下稱確定終局判決三）。聲請人三至五認確定終局判決三所適用之系爭規定一及公職人員選罷法第15條第1項規定牴觸憲法，於101年4月25日聲請解釋憲法。",
		"其主張意旨略以：系爭規定一所稱「其他非法之方法」，構成要件尚非明確，違背法治國原則；公職人員選罷法第15條第1項規定須繼續居住4個月者方得行使選舉權，侵害憲法第10條之遷徙自由及第17條選舉權，其限制逾越憲法第23條比例原則等語。",
		"四、聲請人六及七",
		"聲請人六（共3人）及七（共9人）分別於距103年11月29日雲林縣北港鎮水埔里里長選舉日4個月前，將戶籍遷入雲林縣北港鎮水埔里，其中聲請人六於選舉日均前往投票，聲請人七則均未前往投票。案經檢察官提起公訴，嗣經臺灣高等法院臺南分院105年度選上訴字第121號刑事判決，以聲請人六意圖使特定候選人當選，以虛遷戶籍取得投票權而為投票既遂，依系爭規定二之規定論處罪刑；聲請人七雖已著手為虛遷戶籍之實施，惟未發生投票之結果，犯罪尚屬未遂，依刑法第146條第3項關於第2項規定部分（下稱系爭規定三）論處罪刑。聲請人六及七提起上訴，再經最高法院106年度台上字第1744號刑事判決，以其上訴違背法律上之程式而予以駁回確定。是本件聲請案，應以臺灣高等法院臺南分院上開判決為本庭據以為法規範審查之確定終局判決（下稱確定終局判決四）。聲請人六及七分別認確定終局判決四所適用之系爭規定二、三規定，過度限制人民之選舉權、遷徙自由及平等權，有違憲之疑義，於107年3月26日聲請解釋憲法。",
		"其主張意旨略以：系爭規定二係基於人民有義務將實際繼續居住之住所登記為戶籍地之前提，方取得當地行使選舉權之資格所為立法，違反此前提者，即應受刑事處罰，然此限制違反比例原則；系爭規定二所定「虛偽遷徙戶籍」內涵不明確，違反法律明確性原則；系爭規定二未處罰虛偽不遷籍之選舉人或虛偽遷籍之候選人，違反平等原則，侵害憲法所保障之選舉權、遷徙自由與平等權等語。",
		"五、聲請人八",
		"聲請人八（共3人）為中華航空股份有限公司企業工會會員，該工會會員代表大會於107年5月31日表決推派工會秘書長朱梅雪參選第2屆桃園市市長選舉。聲請人八於距107年11月24日桃園市市長選舉日4個月前，將其等戶籍遷入桃園市內，並於選舉日至投票所投票。案經檢察官提起公訴，嗣經臺灣高等法院110年度上更一字第172號刑事判決（下稱臺高院刑事更審判決），以其犯意圖使特定候選人當選，以虛遷戶籍取得投票權而為投票罪，依系爭規定二論處罪刑。聲請人八提起上訴，再經最高法院111年度台上字第1861號刑事判決（下稱系爭確定終局判決五），以其上訴違背法律上之程式而予以駁回確定。聲請人八認系爭確定終局判決五所適用之系爭規定二及該判決牴觸憲法，聲請法規範及裁判憲法審查。",
		"其主張意旨略以：（一）關於法規範憲法審查部分：系爭規定二限制人民投票予特定候選人之機會，及限制人民隨意決定戶籍地之自由，並課予違反者刑事處罰，侵害人民參政權及居住遷徙自由；其僅對意圖使特定候選人當選而虛偽遷籍者處以刑罰，侵害憲法第7條平等權；系爭規定二禁止人民遷徙戶籍之目的不具特別重大公益、手段與目的亦無密切關聯，其法律效果亦違比例原則；系爭規定二所定「虛偽」要件空泛，違反法律明確性原則。（二）關於裁判憲法審查部分：系爭確定終局判決五適用有違憲疑慮之系爭規定二，應本於憲法意旨予以合憲性解釋卻消極未為之，顯屬違憲等語。",
		"貳、受理要件之審查及審理程序等",
		"一、受理要件之審查",
		"（一）審查依據",
		"按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決；憲法訴訟法（下稱憲訴法）111年1月4日修正施行（下同）前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定；聲請憲法法庭裁判，其聲請不合法或顯無理由者，憲法法庭應裁定不受理，憲訴法第59條、第90條第1項及第32條第1項定有明文。次按人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款亦定有明文。",
		"查聲請人一至七之聲請，均於憲訴法修正施行前即已繫屬，其受理與否，應依大審法第5條第1項第2款規定決之；聲請人八之聲請案受理與否，則應依憲訴法相關規定決之。",
		"（二）聲請受理部分",
		"查聲請人一至五就系爭規定一、聲請人六就系爭規定二，及聲請人七就系爭規定三所為聲請，核均與大審法第5條第1項第2款所定要件相符，應予受理。",
		"次查，系爭規定二雖非確定終局判決一所據之判決基礎，惟確定終局判決一明示採用原審判決書記載之理由，並予以補充，而原審判決書中亦明示引用本案檢察官聲請簡易判決處刑書之記載；本案檢察官聲請簡易判決處刑書則明示聲請人一所為，若依96年修正前刑法之規定，須論以系爭規定一之罪；若依96年修正後刑法之規定，須論以系爭規定二之罪，而二者法定刑度均相同，修正後之法律對聲請人一既非較有利，自應適用行為時之法律，遂依系爭規定一聲請簡易判決處刑。基此，可認系爭規定二亦為確定終局判決一所實質適用。是聲請人一就系爭規定二所為聲請部分，亦核與大審法第5條第1項第2款所定要件相符合，應予受理。",
		"另查，聲請人八就系爭規定二及系爭確定終局判決五所為聲請，核與憲訴法第59條所定法規範及裁判憲法審查之要件相符，應予受理。又，由於系爭確定終局判決五係以聲請人八之上訴違背法律上之程式而予以駁回，是聲請人八之聲請，本庭應併予審酌系爭確定終局判決五之原審判決，即臺高院刑事更審判決。",
		"末查，上開受理部分之聲請標的既相同或有密切關聯，爰予合併審判。",
		"（三）聲請不受理部分",
		"聲請人一就96年11月7日修正公布之公職人員選罷法第113條第3項規定，及聲請人二至五就公職人員選罷法第15條第1項規定聲請部分，核其聲請意旨所陳，尚難謂客觀上已具體敘明上開規定究有何牴觸憲法之處。是聲請人一至五就上開規定部分之聲請，核均與大審法第5條第1項第2款規定不符，應不受理。",
		"二、相關法規範變動情形",
		"24年1月1日公布施行之刑法第146條第1項及第2項原規定：「（第1項）以詐術或其他非法之方法，使投票發生不正確之結果或變造投票之結果者，處5年以下有期徒刑。（第2項）前項之未遂犯罰之。」96年1月24日修正公布，增訂第2項規定：「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票者，亦同。」原第2項規定則移列於第3項，並修正為：「前二項之未遂犯罰之。」",
		"三、言詞辯論程序",
		"本庭於112年4月11日行言詞辯論，聲請人六至八、關係機關法務部及中央選舉委員會經通知並到庭陳述意見，聲請人一至五雖經通知但未到庭。本庭另邀請專家學者及鑑定機關監察院國家人權委員會到庭陳述意見。聲請人六至八及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人六及七",
		"1.系爭規定二部分：系爭規定二係禁止人民意圖使某特定候選人當選，將戶籍登記於未實際居住地，而取得選舉人資格並為投票，涉及憲法上所保障之人民選舉權及遷徙居住自由。系爭規定二之立法目的係導正選舉風氣，及確保公職人員應獲得實際居住於當地居民多數支持之實質代表性，以維護民主選舉精神，然實質代表性僅以獲得選舉區內實際居住之選舉人認同為限，與憲法增修條文第2條第1項後段總統、副總統選舉人資格不以實際居住於台澎金馬地區為必要之意旨未合，亦與責任政治、民主國原則、有納稅即有代表原則、公職人員選罷法與選舉實務均不符，此目的不具憲法正當性；人民支持特定候選人當選受憲法選舉權保障，不具法益侵害性，系爭規定二以此作為犯罪主觀構成要件，亦無憲法上正當性；系爭規定二以刑罰手段處罰為取得投票權而遷徙戶籍於未實際居住地者，與達成規範目的無關，現行就虛偽遷籍行為亦設有相關行政罰，亦非侵害最小手段，是系爭規定二違反比例原則；又系爭規定二僅處罰為行使投票權而虛遷戶籍之幽靈人口，未處罰基於其他因素虛遷戶籍之選舉人或候選人，與憲法保障之平等權有違；至於系爭規定二之「虛偽遷徙戶籍」要件難以認定，亦違反法律明確性等語。",
		"2.系爭規定三部分：系爭規定三違憲理由除與系爭規定二相同外，本規定所指未遂行為係未為投票，其形同將未實際居住而遷徙戶籍之行政不法行為提升為刑事不法行為，不具正當性，且易使法院對系爭規定二主觀要件之判斷流於恣意，不符刑罰明確性原則等語。",
		"（二）聲請人八",
		"系爭規定二限制人民投票予特定候選人及限制人民得隨意決定戶籍地之自由，並課予違反者刑事處罰，侵害人民受憲法保障之參政權及居住遷徙自由；系爭規定二之立法目的係為導正選舉風氣，然此目的與所規範之行為，本為系爭規定一所涵蓋，本規定實為贅文；若認系爭規定二有與系爭規定一截然不同之立法目的，亦即非為追求一個客觀、公正、真實意志之選舉文化，而有其他文化價值形塑之意涵存在，除於規範體系解釋上難以自圓其說外，亦無其他憲法上得以支持國家以刑事法規介入選舉風氣之基礎，故系爭規定二之目的，不具正當性；又系爭規定二所採手段既不適合且不必要，戶籍法尚存有撤銷戶籍登記、裁處行政罰等侵害較小之行政管制手段，且其所維護之導正選舉風氣利益非屬重要，與對憲政體制核心之人民參政權及遷徙自由之侵害結果相較，有違衡平，故系爭規定二違反比例原則而違憲。另系爭規定二未處罰虛偽不遷籍或意圖當選而虛偽遷籍者，已形成差別待遇，立法者就此未為說明，且實務判決就系爭規定二之解釋適用已形成不平等，故本規定與平等原則相悖；系爭規定二之「虛偽」要件之認定，無存在可資遵循之法規範或司法實務見解，非受規範者可預見，已違反法律明確性及刑法構成要件明確性等語。",
		"（三）關係機關法務部",
		"1.系爭規定一所稱「詐術」，於刑法中有其意義，所稱「非法」，自整體規定觀之，係指類同詐術之方法；系爭規定二屬系爭規定一所定「非法」之明文化，是系爭規定一及二無使受規範者難以理解或預見之情，均未違反法律明確性原則。2.系爭規定二涉及選舉權具體行使限制，但與遷徙居住自由無涉；公職人員選罷法第15條明定有選舉權人在各該選舉區繼續居住4月以上者，為該區之選舉人，至於繼續居住之認定，非僅憑設籍為唯一認定依據，設籍僅具推定有繼續居住之效力。如選舉人僅為戶籍遷入登記卻無居住事實，仍無法取得該選舉區之投票權，此基於行使投票權之目的，以虛偽方式取得投票權之行為，將使投票結果因包含無選舉權人之票數而不正確。系爭規定二即係為避免無選舉人資格者，以不合法方式影響選舉結果之正確性，從而維護自由民主憲政秩序之根本，即民主選舉，其所保護之法益應屬重大公益，而系爭規定二應為系爭規定一之具體化。3.虛遷戶籍而取得投票權行為，對選舉結果所生影響，於小選舉區更加明顯，且目前我國賄選現象仍存在，此行為仍有刑罰必要性；如僅採取相關選舉行政管制措施，將有人力、物力困難或有剝奪人民基本權之疑慮，故仍有透過刑法之一般預防效果嚇阻該行為之必要，且我國以事後課予行為人刑事責任，而未採事前剝奪其投票權之方式，已屬較小侵害手段。4.系爭規定二處罰基於行使投票權目的，以積極虛偽設籍方式取得投票權之行為，未處罰基於其他因素而住籍分離者，係因二者行為有本質上不同，難認此差別待遇已違反平等權。綜上，系爭規定二與比例原則及平等原則均無違背等語。",
		"（四）關係機關中央選舉委員會",
		"1.系爭規定一之文義已有明確定義，司法實務解釋適用該規定之見解亦無歧異處，是系爭規定一之文義非受規範者難理解，且可經司法審查加以確認，尚無違反法律明確性原則。2.系爭規定二係處罰無權投票而為投票之行為，雖涉及人民選舉權（參政權）之限制，但未限制人民居住遷徙自由；其立法目的係確保選舉制度公平運行、維護投票結果正確性及落實主權在民精神，具憲法第23條規定所定之公益性及正當理由。3.系爭規定二所定之主觀要件，係在避免處罰不當擴張，且具此主觀要件之虛設戶籍者，確有侵害選舉正確結果之意志，此一要件具憲法正當性。4.系爭規定二就無權投票卻為投票者處以刑罰，適於立法目的之實現，且考量法律規範時效性與行政管制之執行成本，此手段實具不可替代性亦無其他侵害較小手段，是本規定並未違反比例原則。5.系爭規定二雖僅處罰意圖使特定候選人當選而以虛偽遷籍取得投票權而為投票者，與其他投票權人於刑罰上構成差別待遇，惟此差別待遇係基於行為本質不同所為之合理區別對待，並與系爭規定二立法目的具一定關聯，與憲法第7條平等原則無違。6.系爭規定二之構成要件，均可明確判斷，並未違反法律明確性。7.系爭規定三係處罰系爭規定二之未遂犯，此為立法者就維持選舉公平性之公共利益所為之價值判斷；而基於妨害投票犯意而虛偽遷籍者，於取得遷入戶籍地所在選舉區之形式上選舉權時，已足以妨害選舉涓潔及公正性，再綜合考量系爭規定三之減刑、妨害投票罪之法定刑及相關緩刑與易刑等規定，系爭規定三並未違反比例原則等語。",
		"各聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書及言詞辯論筆錄。",
		"本庭斟酌聲請人、關係機關、專家學者及鑑定機關之意見書暨全辯論意旨，作成本判決。",
		"參、審查標的",
		"一、刑法第146條第1項規定：「以詐術或其他非法之方法，使投票發生不正確之結果……者，處5年以下有期徒刑。」（即系爭規定一）。",
		"二、刑法第146條第2項規定：「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票者，亦同。」（即系爭規定二）。",
		"三、刑法第146條第3項關於第2項部分規定：「……之未遂犯罰之。」（即系爭規定三）。",
		"四、最高法院111年度台上字第1861號刑事判決（即系爭確定終局判決五）。",
		"肆、受理部分形成主文之法律上意見",
		"一、系爭規定一尚未牴觸刑罰明確性原則",
		"（一）審查原則",
		"法律明確性要求，非謂法律文義應具體詳盡而無解釋之空間或必要。立法者制定法律時，自得衡酌相關生活事實之複雜性、規範建構上之需求以及運用於具體個案之妥當性等因素，選擇適當之法律概念與用語，包括適當運用不確定法律概念而為規定。一般而言，如立法者所選擇之法律概念與用語之意義，自其文義、立法目的與法體系整體關聯性觀點非難以理解，且個案事實是否屬於法律所欲規範之對象，為一般受規範者所得預見，並可經由法院審查認定及判斷者，即無違反法律明確性原則（司法院釋字第432號、第521號、第594號、第602號、第690號、第794號、第799號、第803號、第804號解釋及本庭112年憲判字第5號判決參照）。惟涉及刑罰法律規範時，基於憲法法治國原則之罪刑法定原則，國家對犯罪行為之處罰，應以行為時之法律有明文規定者為限，且法律所定之犯罪構成要件，須使一般受規範者得以理解，並具預見之可能性（司法院釋字第602號及第792號解釋參照）。是憲法罪刑法定原則中，除嚴格之法律保留之要求外，亦蘊含刑罰明確性之要求，乃上述一般性法律明確性原則於刑罰規範領域之具體化，其所指涉之意涵，亦應特別考量刑罰規範之特性。",
		"申言之，基於憲法罪刑法定原則，僅立法者有權建立刑罰法律規範；法院解釋適用刑事法律時，就犯罪構成要件，不得以類推適用等法律漏洞補充之方式，擴張或增加法律規定所無之內容，因而擴增可罰行為範圍（司法院釋字第792號解釋參照）。從而，法院於解釋適用刑事法律時，一方面固負有使法律所定犯罪構成要件精確化之義務，是於法律存有不確定法律概念，致所定可罰行為範圍產生不明確疑義之情形，法院即應以法律解釋方法盡可能予以排除；另一方面，法院則須謹守憲法罪刑法定原則之要求，不得逾越法律解釋之範疇而擴增可罰行為範圍。",
		"基此，刑罰明確性原則固不當然限制立法者依其刑罰規範建構之需，衡酌立法相關因素而選擇適當之法律概念與用語，包括適當運用不確定法律概念而建構刑罰構成要件，然其客觀可罰性範圍，須具有得以法律解釋方法予以解釋、限定之可能性，亦即得以其所屬法律規定脈絡下之相關要素予以限定，從而使刑事法院於審查、判斷個案事實是否該當系爭不確定法律概念所繫之構成要件時，客觀上有一定共同遵循之適用指標，俾於解釋適用相關刑罰規定時，得以之為據而盡可能排除刑事法律可罰性範圍之不明確疑義，始符合刑罰明確性原則。如刑罰法律規範與相關法律體系中欠缺足以適當限定不確定法律概念意涵之具體化指標者，即可能因個案法官獨立審判下之個別具體適用而變相擴張可罰性範圍，因而有牴觸憲法罪刑法定原則之虞。",
		"（二）系爭規定一尚未違反刑罰明確性原則",
		"系爭規定一，即刑法第146條第1項明定：「以詐術或其他非法之方法，使投票發生不正確之結果……者，處5年以下有期徒刑。」係以施行「詐術或其他非法之方法」作為犯罪行為之客觀構成要件。其中「詐術」一詞，於刑法分則之犯罪處罰規定中尚非罕見，依據一般人民日常生活與語言經驗，以及法院實務見解，係指使人認知錯誤之蓄意欺騙手段，就受規範對象而言，其意義並非難以理解。而「其他非法之方法」固屬不確定法律概念，惟其意涵除可藉由「詐術」之例示而理解外，尚可藉由選舉投票等相關法律規定而進一步具體化，亦即所謂「非法之方法」，當指選舉投票等相關法律所不許之操縱投票結果之方法。",
		"此外，系爭規定一係屬結果犯立法模式，立法者已預設「使投票發生不正確之結果或變造投票之結果」為犯罪構成要件，依此，以非法之方法所為行為，除須導致犯罪構成要件所預設之結果外，構成要件行為與結果間須具有一定之因果關係，從而亦進一步限定以非法之方法所為行為之可罰性範圍。綜上，系爭規定一雖以不確定法律概念作為犯罪行為之構成要件，惟從其文義意涵、結果犯構成要件之體系理解以及法體系之整體關聯性觀點觀之，立法者就系爭規定一所涉之行為可罰性要件，已設有合宜之解釋適用之參考基準，並以此限定行為可罰性範圍；受規範對象除可依此預見其行為之可罰性外，刑事法院亦得據以解釋適用系爭規定一，就個案行為之構成要件該當性為適當之審查、判斷，是系爭規定一尚未違反刑罰明確性原則。",
		"二、系爭規定二尚未牴觸憲法第17條保障選舉權、第7條保障平等權及刑罰明確性原則之意旨",
		"（一）據以審查之憲法原則及審查標準",
		"選舉乃多數人民透過集中意志，決定民意代表或各級政府首長之行為，人民參政權為民主政治與專制政治最關鍵之不同處，選舉尤為人民參政權中最核心之權利，透過人民選舉賦予民意代表或各級政府首長行使國家權力之正當性。我國憲法第1條明定民主共和國原則，第2條明定國民主權原則，係採民主政治體制。是憲法第17條所保障之選舉權，乃民主國家中人民最基本之政治參與權利之一，其保障符合法定資格之選舉人，均得於公平、公正、公開之選舉中參與投票，選出回應多數民意之各種民選公職人員，以具體實現憲法第1條及第2條所揭示之民主原則。選舉制度之設計固屬立法形成之自由，惟不得違背民主原則及憲法第129條至第132條之規定意旨，自屬當然。",
		"鑑於選舉為民主國家中，公民參與政治最重要之管道，人民之選舉權自應受高度保障；選舉既為落實民意政治、責任政治之民主基本原則不可或缺之手段，並同時彰顯主權在民之原則，則所定選舉方法仍不得有礙民主共和國及國民主權原則之實現，亦不得變動選舉權、平等權之核心內涵（司法院釋字第721號解釋參照）。國家如基於特定之考量，採取管制手段乃至於刑事制裁，而涉及限制部分人民選舉權之行使，則其目的須為追求特別重要之公共利益，所採取達成該目的之手段須屬侵害最小之手段，且對選舉權施加限制所造成之不利益，不得大於所欲維護之公共利益，始符合憲法第23條比例原則之要求。",
		"又其管制手段如有構成差別待遇之情形，則應視形成該差別待遇之分類標準是否屬於可疑分類，以及該差別待遇所涉基本權利之重要性而採取不同之審查基準；如分類標準非屬種族、性別、性傾向等與生俱來不可改變之個人特徵、未基於系統性、歷史性之刻板印象或偏見，或未造成隔絕參與民主程序之可疑分類，原則上適用寬鬆審查基準即可。惟若所涉基本權利基於個人人格自主發展、人性尊嚴（司法院釋字第748號解釋參照）或與公共生活秩序之形塑密切相關（司法院釋字第760號解釋參照）者，原則上應至少採中度審查。如前所述，選舉既為公民參與民主政治最重要之管道，涉及人民透過參政權以達成自我實現與形塑公共生活秩序，則對於選舉權之管制手段形成差別待遇，即便該分類標準並非可疑分類，本庭綜合考量後，爰認就該差別待遇以中度審查基準判斷其合憲性，亦即除其目的須為追求重要之公共利益外，所採差別待遇之手段與目的之達成間亦須有實質關聯，始與憲法保障平等權之意旨相符。",
		"（二）系爭規定二尚未牴觸憲法第17條保障選舉權之意旨",
		"1.系爭規定二構成對人民憲法保障之選舉權之限制",
		"憲法第17條規定之選舉權之保障內涵，除保障投票與不投票之自由、投票對象之選擇自由等外，解釋上也包括依自己意願選擇在何處投票之自由。查系爭規定二明定：「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票者，亦同。」其將意圖使特定候選人當選，以虛遷戶籍取得投票權而為投票之行為，於規範上評價為刑事不法行為，處罰規定則同於系爭規定一之處罰。所稱「虛偽遷徙戶籍」，根據戶籍法規定，應係指遷徙戶籍後未實際居住於戶籍地，亦即「籍在人不在」之情形。因此，系爭規定二所蘊涵之內容，乃只允許人民在其戶籍所在地，亦即在其有實際居住事實之戶籍所在地行使選舉權，並以刑事禁止規範，禁止人民基於支持特定候選人當選之意圖，以遷徙戶籍而未實際居住戶籍地之方式，取得投票權而為投票。是系爭規定二涉及對人民受憲法第17條所保障選舉權，尤其是依自己意願選擇在何選舉區投票之自由之限制，殆無疑義。是該限制是否合憲，即應視其限制目的是否在於維護特別重要公共利益，所採限制手段是否適合目的之達成，是否侵害最小，且對選舉權施加限制所造成之不利益，與所欲維護之公共利益是否符合相稱性。",
		"2.系爭規定二之目的係為確保選舉具有民主正當性與公正性之特別重要公益",
		"查96年1月24日修正增訂系爭規定二之立法理由略以：「一、公職人員經由各選舉區選出，自應獲得各該選舉區居民多數之支持與認同，始具實質代表性，若以遷徙戶籍但未實際居住戶籍地之方式，取得投票權參與投票，其影響戕害民主選舉之精神甚深。二、然行政機關若對此未加以剔除，進而列入選舉人名冊，選舉人名冊經公告更正後即告確定，行政機關所製成之『選舉人名冊』乃屬『確認性行政處分』，此生行政處分之『構成要件效力』，後若再通知選舉人前往投票，選舉人依照選舉機關之合法通知前往投票並非屬刑法第146條之非法之方法。是以司法院91年4月22日幽靈人口適用刑法座談會之結論及法務部（88）法檢字第004007號函，均認為不構成該條，但此種新型態行為嚴重戕害選舉之民主性，實有必要對此種類型立法新增處罰之規定，以導正選舉風氣，爰增訂第2項……。三、現未實際居住於戶籍地者有數百萬人，其因就業、就學、服兵役未實際居住於戶籍地，或為子女學區、農保、都會區福利給付優渥、保席次或其他因素而遷籍於未實際居住地，其原因不一。然此與意圖支持特定候選人當選，進而遷徙戶籍之情形不同，並非所有籍在人不在參與投票均須以刑罰相繩，是以第2項以意圖使特定候選人當選虛偽遷徙戶籍投票者，為處罰之對象。」（立法院第6屆第4會期第16次會議紀錄，立法院公報第96卷第13期院會紀錄，第77頁至第78頁參照）。",
		"是立法者增訂系爭規定二之主要理據，依上開立法理由所示，應係認為選舉產生之公職人員之實質代表性，係來自各該選舉區實際居住之居民之投票支持與認同，未實際居住各該選舉區之選民，不足以提供選舉產生之公職人員之實質代表性。若不阻止人民以遷徙戶籍但未實際居住戶籍地之方式，取得投票權參與投票，將嚴重戕害選舉之民主正當性。此外，系爭規定二亦有藉此維護選舉公平性之意（關係機關中央選舉委員會言詞辯論主張意旨參照），避免部分情形之未實際居住於選舉區之選舉權人，僅透過遷徙戶籍至選舉區即取得投票權，因而影響選舉區選舉之公平性。是系爭規定二限制人民依自己意願任意選擇選舉區投票之自由，所追求目的，依立法理由說明，簡言之，乃在於維護選舉之民主正當性與公正性。",
		"查區域選舉，無異於一個政治社群之選舉，無論目的在選出足以反映該地區民意之民意代表，或處理該區域行政事務之行政首長，一般民主國家多以法律對選舉權設定住民資格限制，亦即以有在該選舉區實際居住作為與該選舉區之連結因素，用來確認政治社群之成員範圍，並只允許社群成員參與投票，作成集體決策。其理據是惟有實際居住當地始可發展與其他社群成員休戚與共之網絡，進而表達對政治社群之認同，此正是人民自我治理之民主原則之體現。若允許未實際居住之他者可以參與投票，則政治社群成員投票影響力勢遭稀釋，所稱政治社群成員自我治理之民主原則也將逐步遭破壞，終至形骸化，從自治變他治而從根瓦解。",
		"基此考量，立法者乃於公職人員選罷法第15條第1項規定：「有選舉權人在各該選舉區繼續居住4個月以上者，為公職人員選舉各該選舉區之選舉人。」要求以實際居住於各該選舉區為取得選舉人資格之條件；同法第4條第1項規定：「選舉人、候選人年齡及居住期間之計算，均以算至投票日前一日為準，並以戶籍登記資料為依據。」第2項規定：「前項居住期間之計算，自戶籍遷入登記之日起算。」則係以戶籍遷入登記之日起算4個月，作為判斷繼續居住4個月之標準，以兼顧前述戶籍登記與實際居住間之聯結關係，並提供判斷是否具備該選舉區選舉人資格之明確標準，俾有助於選舉爭議之防免或解決。至戶籍登記與實際居住之聯結，則藉由戶籍法第16條與第17條（遷出與遷入，應為遷出與遷入登記）、第23條（戶籍登記事項自始不存在時，應為撤銷之登記）以及第76條（申請人故意為不實之申請或有關機關、學校、團體、公司、人民故意提供各級主管機關及戶政事務所不實之資料者，處新臺幣3,000元以上9,000元以下罰鍰）等規定加以鞏固。上開規定藉由實際居住4個月以上之要求界定政治社群成員範圍，作為賦予選舉權之條件，目的在維護政治社群民主之自我治理原則之實踐。",
		"上開公職人員選罷法與戶籍法相關規定固要求選舉人須在選舉區設有戶籍並實際居住，然我國公職人員選舉實務上卻經常發生為數眾多原戶籍於特定選舉區外之人，藉由虛遷戶籍方式取得選舉人資格參與投票。鑑於此類未實際居住於該選舉區之虛遷戶籍者，與作為政治社群之該選舉區真正成員間不具休戚與共之利害關係，往往僅因人情請託、政治動員乃至期約賄選，而虛遷戶籍取得投票權而至該選舉區投票，不惟稀釋與選舉區有實質利害關係之政治社群成員所投選票之影響力，亦使同選舉區其他候選人因無從透過政治理念之說服或個人特質等公開競爭之方式爭取其選票，而造成不公平之競爭。尤其選舉人總人數低而當選所需票數少之選舉區，大量由選舉區外遷入之選舉人對於選舉結果有舉足輕重之影響。立法者因而增訂系爭規定二，以刑事禁止規範禁止意圖使特定候選人當選，以虛遷戶籍取得投票權而為投票之行為。如前述，其目的在避免扭曲選舉競爭秩序，以確保民主正當性與公正性，進而維護政治社群民主最根本之自我治理原則，自可認係為追求特別重要之公共利益，核屬正當，於憲法上並無可非難之處。",
		"惟須在此指明者，基於憲法第17條保障人民選舉權之意旨，所謂「實際居住」，隨著社會變遷，不應再侷限於以居家生活或住宿理解之傳統「居住」概念，蓋政治社群成員之組成，著重於對社群事務之熟悉與理解，進而產生社群共同體之理念，對該社群具有參與意願並進而透過選舉方式加以實踐。隨著交通工具與人際互動科技發展日新月異，人民遷徙移動成本大幅降低，生活圈也日漸擴大，工作地與住家分處不同選舉區之情形所在多有，因長期工作而與工作場所所在之選舉區生活密切關連，亦足以產生社群共同體之認同，已屬不容否認之事實。是所謂政治社群之界定範圍也應更加具有彈性，社群自我治理之民主正當性，自然不應僅侷限於傳統上所理解之居家生活與住宿事實；人民基於持續就業而與所處地區實質上建立政治社群之歸屬與認同感，也應成為承認其在工作場所所在選舉區擁有選舉權，參與政治社群自我治理之另一種正當性基礎。因此，公職人員選罷法第15條第1項以在選舉區居住4個月以上為取得該選舉區選舉權之資格要件之規定，所稱「居住」或「實際居住」之認定，基於憲法保障選舉權之意旨，即不應侷限於以居家生活或住宿理解之傳統「居住」概念，而應擴及在某選舉區持續就業之事實；且此種廣義之「居住」概念之見解，亦與本庭112年憲判字第9號判決所揭示憲法保障之居住自由，不限於對人民住宅之保障，也及於人民工作場所之立場遙相呼應。是只要在某選舉區長期就業，該地區亦屬其日常生活重心所在，故將戶籍遷入就業所在之選舉區，其長期持續就業之事實必然亦得建構與選舉區成員休戚與共之網絡而成為政治社群之一員，當可因而認定具有「實際居住」事實。",
		"3.系爭規定二所採取之刑事處罰手段，乃屬最小侵害，與人民選舉權之限制，尚屬相稱",
		"按系爭規定二所欲處罰者，乃係妨害選舉之公開及公平競爭秩序之特定行為，而若非以刑事處罰予以制裁，則別無其他侵害更小且相同有效之手段，得針對此類濫用戶籍登記制度以取得、行使選舉權之行為，慎重宣示其係有可罰性，不容見者群起效尤，扭曲民主競爭秩序，影響選舉區域內其他與該區有真實利害關係之選舉人之民意表達，傷害人民對正當選舉過程之基本信賴，同時並藉以確保選舉制度所欲維持之民主正當性，不致因此種動員選舉人之方式而操弄選舉，使得由人民自主決定選擇代議士之民主精神，變質為代議士選擇選舉人，以樹立憲法民主原則之底線。",
		"或謂戶政機關倘依戶籍法相關規定，於選舉前或依職權或依關係人之檢舉，嚴加查核戶籍遷入登記與實際情形不符者，或改革我國選舉人名冊之編造方法，使之與戶籍登記脫離，另由選務機關核實依實際住居狀況編造名冊或辦理選舉人登記等，即能有效防止藉由濫用戶籍登記危害選舉競爭秩序，且較諸刑罰手段為侵害較小。惟戶政機關忠實執行其行政上之查核義務，並對違反者課予罰鍰，固有助於預防危害選舉競爭秩序之情形發生，且值得採行，但刑罰標示國家對妨礙選舉競爭秩序之非難，對於具有可罰性之行為而言，行政機關事前所採之各種宣導、預防及查核等措施，雖亦有助於減少違法行為發生，且侵害較小。惟究其實卻不必然屬可以相同有效達成目的之替代手段，因戶政、警察、選務機關再如何查核，總有其侷限性，無法完全杜絕濫用戶籍登記危害選舉競爭秩序之行為發生，若連事後刑罰制裁亦完全撤手，則我國民主選舉公正之韌性，是否承受得起這種對選舉公正性可能是一點一滴之持續侵蝕，也有可能是大規模之一次性破壞。風險多大，因欠缺實證資料，而難以確實評估。惟可以確認的是，民主選舉公正性是維護民主制度於不墜所不可或缺之礎石，一旦發生危險，遭到動搖，即使破口只發生在基層選舉，難免產生滑坡效應，其所產生損害極可能是鉅大乃至難以回復，是危險之發生即使未必能證明急迫，只要其發生並非不可能，司法部門仍宜尊重政治部門之政治風險評估與風險管理決策。系爭規定二採事後刑罰制裁手段，可謂是政治部門經風險評估後所作風險管理決策，司法部門若無堅實反對理由，實無不予尊重之理。再者，此種檢舉查核程序，若無適當之制度設計，將使選務機關疲於應付繁雜且可能毫無實據之檢舉案件，致使具資格之個別選舉人蒙受侵擾，並徒增選舉紛爭而使社會動盪，進而影響選舉公正性而危及民主正當性。是系爭規定二所採刑事禁止規範之手段，尚符合最小侵害之要求。",
		"最後，系爭規定二所採刑事禁止規範手段固構成對人民選舉權行使之限制，然相較於對選舉民主正當性與公正性此特別重要公共利益之維護，其所失與所得無疑應尚屬相稱。",
		"4.小結",
		"綜上，選舉人如有系爭規定二之行為者，係以非法之方法取得投票資格並進而投票，以非選舉區內之人民，對選舉區之選舉結果進行干擾，乃直接衝撞區域選舉在反應選舉區內人民意見之宗旨，使作為憲法民主政治核心之選舉制度，受到破壞，其行為自具有相當之可非難性。系爭規定二透過刑事處罰以避免虛遷戶籍而為投票行為對選舉制度與民主秩序之重大傷害，自有助於達成維護前揭特別重要公共利益之目的，其手段較戶籍制度檢核等其他手段而言，仍屬最小侵害，與人民選舉權之限制尚屬相稱，尚未牴觸憲法第23條比例原則。至系爭規定二形式上雖處罰虛遷戶籍而投票之行為，實質上並未就人民自由設定住居所及遷徙等權利予以限制，人民選擇戶籍地並加以登記之權利，並未因此受到影響，與人民受憲法第10條保障之居住遷徙自由無涉，併此指明。",
		"（三）系爭規定二尚未牴觸憲法第7條保障平等權之意旨",
		"系爭規定二就人民以虛遷戶籍取得投票權而為投票之行為加以處罰，並未就其他目的虛遷戶籍加以處罰，係以虛遷戶籍之原因為分類標準，而形成是否加以刑事處罰之差別待遇。此種分類標準雖非前揭所述之可疑分類，惟其所形成之差別待遇涉及選舉權此一重要基本權利，影響人民人格自我發展與公共生活秩序之參與及形塑，其目的須為追求重要之公共利益外，所採差別待遇之手段與目的之達成間亦須有實質關聯，始與憲法保障平等權之意旨相符。",
		"查人民因生活、就學等各種不同因素，致發生實際居住地與戶籍地不同之情形，固所在多有，然既係出於妨害選舉競爭秩序之公正以外之目的而虛遷戶籍，無論係為子女學區，或農保、特定地區福利給付較優渥或其他原因，而將戶籍地遷往居所、子女就學地、親友住居所或不動產所在地等未實際居住地，既然此種虛遷戶籍並非意圖使特定候選人當選而取得投票權所為之行為，與系爭規定二所欲維護之選舉公正與民主正當性之目的並不相關，則是否處罰，即屬立法者就刑事處罰範圍之裁量，尚不能因未列入處罰範圍，即指摘系爭規定二違反平等原則。",
		"至聲請人六及八主張系爭規定二僅處罰選舉人虛遷戶籍而不及於候選人而有不合理之差別待遇部分，查公職人員選罷法第24條第1項規定，選舉人得於其行使選舉權之選舉區登記為公職人員候選人，換言之，候選人須先具有選舉權資格，始得於該選舉區登記而具有候選人資格，因此，候選人勢必先遷徙戶籍至擬參選選舉區成為選舉人，其戶籍地若非實際居住地，自亦屬系爭規定二之處罰範圍。然基於憲法保障選舉權之意旨所為實際居住概念之前述詮釋，候選人於遷徙戶籍後，必然於選舉區積極從事競選等相關活動，縱每日活動結束後返回戶籍地以外居住地休憩或住宿，惟其於遷徙戶籍登記後，其密集競選活動無疑已與選舉區建立實際連結，如同於選舉區從事長期工作之情形，即應認定符合實際居住之要件，而未構成系爭規定二所謂虛遷戶籍，自非選舉人單純為取得投票權而將戶籍地遷出實際居住地之行為可相提並論，不生是否違反憲法保障平等權意旨之問題。",
		"是系爭規定二僅就選舉人為取得投票權而虛遷戶籍予以處罰，其目的既如前述係為追求選舉之民主正當性，屬特別重要之公共利益，其僅就此等行為予以刑事處罰而不及於非為投票之目的而虛遷戶籍者之行為，該差別待遇之手段，既與目的之達成間具有實質關聯性，尚與憲法第7條保障平等權之意旨無違。",
		"（四）系爭規定二尚未牴觸刑罰明確性原則",
		"系爭規定二以「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票者」為構成要件，其所使用之「意圖」、「特定候選人」、「當選」、「虛偽」、「遷徙戶籍」及「投票」等用語，均為日常生活用語，且為諸多法律中經常使用之用語，可為一般受規範人民所能理解，且可受司法審查。依前開肆、一（一）之說明，與刑罰明確性原則尚無牴觸。",
		"三、系爭規定三與比例原則及罪刑相當原則尚屬無違",
		"按系爭規定三就系爭規定二部分，係針對人民以虛遷戶籍取得投票權而為投票之未遂行為，加以處罰。又關於未遂犯之處罰，依刑法第25條規定：「（第1項）已著手於犯罪行為之實行而不遂者，為未遂犯。（第2項）未遂犯之處罰，以有特別規定者為限，並得按既遂犯之刑減輕之」定有明文。基此，立法者就系爭規定二之未遂犯部分，設有系爭規定三，以防止前述公共利益侵害之危險，應屬其立法形成自由。是其目的若係為追求重要之公共利益，所採取之限制手段與目的之達成間亦具有實質關聯者，即符合憲法第23條比例原則與罪刑相當原則之要求。",
		"國家就特別重要之公共利益提高保護密度，進一步排除該公共利益受到侵害之危險，目的應屬正當。系爭規定三關於系爭規定二之未遂犯處罰部分，其所欲追求者與系爭規定二並無二致，乃在於確保選舉具有民主正當性與公正性，核屬追求特別重要之公共利益。是立法者基於防止此種公共利益受到侵害之危險，而在既遂犯之外擴張處罰未遂之著手行為，其目的應有正當性。",
		"從系爭規定二之規範結構以觀，其包含之構成要件行為有：1.虛偽遷徙戶籍；2.取得投票權；3.投票。依其文義觀之，就系爭規定二之未遂犯部分，行為人一旦基於使特定候選人當選之意圖，而虛遷戶籍，即構成系爭規定二之著手行為，其對於後續完成投票行為之危險實現，具有高度蓋然性，而有處罰之正當性。從相關判決之實證資料顯示（自89年至111年間），僅2.4％之虛遷戶籍行為人於選舉人名冊製作前遷出戶籍，且當行為人在虛遷戶籍而取得投票權後，則有近九成（約89.98％）者完成投票（中央研究院法律學研究所法實證研究資料中心提出之法庭之友意見書，第12頁及第16頁參照）。顯見行為人於虛遷戶籍後，有相當高度之比例完成後續之投票行為，亦即具有實現法益侵害之高度蓋然性，從而對於系爭規定二所欲保護之特別重要公共利益，產生危險性。是從危險有效防免之目的以觀，系爭規定三之未遂犯處罰，其手段與目的之達成間具有實質關聯，與憲法比例原則及罪刑相當原則亦尚屬無違。",
		"四、小結",
		"綜上所述，系爭規定一及二與刑罰明確性原則、系爭規定二與憲法比例原則及第7條保障平等權之意旨均尚無牴觸；系爭規定三關於系爭規定二部分，亦與憲法比例原則及罪刑相當原則無違。是聲請人一至八關於上開規定之法規範憲法審查之聲請均無理由，應予駁回。",
		"五、系爭確定終局判決五違憲，應予廢棄，發回最高法院",
		"（一）審查基準",
		"就聲請人八主張系爭確定終局判決五適用系爭規定二之法律見解牴觸憲法部分，本庭於111年憲判字第8號判決已揭示本庭與普通及行政各級法院之分工：一般而言，法律之解釋與適用，包括事實之認定與構成要件之涵攝，其正確與否，係屬各級法院及其審級救濟之權責，原則上應不受憲法法庭之審查。憲法法庭僅得於法律之解釋與適用構成違憲時，始得介入審查。如何判斷是否構成違憲，一般而言，當各級法院對於作為裁判基礎之法律之解釋與適用，係基於對基本權意義及保護範圍錯誤之理解，且該錯誤將實質影響具體個案之裁判；或於解釋與適用法律於具體個案時，尤其涉及概括條款之適用，若有應審酌之基本權重要事項而漏未審酌，或未能辨識出其間涉及基本權衝突，致發生應權衡而未權衡，或其權衡有明顯錯誤之情形，即可認定構成違憲。",
		"（二）臺高院刑事更審判決未正確考量憲法保障人民選舉權之意旨妥為解釋與適用系爭規定二所定「虛偽遷徙戶籍」之概念，而實質影響個案之裁判，侵害人民受憲法保障之選舉權",
		"查系爭確定終局判決五就聲請人八是否構成系爭規定二所稱「意圖使特定候選人當選，以虛偽遷徙戶籍取得投票權而為投票」，引述臺高院刑事更審判決所認，聲請人八基於投票給其工會理事長之目的，而將戶籍遷入該選舉區，「非出於居住或遷徙之主觀意思，以及客觀上有居住某地或遷移某地之事實，即非屬居住及遷徙自由權之內涵所含蓋，自不受憲法所保障」，上開臺高院刑事更審判決因而判斷聲請人八實際上均未居住於該戶籍地址，「並無居住遷徙之事實，卻故意為不實之遷出、遷入登記申請者，因非屬憲法所保障居住及遷徙自由權之內涵所含蓋」，是主觀上具有使特定候選人當選之意圖，客觀上亦符合虛遷戶籍取得投票權之要件，並為投票，聲請人八既「未居住於戶籍地者，應不能取得戶籍地選區投票權，縱於該戶籍地工作，亦不符上開選罷法第15條取得投票權之要件，……雖於桃園市工作，然尚難認其等對於桃園市之實際需要如何，何項公共事務應予興革，何人適合擔任此項公職，而得以最妥適執行公權力等事項有所瞭解」。就上開臺高院刑事更審判決之認定，系爭確定終局判決五亦從公職人員選罷法第15條第1項規定「自積極層面言，基於住民意識與民主精神，欲藉繼續居住4個月之期間，以建立選舉人和設籍地之地緣與認同關係，產生榮辱與共、切身利害感覺之住民意識，進而使其地方生活與政治責任相結合，本於關心地區公共事務，及對於候選人之理解，投下神聖一票，方能反映當地人民的心聲，體現參與式民主之精神；另則在於消極防弊，倘非繼續居住相當期間，而純為選舉之目標，製造所謂『投票部隊』之『選舉幽靈人口』，自外地遷入戶籍，未與設籍地之政治、文化、經濟及社會事務有最低限度的熟悉、連結之情形下，使自己被登錄於選舉人名冊，而取得選舉權參與投票，勢必危害選舉之公平、公正和純潔」等觀點，進一步說明上開臺高院刑事更審判決「係就認定上訴人等為取得選舉權人資格及使特定候選人當選方遷徙戶籍所為說明，與另上訴人等雖將戶籍遷至桃園市，但未實際居住於戶籍地，不符選罷法第15條取得投票權要件等理由，並無矛盾之情形。」以上訴不合法律上之程式而駁回。",
		"是系爭確定終局判決五及上開臺高院刑事更審判決均從公職人員選罷法第15條之立法目的出發，而認為「繼續居住」須有「實際居住」之事實；然就聲請人八因居家生活、住宿不在戶籍地桃園市，系爭確定終局判決五及上開臺高院刑事更審判決無視聲請人八於桃園市工作長達二、三十年之事實，仍認定其不符合「實際居住」4個月之要件，從而該當系爭規定二之「虛偽」遷徙戶籍部分，是否與憲法第17條保障人民選舉權之意旨相符，則待進一步討論。",
		"上開臺高院刑事更審判決固然正確觀察到「衡諸現今社會交通便捷，人民可輕易移動至居住地以外之地區工作或從事各項活動，而與各個地區建立起程度不一之連結關係，更遑論各種資訊流通之廣泛、迅速及普及，人民無庸移動身體，透過網路、電視、廣播、書報等管道，即可對其他地區之政治、文化、經濟及社會事物有相當之熟悉」，但仍堅持唯有家居生活或住宿之實際生活事實，方能建立「地緣與認同關係，產生榮辱與共、切身利害感覺，進而使其地方生活與政治責任相結合」，也方能理解該地區「實際需要如何，何項公共事務應予興革，何人適合擔任此項公職，而得以最妥適執行公權力等事項」，若輕易承認家居生活或住宿之實際生活以外之其他任何選舉人與選舉區之「連結關係」，將「導致人民得任擇具有連結因素之地區為投票地，且將使各選區實際繼續居住之人民之意志無法如實呈現，影響選舉之公平性及正確性」，其考量固非無據。",
		"然如本判決前揭就憲法保障選舉權意旨之詮釋，人民參與所處政治社群之治理，其民主正當性基礎在於對該政治社群之認同，與其他社群成員產生休戚與共之網絡，進而使生活與責任政治相結合。居家生活或住宿理解之傳統「居住」事實固足以建立參與社群治理之正當性理由，然在工作地與家居地分處不同選舉區已非罕見之現代社會，人民於工作地停留時間甚且也可能長於居家生活地，工作地公共事務（例如環境、交通、治安、衛生、勞動、消防及其他各種公共設施等）治理之良窳與其在工作地之日常生活亦具有密切利害關係，如堅持長期在工作地持續工作之事實仍不足以理解工作地「實際需要如何，何項公共事務應予興革，何人適合擔任此項公職，而得以最妥適執行公權力等事項」，仍不足建立「地緣與認同關係，產生榮辱與共、切身利害感覺，進而使其地方生活與政治責任相結合」，顯係昧於事實，也失公允。是上開臺高院刑事更審判決未考慮到長期工作亦足以建構在工作地享有選舉權之正當性基礎，雖不否認聲請人八在桃園市長期工作二、三十年之事實，仍認其該當系爭規定二所稱「虛偽遷徙戶籍」之要件，顯係基於對選舉權之意義及保護範圍錯誤之理解而適用系爭規定二。其實，在諸多人與地之連結因素中，僅挑出重要性幾乎無分軒輊之居家生活與長期工作二者，平等承認二者都足以建立參與選舉區社群治理之正當性基礎，人民皆可在其自由意志決定下，或選擇將戶籍設在居家生活地或長期工作地，進而在符合「居住」4個月要件下取得在其「戶籍地」（不論是居家生活地或長期工作地）投票之權利，也正是憲法保障人民有權選擇在何選舉區行使選舉權之意旨所在。",
		"本判決固然將足以建構享有選舉權之正當性基礎之人與地之連結關係，從居家生活地放寬至長期工作地，在兩者利益衝突情形，確實可能稀釋原選民選票之影響力，但若進而延伸至「影響選舉之公平性及正確性」之結論，則不啻又回到不承認長期工作事實足以建立選舉區認同之出發點，只是立場之重申，尚不足採。至人民選前4個月始將戶籍從居家生活地遷至長期工作地，取得選舉權投完票後，又旋將戶籍遷回居家生活地，只要基於憲法意旨承認長期工作地也是居住地之一種，遷籍至長期工作地不是虛遷戶籍，則選後復將戶籍遷往何處，其實已無關宏旨。同理，人民遷徙戶籍至長期工作地所在之選舉區，只要承認在該選舉區長期工作之事實亦足以建立參與在該選舉區投票之正當性基礎，則在是否構成系爭規定二所稱虛遷戶籍之判斷上，人民究係遷徙戶籍至公司或作業地所在之地址，或長期工作地所在選舉區內親友住家所在之地址，亦已無關宏旨。又人民是否根據自由意志，或在雇主脅迫或利益要脅下始將戶籍遷入工作場所所在之選舉區，則已是另一問題。要言之，臺高院刑事更審判決未正確考量憲法保障人民選舉權之意旨妥為解釋與適用系爭規定二所定「虛偽遷徙戶籍」之概念，而實質影響個案之裁判，侵害人民受憲法保障之選舉權。",
		"（三）系爭確定終局確定判決五，亦未正確考量憲法保障人民選舉權之意旨，妥為解釋與適用系爭規定二所定「虛偽遷徙戶籍」之概念，而實質影響個案之裁判，侵害人民受憲法保障之選舉權，應予廢棄",
		"查本件原因案件之審理過程，就聲請人八長期於桃園市工作，桃園市是否為其依公職人員選罷法規定取得投票權之實際居住地之爭議，臺灣高等法院109年度上訴字第114號刑事判決採肯定見解，最高法院110年度台上字第1054號刑事判決對此見解則持質疑態度，而將案件發回，臺高院刑事更審判決依發回意旨更為審判後，改採否定見解，認定聲請人八雖多年來於桃園市工作，但均未實際居住於各該設籍地址，故其將戶籍遷徙至桃園市，已構成系爭規定二之虛偽遷徙戶籍罪。",
		"就聲請人八上訴理由指摘臺高院刑事更審判決所採否定見解，系爭確定終局判決五除於理由四（一）引用最高法院110年度台上字第1054號刑事判決發回理由二（二）之部分外，另針對聲請人八上訴理由之指摘，援引臺高院刑事更審判決所採否定之見解，因而認為從形式觀察，上開高等法院判決並無違背法令之處，而以聲請人之上訴不合程式判決駁回（參閱系爭確定終局判決五理由二（一）、四（二）及六）。",
		"由上述審判歷程可知，系爭確定終局判決五就長期工作地並不等於實際居住地，為取得投票權而將戶籍遷徙至長期工作地，是否構成系爭規定二虛遷戶籍之見解，係延續最高法院110年度台上字第1054號及臺高院刑事更審判決之見解。然而臺高院刑事更審判決未正確考量憲法保障人民選舉權之意旨妥為解釋與適用系爭規定二所定「虛偽遷徙戶籍」之概念，而實質影響個案之裁判，侵害人民受憲法保障之選舉權，既如前述，則援引並維持所採此一見解之系爭確定終局判決五，自有相同之違憲之理由。",
		"（四）本件應將系爭確定終局判決五廢棄，發回最高法院",
		"憲法法庭認人民之聲請有理由者，應於判決主文宣告該確定終局裁判違憲，並廢棄之，發回管轄法院，憲訴法第62條第1項前段定有明文。系爭確定終局判決五所持法律見解違反憲法，已如前述，則本件聲請人八之聲請就此而言亦為有理由，依前開規定，自應將系爭確定終局判決五廢棄。又本庭就審查法規範或確定終局裁判是否違憲所闡示之意見，性質上仍屬表達抽象之憲法或法律概念，故對於本庭所闡示之意見，如何適用於具體個案，仍應由個案審判法院本於其權責獨立判斷，個案審判法院亦有將本庭所闡示之意見，予以具體化、精確化之權責（本判決第53段及第54段參照）。又普通法院審判體系是透過審級制度之設計，以最高法院為頂點，最高法院有透過審級制度，對下級法院進行審級監督，並統一法律見解之權責。為使本判決之意旨，能充分落實於整體刑事審判體系，並尊重最高法院就本件原因案件是否該當於本判決所闡示之「實際居住」之要件，得依法獨立判斷，以及最高法院對下級法院審級監督及統一法律見解之權責，爰將本件發回最高法院，依本判決意旨重行審判。",
		"（五）小結",
		"綜上，系爭確定終局判決五及上開臺高院刑事更審判決就解釋與適用系爭規定二所為「虛偽遷徙戶籍」暨作為前提之「居住」或「實際居住」之見解，就取得選舉權之正當性基礎，限縮於傳統居家、住宿之「居住地」之連結，未充分考量憲法保障選舉權意旨而予以放寬解釋至長期工作地，係對於作為裁判基礎之法律之解釋與適用，基於對基本權意義及保護範圍錯誤之理解，且該錯誤實質影響具體個案之裁判，本庭經審查認定其牴觸憲法保障選舉權之意旨。又原因案件之事實，已否該當於本判決意旨所論「實際居住」之要件，乃個案審判法院應依職權判斷。基於尊重個案審判體系審級，爰將系爭確定終局判決五廢棄，發回最高法院，依據本庭之見解重行審理。",
		"伍、結論",
		"本庭據上論結，判決結論如下：",
		"一、系爭規定一尚未違反刑罰明確性原則。",
		"二、系爭規定二未違反憲法第23條比例原則及刑罰明確性原則，亦未構成憲法所不容許之差別待遇，與憲法第17條保障選舉權及第7條保障平等權之意旨，均尚無牴觸。",
		"三、系爭規定三關於系爭規定二部分與憲法比例原則及罪刑相當原則亦尚屬無違。",
		"四、聲請人一至八關於上開規定之法規範憲法審查之聲請為無理由，均予駁回。",
		"五、系爭確定終局判決五廢棄，發回最高法院。",
		"六、聲請人一至五其餘聲請不受理。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決主文第一項及第六項部分由蔡大法官宗珍主筆。\n本判決主文第二項至第四項部分由許大法官宗力主筆。\n本判決主文第五項部分由呂大法官太郎主筆。",
	"大法官就主文所採立場表": {
		"436553": "112年憲判字第11號判決主文立場表"
	},
	"意見書": {
		"436540": "憲法法庭112年憲判字第11號判決黃大法官虹霞提出，蔡大法官烱燉、蔡大法官明誠、許大法官志雄、謝大法官銘洋加入之協同意見書",
		"436541": "憲法法庭112年憲判字第11號判決許大法官志雄提出，蔡大法官明誠加入之協同意見書",
		"436542": "憲法法庭112年憲判字第11號判決黃大法官瑞明提出之協同意見書",
		"436543": "憲法法庭112年憲判字第11號判決呂大法官太郎提出之協同意見書",
		"436544": "憲法法庭112年憲判字第11號判決林大法官俊益提出，張大法官瓊文、蔡大法官宗珍加入之部分不同意見書",
		"436545": "憲法法庭112年憲判字第11號判決詹大法官森林提出之部分不同意見書",
		"436546": "憲法法庭112年憲判字第11號判決黃大法官昭元提出之部分不同意見書",
		"436547": "憲法法庭112年憲判字第11號判決蔡大法官宗珍提出，林大法官俊益、張大法官瓊文、楊大法官惠欽加入之部分不同意見書"
	},
	"判決全文": {
		"436554": "憲法法庭112年憲判字第11號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "最高法院111年度台上字第1861號刑事判決"
	},
	"判決摘要": {
		"436555": "憲法法庭112年憲判字第11號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"436558": "胡靈智98.08.12聲請釋憲聲請書_OCR",
			"436559": "劉惠宗、趙剛、朱良駿1111102法規範憲法審查及裁判憲法審查聲請書_OCR",
			"436560": "劉惠宗、趙剛、朱良駿1120331憲法訴訟言詞辯論意旨書_OCR",
			"436561": "劉惠宗、趙剛、朱良駿1120411言辯開場簡報資料_OCR",
			"436562": "劉惠宗、趙剛、朱良駿1120411結辯簡報資料_OCR",
			"436563": "蘇榮輝等12人1070326解釋憲法聲請書_OCR",
			"436564": "蘇榮輝等12人1120310憲法法庭言詞辯論意旨書_OCR",
			"436565": "蘇榮輝等12人1120411簡報資料_OCR",
			"436566": "李毅強101.04.25解釋憲法聲請狀（本院收文日）_OCR",
			"436567": "劉汝松等3人101.04.25解釋憲法聲請狀（本院收文日）_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"436568": "法務部1120328言辯意旨書_OCR",
			"436569": "法務部1120411言辯開審簡報資料（更新版）_OCR",
			"436570": "法務部1120410結辯簡報資料_OCR",
			"436571": "法務部1120511補充理由書_OCR",
			"436572": "中選會1120314言辯意旨書（一）、（二）_OCR",
			"436573": "中選會1120407言辯意旨書(三)_OCR",
			"436574": "中選會1120407簡報資料_OCR",
			"436575": "中選會1120418補充意見_OCR"
		},
		"專家諮詢意見書": {
			"436576": "李惠宗教授1120310意見書_OCR",
			"436577": "李惠宗教授1120405簡報資料_OCR",
			"436578": "蘇彥圖研究員1120329意見書_OCR",
			"436579": "蘇彥圖研究員1120411簡報資料_OCR",
			"436580": "薛智仁教授1120404意見書_OCR",
			"436581": "徐育安教授1120327意見書_OCR",
			"436582": "徐育安教授1120407簡報資料_OCR",
			"436583": "陳陸輝研究員990430意見書_OCR",
			"436584": "李建良教授990430意見書_OCR",
			"436585": "王金壽副教授990430意見書_OCR",
			"436586": "楊皓清法官990505意見書_OCR"
		},
		"法庭之友意見書": {
			"436587": "中研院法研所法實證研究資料中心1120406法庭之友意見書_OCR"
		},
		"鑑定人意見書": {
			"436588": "監察院國家人權委員會1120322意見書_OCR",
			"436589": "監察院國家人權委員會1120410簡報資料_OCR"
		},
		"其他": {
			"436590": "內政部110.04.26台內民字第1100113712號函_OCR",
			"436591": "憲法法庭函詢及內政部1120504台內民字第1120020768號回函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"436556": "會台字第9433號等聲請案言詞辯論筆錄",
			"null": "言詞辯論影音：會台字第9433號等─幽靈人口案112年4月11日言詞辯論"
		}
	},
	"併案": {
		"309902": "107年度憲二字第96號(蘇榮輝等12人)",
		"310003": "會台字第10957號(劉汝松...)",
		"310004": "會台字第10956號(李毅強)",
		"346174": "111年度憲民字第3946號(劉惠宗...)"
	}
}