{
	"id": "309916",
	"類型": "判決",
	"判決字號": "112年憲判字第12號",
	"標題": "未到庭證人警詢陳述之證據能力案（二）",
	"原分案號": "107年度憲二字第339號",
	"判決日期": "2023-08-04",
	"聲請人": "黃峯清",
	"案由": "聲請人認各所受不利確定終局判決所適用之刑事訴訟法第159條之3第1款、第3款等規定，牴觸憲法，分別聲請解釋憲法、法規範憲法審查。",
	"主文": [
		"一、刑事訴訟法第159條之3第1款及第3款規定：「被告以外之人於審判中有下列情形之一，其於檢察事務官、司法警察官或司法警察調查中所為之陳述，經證明具有可信之特別情況，且為證明犯罪事實之存否所必要者，得為證據：一、死亡者。……三、……所在不明而無法傳喚或傳喚不到者。」係刑事訴訟上為追求發現真實而將未到庭證人之法庭外陳述採為證據，致減損被告防禦權之例外規定。法院於適用上開規定時，除應從嚴審認法定要件外，並應確保被告於訴訟程序上獲得相當之防禦權補償，使被告於訴訟程序整體而言，仍享有充分防禦權之保障；且未經被告當庭對質、詰問之未到庭證人於檢察事務官、司法警察官或司法警察調查中所為之陳述，不得為法院論斷被告有罪之唯一或主要證據，俾使發現真實之重大公益與被告於刑事訴訟程序受法院公平審判權利之保障間獲致平衡。於此範圍內，上開規定尚不牴觸憲法第8條正當法律程序原則與第16條訴訟權保障之意旨。",
		"二、聲請人一至五就上開規定之聲請均駁回。",
		"三、聲請人一及三其餘聲請均不受理。",
		"四、聲請人四及五有關暫時處分之聲請均駁回。"
	],
	"理由": [
		"壹、事實概要及當事人陳述要旨",
		"一、聲請人一",
		"聲請人一因販賣第一級毒品案件，經臺灣高等法院100年度上訴字第122號刑事判決論罪處刑。聲請人一不服，提起上訴，經最高法院100年度台上字第4344號刑事判決以其上訴不合法律上之程式，予以駁回確定。是本件聲請案，應以上開臺灣高等法院刑事判決，為本庭據以審查之確定終局判決（下稱確定終局判決一）。上開法院審理時，就證明聲請人一是否完成毒品交易之待證事實，以關鍵證人遭通緝，於審判中經傳喚及拘提未到為由，依刑事訴訟法第159條之3第3款規定（下稱系爭規定一），認定該證人於司法警察人員調查中所為陳述（下稱警詢陳述）具證據能力。聲請人一認確定終局判決一所適用之系爭規定一及刑事訴訟法第100條之1第1項規定，牴觸憲法，依司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定，於中華民國107年10月23日聲請解釋憲法。",
		"其主張意旨略以：系爭規定一容許剝奪被告對質詰問之訴訟防禦權，侵害憲法第16條保障之訴訟權及憲法第8條第1項正當法律程序保障；刑事訴訟法第100條之1第1項規定僅限於訊問被告時，始須全程錄音，同為犯罪嫌疑人之共犯，若以證人身分接受詢問，則可規避此全程錄音之要求，侵害憲法第16條保障之訴訟權及憲法第8條第1項正當法律程序保障等語。",
		"二、聲請人二",
		"聲請人二因販賣第一級及第二級毒品案件，其中關於販賣第一級毒品罪部分，經臺灣高等法院花蓮分院106年度原上訴字第60號刑事判決維持原審論罪處刑之判決而駁回其上訴。聲請人二再提起上訴，經最高法院107年度台上字第4468號刑事判決，以其上訴不合法律上之程式，予以駁回確定。是本件聲請案，應以上開臺灣高等法院花蓮分院刑事判決，為本庭據以審查之確定終局判決（下稱確定終局判決二）。上開法院審理時，就證明聲請人二犯行存否所必要之證人，以其另案遭通緝中，多次傳喚、拘提未到為由，依系爭規定一，認定該證人之警詢陳述具證據能力。聲請人二認確定終局判決二所適用之系爭規定一牴觸憲法，依大審法第5條第1項第2款規定，於109年9月21日聲請解釋憲法。",
		"其主張意旨略以：系爭規定一容許尚未行使訴訟防禦權、未辯明真偽之供述為判決之證據，剝奪被告與證人對質詰問以及被告辯明供述證據真偽之權利，違反憲法實質正當法律程序原則要求，侵害其受憲法第8條及第16條所保障之權利；且系爭規定一僅以信用性要件，即容許剝奪被告之對質詰問權，顯已侵害被告應受憲法第8條人身自由權保障之基本權益及第16條訴訟權保障之公平審判之權利等語。",
		"三、聲請人三",
		"聲請人三因共同製造第二級毒品案件，於歷審裁判後，經臺灣高等法院高雄分院108年度上更（一）字第4號刑事判決論罪處刑。聲請人三提起上訴，經最高法院109年度台上字第4032號刑事判決，以其上訴不合法律上之程式，予以駁回確定。是本件聲請，應以上開臺灣高等法院高雄分院刑事判決，為本庭據以審查之確定終局判決（下稱確定終局判決三）。上開法院審理時，以證明聲請人三犯行存否所必要之證人另案遭通緝中，無法傳喚、拘提其到庭為由，依系爭規定一，認定該證人之警詢陳述具證據能力。聲請人三認確定終局判決三所適用之系爭規定一、刑事訴訟法第159條之3第1款、第2款、第4款及最高法院102年9月3日第13次刑事庭會議決議（下稱系爭決議），牴觸憲法，依大審法第5條第1項第2款規定，於110年3月9日聲請解釋憲法。",
		"其主張意旨略以：刑事訴訟法第159條之3規定係移植自日本刑事訴訟法之傳聞例外規定，然其明顯比日本刑事訴訟法規定寬鬆；實務運作結果，無形中即承認警詢筆錄比較有效。另系爭決議將被告以外之人於偵查中未經具結所為之陳述，例外認為有證據能力，實係侵害刑事被告受憲法保障之訴訟上防禦權，排除被告在審判中對證人對質、詰問之權利，因而侵害其受憲法第8條及第16條規定所保障之人身自由及訴訟權。且系爭決議以解釋方式架空刑事訴訟法第159條第1項規定，亦已牴觸憲法第23條規定之法律保留原則等語。",
		"四、聲請人四",
		"聲請人四因強制性交而故意殺人案件，於歷審裁判後，經最高法院98年度台上字第3507號刑事判決，以其上訴無理由而予以駁回確定（下稱確定終局判決四）。聲請人四以歷審裁判均曾以業經執行死刑完畢之同案共同被告之警詢陳述為證據為由，認確定終局判決四所適用之刑事訴訟法第159條之3第1款規定（下稱系爭規定二）有違憲疑義，於111年4月28日聲請法規範憲法審查與暫時處分。",
		"其主張意旨略以：確定終局判決四所適用之系爭規定二僅以證人（含共同被告作為證人）死亡者，作為被告對質詰問權之例外，未區別證人之死亡是否因國家權力所造成而為不同規定，且未規定法院得否採納未經被告對質詰問、已遭國家槍決證人之不利證述，作為被告有罪論斷之證據，致令證人因遭國家槍決死亡，無法受詰問所致事實不明之不利益歸由被告承擔，不符憲法第16條訴訟權及第8條第1項正當法律程序之保障等語。",
		"五、聲請人五",
		"聲請人五因殺人案件，於歷審裁判後，經最高法院100年度台上字第3905號刑事判決，以其上訴無理由而予以駁回確定（下稱確定終局判決五）。聲請人五以歷審裁判均曾以業經執行死刑完畢之同案共同被告之警詢陳述為證據為由，認確定終局判決五所適用之系爭規定二有違憲疑義，於111年4月28日聲請法規範憲法審查與暫時處分。",
		"其主張意旨略以：確定終局判決五所適用之系爭規定二僅以證人（含共同被告作為證人）死亡者，作為被告對質詰問權之例外，未區別證人之死亡是否因國家權力所造成而為不同規定，且未規定法院得否採納未經被告對質詰問、已遭國家槍決證人之不利證述，作為被告有罪論斷之證據，致令證人因遭國家槍決死亡，無法受詰問所致事實不明之不利益歸由被告承擔，不符憲法第16條訴訟權及第8條第1項正當法律程序之保障等語。",
		"貳、審理程序與受理要件之審查",
		"按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範，認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決；憲法訴訟法（下稱憲訴法）111年1月4日修正施行（下同）前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定；聲請法規範憲法審查案件，聲請人所受之確定終局裁判於憲訴法修正施行前已送達者，6個月之聲請期間，自憲訴法修正施行日起算；其案件得否受理，依修正施行前之規定；聲請憲法法庭裁判，其聲請不合法或顯無理由者，憲法法庭應裁定不受理，憲訴法第59條、第90條第1項、第92條第2項及第32條第1項定有明文。次按人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，大審法第5條第1項第2款亦定有明文。",
		"查聲請人一至三之聲請案均於憲訴法修正施行前即已繫屬，其受理與否，應依憲訴法修正施行前之規定，即大審法第5條第1項第2款規定決之。另聲請人四及五之聲請所據之確定終局判決四及五，均於憲訴法修正施行前即已送達，聲請人四及五並於該法修正施行日起算6個月內提出法規範憲法審查之聲請，其受理與否，亦應依大審法第5條第1項第2款規定決之。",
		"聲請人一至三就系爭規定一之聲請，及聲請人四與五就系爭規定二之聲請，核均與大審法上開規定所定要件相符，應予受理；又本5件聲請案上開部分之聲請，均涉及刑事訴訟法第159條之3本文規定，僅適用之款別不同，其法規範與爭議仍屬同一，爰依憲訴法第24條第1項規定合併審判。",
		"聲請人一另就刑事訴訟法第100條之1第1項規定、聲請人三另就同法第159條之3第1款、第2款、第4款規定及系爭決議聲請部分，查該等規定或決議均未為確定終局判決一、確定終局判決三所適用，自均不得為聲請解釋之客體。是聲請人一及三此部分之聲請，核均與大審法上開規定所定要件不合，應不受理。",
		"參、審查標的",
		"刑事訴訟法第159條之3第1款及第3款規定：「被告以外之人於審判中有下列情形之一，其於檢察事務官、司法警察官或司法警察調查中所為之陳述，經證明具有可信之特別情況，且為證明犯罪事實之存否所必要者，得為證據：一、死亡者。……三、……所在不明而無法傳喚或傳喚不到者。」（即系爭規定一及二）。",
		"肆、受理部分形成主文之法律上意見",
		"一、審查原則",
		"本於憲法第8條及第16條所保障之人身自由與訴訟權，刑事被告應享有依正當法律程序之原則，受法院公平審判之權利，於訴訟上尤應保障其享有充分之防禦權，包含於審判中對證人對質、詰問，以爭執其證詞真實性之權利（司法院釋字第384號、第582號、第636號、第654號、第762號及第789號解釋參照）。證人未到庭接受對質、詰問之審判外陳述，原則上不得作為被告有罪之證據。",
		"惟立法者基於發現真實之憲法上重大公共利益，就法院有必要以未到庭證人之審判外陳述作為論斷被告有罪之證據之情形，如被告無法對未到庭證人行使對質、詰問權所生防禦權損失，於訴訟程序上有適當之衡平補償機制，使被告於訴訟程序整體而言，仍享有充分防禦權之保障，且該等未經被告對質、詰問之審判外陳述，非為法院論斷被告有罪之唯一或主要證據等前提下，非不得以法律設定適當之要件而為例外規定，使未到庭證人向檢察事務官、司法警察官或司法警察（下稱司法警察人員）調查中所為之陳述，即警詢陳述，得例外具證據能力。換言之，符合上開前提要件之例外規定，即與憲法第8條正當法律程序原則及第16條訴訟權保障意旨無違（司法院釋字第789號解釋參照）。",
		"法院基於刑事發現真實之目的，有以未到庭證人之警詢陳述為證據之必要者，即應本於上述憲法要求，解釋、適用相關法律規定；其除應從嚴認定未到庭證人之警詢陳述得具證據能力之法定要件是否該當外，就被告因此所蒙受之防禦權損失，應審究被告是否於訴訟程序上獲得相當之防禦權補償，因而於訴訟程序整體而言仍享有充分防禦權之保障；此外，法院亦不得以未經對質詰問證人之警詢陳述為認定被告有罪之唯一或主要證據（司法院釋字第789號解釋參照），始符前揭憲法保障之意旨。",
		"二、本庭之判斷",
		"查系爭規定一及二係為實現刑事訴訟發現真實之目的，明定被告以外之證人因已死亡，或其所在不明，致無法傳喚或傳喚不到者，法院就該證人於司法警察人員之警詢陳述，得於證明其具有可信之特別情況，且為證明犯罪事實之存否所必要之前提下，賦予該警詢陳述有證據能力，得為證據，其乃刑事訴訟法第159條第1項所定：「被告以外之人於審判外之言詞或書面陳述，除法律有規定者外，不得作為證據。」之例外規定，性質上屬原則上得適用於各類刑事案件之一般性規定。",
		"系爭規定一及二既係針對被告以外之人於審判中，因已死亡、無法傳喚或傳喚不到之情形而為規定，則被告對該證人自無從於審判程序中行使對質、詰問權，以爭執其證詞之真實性與憑信性。如法院依系爭規定一及二之規定，而認定未到庭證人之警詢陳述得為證據者，被告於刑事訴訟上原可享有之防禦權，即因其無從對該未到庭證人行使對質、詰問權而有減損。是系爭規定一及二係為追求發現真實之憲法上重大公益，而減損被告防禦權之規定。基於首揭被告依憲法第8條及第16條規定所應享有之受法院公平審判之權利，及於刑事訴訟上享有充分防禦權之保障意旨，立法者就系爭規定一及二除應從嚴設定其適用之法定要件，以確保其為證據取得上之例外性與最後手段性外，並應確保被告仍充分享有受法院公平審判之權利。",
		"就系爭規定一及二之法定要件而言，其所設定之警詢陳述得例外為證據之要件，除須屬相關證人因已死亡，或所在不明而於審判程序中無法傳喚或傳喚不到，致無法到庭陳述之情形外，尚須符合相關警詢陳述經證明具有可信之特別情況，以及該警詢陳述證據為證明犯罪事實之存否所必要之要件。從而，法院欲依此規定而以未到庭證人之警詢陳述為不利於被告之證據者，除應審慎嚴謹判定未到庭證人是否確已死亡或所在不明，而無法傳喚或屢傳不到，致無從取得該證人當庭陳述之證詞，不得不仰賴該證人之警詢陳述證據外，尚須經適當之調查程序，依證人作成警詢陳述時之時空環境與相關因素綜合判斷，是否足資證明該警詢陳述非出於強暴、脅迫、誘導、詐欺、疲勞訊問或其他不當外力干擾所作成；此外，並應斟酌作成警詢陳述相關情況及陳述內容，是否足以認定縱未經對質詰問，該陳述亦具有信用性獲得確定保障之特別情況。檢察官對此應負舉證責任，指出證明之方法（司法院釋字第789號解釋理由參照）。被告對此並得行使各種防禦權以充分爭執、辯明其法定要件之存否。再者，該警詢陳述須為證明犯罪事實之存否所必要之證據，因而為訴訟上採為證據之例外與最後手段。就此而言，系爭規定一及二法定要件之設定，足使其為刑事訴訟上採為證據之例外與最後手段，並已衡平考量發現真實之重大公益與被告於刑事訴訟程序受法院公平審判之權利。",
		"惟系爭規定一及二既使未經被告當庭對質、詰問之未到庭證人之警詢陳述得為證據，致減損被告之防禦權，則對於被告之防禦權損失，即須於刑事訴訟程序中予以相當之平衡補償，使被告於刑事訴訟程序整體而言，仍享有充分之防禦權保障，始符憲法公平審判原則之要求。基此，法院於適用系爭規定一及二時，就被告因此無從對該等證人行使對質、詰問權所生防禦權損失，即應審認被告是否已於整體訴訟程序上享有相當之防禦權補償，而使其未能對未到庭證人行使對質、詰問權所生之不利益，獲得適當之衡平調整。例如，於未到庭證人之警詢陳述證據能力有無之調查程序中，被告即得對警詢陳述之詢問者、筆錄製作者或與此相關之證人行使詰問權，並得於勘驗警詢錄音、錄影時表示意見，以爭執、辯明未到庭證人之警詢陳述是否存在特別可信之情況，而得為證據。另法院於後續審判期日調查證據程序中，亦應採取有效之訴訟上補償措施，以適當平衡被告無法詰問被害人之防禦權損失；包括在調查證據程序上，強化被告對到庭證人之對質、詰問權；在證據評價上，法院尤不得以未到庭證人之警詢陳述為被告有罪判決之唯一或主要證據，而應有其他確實之補強證據，以支持警詢陳述所涉犯罪事實之真實性。",
		"綜上，系爭規定一及二係刑事訴訟上為追求發現真實而將未到庭證人之法庭外陳述採為證據，致減損被告防禦權之例外規定。法院於適用上開規定時，除應從嚴審認法定要件外，並應確保被告於訴訟程序上獲得相當之防禦權補償，使被告於訴訟程序整體而言，仍享有充分防禦權之保障；且未經被告當庭對質、詰問之未到庭證人於司法警察人員調查中所為之陳述，不得為法院論斷被告有罪之唯一或主要證據，俾使發現真實之重大公益與被告於刑事訴訟程序受法院公平審判權利之保障間獲致平衡。於此範圍內，上開規定尚不牴觸憲法第8條正當法律程序原則與第16條訴訟權保障之意旨。聲請人一至五就上開規定所為聲請，核均無理由，應予駁回。",
		"伍、聲請暫時處分部分",
		"聲請人四及五另聲請暫時處分部分，查其法規範憲法審查之聲請既經本庭判決，自已無為暫時處分之必要，其聲請應併予駁回。",
		"陸、結論",
		"一、系爭規定一及二係刑事訴訟上為追求發現真實而將未到庭證人之法庭外陳述採為證據，致減損被告防禦權之例外規定。法院於適用上開規定時，除應從嚴審認法定要件外，並應確保被告於訴訟程序上獲得相當之防禦權補償，使被告於訴訟程序整體而言，仍享有充分防禦權之保障；且未經被告當庭對質、詰問之未到庭證人於檢察事務官、司法警察官或司法警察調查中所為之陳述，不得為法院論斷被告有罪之唯一或主要證據，俾使發現真實之重大公益與被告於刑事訴訟程序受法院公平審判權利之保障間獲致平衡。於此範圍內，上開規定尚不牴觸憲法第8條正當法律程序原則與第16條訴訟權保障之意旨。",
		"二、聲請人一至五就上開規定之聲請均駁回。",
		"三、聲請人一及三其餘聲請均不受理。",
		"四、聲請人四及五有關暫時處分之聲請均駁回。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由蔡大法官宗珍主筆。",
	"大法官就主文所採立場表": {
		"437026": "112年憲判字第12號判決主文立場表"
	},
	"意見書": {
		"437018": "憲法法庭112年憲判字第12號判決詹大法官森林提出，林大法官俊益加入之協同意見書",
		"437019": "憲法法庭112年憲判字第12號判決呂大法官太郎提出之協同意見書",
		"437020": "憲法法庭112年憲判字第12號判決黃大法官昭元提出，謝大法官銘洋加入之不同意見書"
	},
	"判決全文": {
		"437027": "憲法法庭112年憲判字第12號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "最高法院100年度台上字第3905號刑事判決"
	},
	"判決摘要": {
		"437028": "憲法法庭112年憲判字第12號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"437029": "黃峯清107.10.19刑事釋憲聲請狀_OCR",
			"437030": "沈鴻霖1110427法規範憲法審查聲請書_OCR",
			"437031": "王信福1110427法規範憲法審查聲請書_OCR",
			"437032": "郭哲男110.03.08釋憲聲請書_OCR",
			"437033": "賴瑞祥109.09.16釋憲聲請狀_OCR"
		}
	},
	"併案": {
		"309817": "110年度憲二字第105號(郭哲男)",
		"309850": "109年度憲二字第389號(賴瑞祥)",
		"349365": "112年度憲民字第900608號(沈鴻霖)",
		"349366": "112年度憲民字第900609號(王信福)"
	}
}