{
	"id": "325399",
	"類型": "判決",
	"判決字號": "112年憲判字第13號",
	"標題": "販賣第一級毒品案",
	"原分案號": "109年度憲三字第32號",
	"判決日期": "2023-08-11",
	"聲請人": "臺灣高等法院臺南分院刑事第二庭",
	"案由": "聲請人一至三分別審理案件，認其所應適用之毒品危害防制條例第4條第1項前段規定，有違憲疑義，聲請解釋憲法、法規範憲法審查；聲請人四至八分別認所受不利確定終局判決等，所適用之上開規定，牴觸憲法，聲請法規範憲法審查。",
	"主文": [
		"一、毒品危害防制條例第4條第1項前段規定：「……販賣第一級毒品者，處死刑或無期徒刑。」立法者基於防制毒品危害之目的，一律以無期徒刑為最低法定刑，固有其政策之考量，惟對諸如無其他犯罪行為，且依其販賣行為態樣、數量、對價等，可認屬情節極為輕微，顯可憫恕之個案，縱適用刑法第59條規定酌減其刑，仍嫌情輕法重，致罪責與處罰不相當。於此範圍內，對人民受憲法第8條保障人身自由所為之限制，不符憲法罪刑相當原則，牴觸憲法第23條比例原則。司法院釋字第476號解釋，於此範圍內應予變更；相關機關應自本判決公告之日起2年內，依本判決意旨修正之。",
		"二、自本判決公告之日起至修法完成前，法院審理觸犯販賣第一級毒品之罪而符合前揭情輕法重之個案，除依刑法第59條規定減輕其刑外，另得依本判決意旨減輕其刑至二分之一。",
		"三、另鑑於同條例第4條第1項前段規定所適用之個案犯罪情節輕重及危害程度差異極大，一律以無期徒刑為最低法定刑，有過度僵化之虞，相關機關允宜檢討其所規範之法定刑，例如於死刑、無期徒刑之外，另納入有期徒刑之法定刑，或依販賣數量、次數多寡等，分別訂定不同刑度之處罰。",
		"四、聲請人八其餘聲請不受理。"
	],
	"理由": [
		"壹、聲請人陳述意旨",
		"聲請人一因審理臺灣高等法院臺南分院108年度上訴字第958號違反毒品危害防制條例（下稱毒品條例）案件，認應適用之毒品條例第4條第1項前段規定：「……販賣第一級毒品者，處死刑或無期徒刑。」（下稱系爭規定），以死刑或無期徒刑為法定刑，縱適用刑法第59條規定酌減其刑，仍與罪刑相當原則不符，違反比例原則。又司法院釋字第476號解釋（下稱系爭解釋），乃係針對國內外大型毒梟之製造、運輸與販賣之具有高度不法內涵之犯罪型態，實與毒友間偶發之零星、微量、不滿千元價金之交易型態明顯有別，故實有另行解釋之必要等，乃裁定停止訴訟程序而聲請釋憲。",
		"聲請人二因審理臺灣高等法院108年度原上訴字第95號違反毒品條例案件，認應適用之系爭規定，法定刑僅有死刑及無期徒刑，縱適用刑法第59條規定酌減其刑，最低刑度仍達15年有期徒刑，法院難以依行為人犯罪情節之輕重，對違法情節輕微之個案，為易科罰金或緩刑之宣告，致罪責與處罰不相當，違反罪刑相當原則、憲法第7條平等原則及第23條比例原則；並認系爭解釋有重新檢討而變更解釋之必要等，乃裁定停止訴訟程序而聲請釋憲。",
		"聲請人三因審理臺灣彰化地方法院111年度訴字第185號違反毒品條例案件，認應適用之系爭規定，法定刑「處死刑或無期徒刑」部分，縱適用刑法第59條規定酌減其刑，仍違反憲法罪責相當原則，乃裁定停止訴訟程序向本庭聲請法規範憲法審查。",
		"聲請人四因違反毒品條例等罪案件，經臺灣高等法院高雄分院105年度上訴字第396號刑事判決判處共同販賣毒品罪3罪，雖適用刑法第59條規定酌減其刑，並定應執行有期徒刑15年3月。聲請人四不服，提起上訴，經最高法院106年度台上字第1778號刑事判決以其上訴違背法律上之程式為由，上訴為不合法予以駁回。是本件應以臺灣高等法院高雄分院105年度上訴字第396號刑事判決為確定終局判決，合先敘明。依確定終局判決等，聲請人四無刑事犯罪紀錄，因當時同居男友為毒販，代為接聽男友電話並受指示將重量不詳之第一級毒品海洛因交付給2位買受人共3次，其中1次收取新臺幣（下同）1,000元、2次收取2,000元。聲請人四認其實質上係處於受指示販賣毒品之附屬地位，參與程度顯係輕微，且販賣對象、次數少，亦未獲有不法利益，卻遭受比同案主犯（同居男友）更重之刑罰，故確定終局判決所適用之系爭規定違反憲法第7條平等原則、第8條保障人身自由、第15條保障生存權及經濟上受益權，以及第23條比例原則，於中華民國111年6月15日聲請法規範憲法審查。",
		"聲請人五因違反毒品條例等罪案件，經臺灣高等法院102年度重上更（一）字第51號刑事判決判處有罪，雖適用刑法第59條規定酌減其刑，仍判處有期徒刑15年2月，聲請人五不服，提起上訴，經最高法院104年度台上字第286號刑事判決以其上訴違背法律上之程式為由，上訴為不合法予以駁回。是本件應以臺灣高等法院102年度重上更（一）字第51號刑事判決為確定終局判決。依確定終局判決等，聲請人五無刑事犯罪紀錄，與胞兄共同販賣毒品，其胞兄與買受人聯絡後，指示聲請人五將摻糖約0.45公克之海洛因交付給買受人並收取現金500元（聲請人五於同一判決程序另轉讓海洛因未遂遭判刑）。聲請人五認確定終局判決所適用之系爭規定違反憲法第7條平等原則、第8條保障人身自由、第15條保障生存權及第23條比例原則等，於111年6月23日聲請法規範憲法審查。",
		"聲請人六因違反毒品條例等罪案件，經臺灣高等法院臺中分院97年度上重更（一）字第34號刑事判決判處有罪，雖適用刑法第59條規定酌減其刑，仍判處聲請人六有期徒刑15年4月。聲請人六不服，提起上訴，經最高法院98年度台上字第2876號刑事判決，以其上訴違背法律上之程式為由，上訴為不合法予以駁回。是本件應以臺灣高等法院臺中分院97年度上重更（一）字第34號刑事判決為確定終局判決。依確定終局判決等，聲請人六無刑事犯罪紀錄，但曾因施用第一級毒品被送觀察勒戒，與游姓男子（下稱游男）為朋友，恰有人撥打游男之行動電話，聲請人六接聽談妥販賣海洛因1包1,500元。聲請人六將上開交易之事告知游男。游男為供應海洛因給上開買家，與綽號阿忠之男子談妥販入海洛因之數量、價格（聲請人六並無在場）後，再度接到上開買家打來電話催貨並確認。隨即由游男開車搭載聲請人六，並由在副駕駛座之聲請人六將毛重0.4公克海洛因１包交付給買家，收取現金1,500元。聲請人六認確定終局判決所適用之系爭規定有違背憲法第7條、第8條及第15條等之疑義，於111年6月27日聲請法規範憲法審查。",
		"聲請人七因違反毒品條例案件，經臺灣臺中地方法院雖適用刑法第59條規定酌減其刑，仍判處有期徒刑15年2月。聲請人七不服，提起上訴，經臺灣高等法院臺中分院102年度上訴字第1984號刑事判決，以其上訴為無理由駁回上訴。聲請人七不服，再提起上訴，經最高法院103年度台上字第2222號刑事判決，以其上訴違背法律上之程式為由，上訴為不合法予以駁回。是本件聲請應以臺灣高等法院臺中分院102年度上訴字第1984號刑事判決為確定終局判決。依確定終局判決等，聲請人七無刑事犯罪紀錄，因販賣重量不詳之海洛因1包3,000元（另依同一判決尚有轉讓摻海洛因之香菸1支共2次，各遭判處有期徒刑7月）。聲請人七認確定終局判決所適用之系爭規定，牴觸憲法第7條平等原則、第8條保障人身自由、第15條保障生存權及第23條比例原則，於111年7月1日聲請法規範憲法審查。",
		"聲請人八因違反毒品條例案件，經臺灣新北地方法院判刑。聲請人八不服，提起上訴，經臺灣高等法院105年度上訴字第2290號刑事判決，以其上訴為無理由駁回上訴。聲請人八不服，再提起上訴，經最高法院106年度台上字第1539號刑事判決，以其上訴違背法律上之程式為由，上訴為不合法予以駁回。是本件聲請應以臺灣高等法院105年度上訴字第2290號刑事判決為確定終局判決。依確定終局判決等，聲請人八無刑事犯罪紀錄，因同日2次販賣第一級毒品海洛因予同一人，一次收取500元、一次收取1,200元，經判決認定為販賣第一級毒品1次，雖適用刑法第59條規定酌減其刑，仍判處有期徒刑15年8月（於同一判決認定其販賣第二級毒品甲基安非他命2次，判處7年8月2次，與販賣第一級毒品應執行16年6月）。聲請人八認確定終局判決所適用之系爭規定牴觸憲法第7條平等原則、第8條保障人身自由、第15條保障生存權及第23條比例原則，於111年5月9日聲請法規範憲法審查。",
		"貳、受理要件之審查",
		"一、聲請人一及二",
		"按憲法訴訟法（下稱憲訴法）111年1月4日修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查聲請人一及二之聲請案分別於109年8月28日及110年8月13日提出，其受理與否，應依憲訴法修正施行前之規定，即司法院釋字第371號、第572號及第590號解釋所示法官聲請釋憲之要件定之。聲請人一及二之聲請案，與上開要件相符，應予受理。",
		"二、聲請人三",
		"聲請人三之聲請案，係於憲訴法111年1月4日修正施行後提出聲請，系爭規定為其審理案件所應適用之法律，且聲請人三已裁定停止訴訟程序，並敘明其確信系爭規定如何牴觸憲法之具體理由，核其聲請，與憲訴法第55條及第57條所定法官聲請法規範憲法審查之案件相符，爰予受理。",
		"三、聲請人四至八",
		"按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，應自用盡審級救濟之最終裁判送達後翌日起6個月不變期間內，聲請憲法法庭為宣告違憲之判決；憲訴法第59條第1項之法規範憲法審查案件，聲請人所受之確定終局裁判於憲訴法修正施行前已送達者，6個月之聲請期間，自111年1月4日憲訴法修正施行日起算。但案件得否受理，依修正施行前之規定，憲訴法第59條、第92條第2項及第90條第1項但書定有明文。次按人民聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款亦定有明文。聲請人四至八之聲請核與上開憲訴法及大審法所定要件相符，爰予受理。至於聲請人八另主張臺灣新北地方法院檢察署檢察官106年度執文字第9464號執行指揮書，所適用之系爭規定，牴觸憲法，聲請法規範憲法審查。查執行指揮書並非裁判，聲請人八自不得據以聲請法規範憲法審查，該部分聲請，核與憲訴法第59條、第92條第2項、第90條第1項但書，及大審法第5條第1項第2款規定之受理要件不合，應不受理。",
		"四、合併審理：以上八件聲請案之聲請人暨所審理之原因案件或確定終局判決案號如附表所示，聲請審查之法規範同一，爰依憲訴法第24條第1項規定合併審理，作成本判決。",
		"參、審查標的",
		"系爭規定，即毒品條例第4條第1項前段規定：「……販賣第一級毒品者，處死刑或無期徒刑。」",
		"肆、形成主文之法律上意見",
		"一、據以審查之憲法權利與原則",
		"人民身體之自由應予保障，憲法第8條定有明文。對於因犯罪行為而施以剝奪人身自由之刑罰制裁，除限制人民身體之自由外，更將同時影響人民其他基本權利之實現，是其法定自由刑之刑度高低，應與行為所生之危害、行為人責任之輕重相稱，始符合憲法罪刑相當原則，而與憲法第23條比例原則無違（司法院釋字第544號、第551號、第646號、第669號、第790號及第804號解釋參照）。又國家所施加之刑罰須與行為人之罪責相當，刑罰不得超過罪責。如行為人所受之刑罰超過其所負擔之罪責，致其人身自由遭受過苛之侵害，即不符憲法罪刑相當原則，牴觸憲法第23條比例原則，與憲法第8條保障人身自由之意旨有違（司法院釋字第775號解釋參照）。",
		"二、相關法規範立法沿革及政策考量",
		"（一）立法沿革",
		"本件據以審理之法規範為毒品條例第4條第1項前段規定，其沿革溯及於30年2月19日公布施行之禁煙禁毒治罪暫行條例及35年8月2日制定公布施行之禁煙禁毒治罪條例；44年6月3日制定公布之戡亂時期肅清煙毒條例第5條規定，販賣、運輸、製造毒品或鴉片，及意圖製造鴉片而栽種罌粟者，其刑度均為唯一死刑，係因製造、運輸、販賣毒品、鴉片之行為，非僅涉及多數人之生命、身體法益侵害，更危害社會與國家法益。戡亂時期肅清煙毒條例並於81年7月27日修正公布為肅清煙毒條例，明定販賣、運輸、製造毒品、鴉片或蔴煙者及意圖製造鴉片而栽種罌粟者，處死刑或無期徒刑。其理由係因該條之刑度與斯時刑法修正草案規定，對製造、販賣、運輸鴉片或毒品等行為，分別處無期徒刑或有期徒刑之刑度，尚非相當。故為期刑度之均衡，及考量特別法嚴禁毒害之宗旨，將該條唯一死刑之刑度均修正為死刑或無期徒刑（81年7月27日修正公布之肅清煙毒條例第5條規定立法理由參照）。嗣因販毒惡行愈發頻繁，毒品走私數量更益創新高，危及國民身心健康至鉅，因而滋生重大刑事案件，成為影響社會治安之淵藪（83年12月6日行政院送立法院函所附「肅清煙毒條例修正草案總說明」參照），故於87年5月20日全文修正公布，更名為毒品危害防制條例，並依據毒品之社會危害性，訂定毒品分級標準，將上開規定變更條次為第4條，配合毒品之重新定義與分級，依行為之先後及輕重次序，制定第1項前段規定「製造、運輸、販賣第一級毒品者，處死刑或無期徒刑。」並增訂第1項後段規定，即製造、運輸、販賣第一級毒品者，若處無期徒刑，得併科1,000萬元以下罰金，其目的是為降低製造、運輸、販賣毒品之犯罪誘因（87年5月20日修正公布之毒品條例第4條規定立法理由參照）。92年7月9日再次全文修正公布，基於「斷絕供給」及「減少需求」之刑事政策，爰於毒品條例第4條第4項增訂製造、運輸、販賣第四級毒品者之刑事處罰，但第1項前段關於無期徒刑為最低法定刑之規定並未修正。嗣98年5月20日再度修正公布時，亦僅調整第1項後段處無期徒刑時得併科罰金刑度之部分，並未修正第1項前段規定。",
		"(二)政策考量",
		"按毒品條例之立法目的，乃為肅清煙毒、防制毒品危害，藉以維護國民身心健康，進而維持社會秩序，俾免國家安全之陷於危殆（毒品條例第1條規定參照）。毒品條例將毒品依其成癮性、濫用性及對社會危害性之程度，分為四級（毒品條例第2條規定參照），且與管制藥品管理條例對管制藥品之四級分類高度連結。",
		"系爭規定將販賣第一級毒品之行為，以無期徒刑為最低法定刑，應係鑑於第一級毒品其成癮性、濫用性及對社會危害性最為嚴重（毒品條例第2條規定參照），且販賣毒品之行為，屬於毒品供給之禍源，因其屬高利潤之不法所得行為，有引發他人施用毒品之高度可能性，將會對國家整體經濟力產生侵害，間接影響社會制度之運作，其危害程度明顯甚大，而認有從重科處刑罰之必要，故其目的非僅為防免毒品買受者之個人受到危害，更係著重整體國民身心健康、社會秩序及國家安全之維護，可認屬特別重要公共利益，屬立法機關之政策考量。",
		"三、對系爭規定之審查",
		"（一）主文一及二部分",
		"毒品條例第4條將販賣毒品者依所販賣毒品之級別分定不同之法定刑，且以該毒品之級別為區別法定刑之唯一標準，固有其政策之考量，已如前述。然而同為販賣第一級毒品者，其犯罪情節差異甚大，所涵蓋之態樣甚廣，就毒品之銷售過程以觀，有跨國性、組織犯罪集團從事大宗走私、販賣之型態；其次為有組織性之地區中盤、小盤；末端則為直接販售給吸毒之消費者，亦有銷售數量、價值與次數之差異，甚至為吸毒者彼此間互通有無，或僅為毒販遞交毒品者。同屬販賣行為光譜兩端間之犯罪情節、所生危害與不法程度樣貌多種，輕重程度有明顯級距之別，所造成危害社會之程度自屬有異。系爭規定基於防制毒品危害之立法目的，一律以無期徒刑為最低法定刑，而未依犯罪情節之輕重，提供符合個案差異之量刑模式，亦未對不法內涵極為輕微之案件設計減輕處罰之規定，在此僵化之法定刑規定之下，司法實務對於觸犯系爭規定者，除涉及走私巨量毒品進口或大盤者外，甚少逕行科處無期徒刑以上之刑者，而絕大多數依刑法第59條之規定減輕其刑，於20年以下、15年以上有期徒刑之範圍內量刑（刑法第65條第2項規定參照），成為實務判決之常態。然而依該規定減刑之後，最低刑為15年以上有期徒刑，適用於個案是否仍為過苛，自應將犯罪之情狀、犯罪者之素行，以及法安定性及公平性之要求一併考量。準此，系爭規定對諸如無其他犯罪行為，且依其販賣行為態樣、數量、對價等，可認屬情節極為輕微，顯可憫恕之個案，縱適用刑法第59條規定酌減其刑，仍嫌情輕法重，致罪責與處罰不相當。於此範圍內，對人民受憲法第8條保障人身自由所為之限制，不符憲法罪刑相當原則，牴觸憲法第23條比例原則。系爭解釋於此範圍內應予變更；相關機關應自本判決公告之日起2年內，依本判決意旨修正之。",
		"聲請人四至八得依憲訴法第92條第2項準用同法第91條第2項規定，請求檢察總長提起非常上訴；又檢察總長亦得依職權提起非常上訴，併此指明。",
		"自本判決公告之日起至修法完成前，法院審理觸犯販賣第一級毒品之罪而符合前揭情輕法重之個案，除依刑法第59條規定減輕其刑外，另得依本判決意旨減輕其刑至二分之一。",
		"（二）主文三部分",
		"查系爭規定對於販賣第一級毒品者，不分犯罪情節及危害程度，一律以無期徒刑為最低法定刑之規定，導致實務上普遍適用刑法第59條之規定以減輕其刑，亦僅能於20年以下、15年以上有期徒刑之範圍內量刑已如前述，就此而言，其法定刑實有過度僵化之嫌。不同於此，立法者就下述觸犯第一級毒品罪之情形，另依毒品之數量而分定不同之法定刑。",
		"申言之，就持有第一級毒品之處罰言，87年5月20日修正公布之毒品條例第11條第1項規定：「持有第一級毒品者，處3年以下有期徒刑……」並未以數量區分不同刑度，但98年5月20日增訂毒品條例第11條第3項規定：「持有第一級毒品純質淨重10公克以上者，處1年以上7年以下有期徒刑……」就持有毒品達一定數量者，加重處罰。",
		"就轉讓第一級毒品之處罰言，87年5月20日修正公布之毒品條例第8條第1項規定：「轉讓第一級毒品者，處1年以上7年以下有期徒刑……」亦未依轉讓毒品之數量而區分不同刑度，此一條文於92年7月9日增訂第6項規定：「轉讓毒品達一定數量者，加重其刑至二分之一，其標準由行政院定之。」行政院於93年1月7日訂定發布「轉讓持有毒品加重其刑之數量標準」。於98年11月20日修正發布並更名為「轉讓毒品加重其刑之數量標準」。依該標準第2條第1項第1款規定：「轉讓毒品達一定數量者，加重其刑至二分之一，其標準如下：一、第一級毒品：淨重5公克以上。」",
		"由上可見，毒品條例就持有與轉讓第一級毒品者之處罰，已依涉及毒品之數量而區隔法定刑。就販賣第一級毒品之處罰而言，應有參考價值。",
		"綜上，系爭規定所適用之個案犯罪情節輕重及危害程度差異極大，一律以無期徒刑為最低法定刑，有過度僵化之虞，相關機關允宜檢討其所規範之法定刑，例如於死刑、無期徒刑之外，另納入有期徒刑之法定刑，或依販賣數量、次數多寡等，分別訂定不同刑度之處罰，併此指明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由黃大法官瑞明主筆。",
	"大法官就主文所採立場表": {
		"438635": "112年憲判字第13號判決主文立場表"
	},
	"意見書": {
		"438621": "憲法法庭112年憲判字第13號判決黃大法官虹霞提出，蔡大法官明誠加入之協同意見書",
		"438622": "憲法法庭112年憲判字第13號判決林大法官俊益提出，吳大法官陳鐶、張大法官瓊文、蔡大法官宗珍加入之部分協同部分不同意見書",
		"438623": "憲法法庭112年憲判字第13號判決詹大法官森林提出之部分不同意見書",
		"438624": "憲法法庭112年憲判字第13號判決楊大法官惠欽提出之部分不同意見書",
		"438625": "憲法法庭112年憲判字第13號判決蔡大法官宗珍提出，吳大法官陳鐶、林大法官俊益、張大法官瓊文加入之部分不同意見書",
		"438626": "憲法法庭112年憲判字第13號判決黃大法官昭元提出之不同意見書"
	},
	"判決全文": {
		"438636": "憲法法庭112年憲判字第13號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院105年度上訴字第2290號刑事判決"
	},
	"判決摘要": {
		"438637": "憲法法庭112年憲判字第13號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"438638": "臺灣高等法院臺南分院109.08.25釋憲聲請書_OCR",
			"438639": "謝淑芬1110615聲請法規範及裁判憲法審察案狀_OCR",
			"438640": "臺灣彰化地方法院刑事第三庭1120220法規範憲法審查聲請書_OCR",
			"438641": "倪永生1110623法規範憲法審查聲請書_OCR",
			"438642": "倪永生1120220憲法裁判審查(補呈理由)狀_OCR",
			"438643": "倪永生1120511（補呈）憲法法規範審查狀_OCR",
			"438644": "陳育達1110627聲請法規範審查狀_OCR",
			"438645": "陳育達1120529補充法規範憲法審查理由狀_OCR",
			"438646": "林承穎1110701法規範憲法審查聲請書_OCR",
			"438647": "封又云1110509釋憲聲請書_OCR",
			"438648": "封又云1110624法規範憲法審查聲請書_OCR",
			"438649": "臺灣高等法院刑事第二庭110.08.10釋憲聲請書_OCR"
		}
	},
	"併案": {
		"310010": "110年度憲三字第23號(臺灣高等法院刑事第二庭)",
		"341116": "111年度憲民字第381號(封又云)",
		"347921": "111年度憲民字第1915號(陳育達)",
		"348427": "111年度憲民字第1360號(倪永生)",
		"348446": "111年度憲民字第2953號(林承穎)",
		"348590": "112年度憲民字第900465號(謝淑芬)",
		"349169": "112年度憲審字第5號(臺灣彰化地方法院刑事第三庭)"
	}
}