{
	"id": "351424",
	"類型": "判決",
	"判決字號": "112年憲判字第14號",
	"標題": "刑事訴訟程序法官迴避案",
	"原分案號": "會台字第13254號",
	"判決日期": "2023-08-14",
	"聲請人": "劉政哲",
	"案由": "聲請人一至五十二（除聲請人三外）主張如附表二所列各該確定終局裁判，分別所適用之刑事訴訟法第17條第8款規定、中華民國80年8月16日核定修正之最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點第2點規定（或98年、101年修正條文）、最高法院83年度第8次刑事庭庭長會議決定二、最高法院刑事案件分案實施要點第9點第1項第1款及第2款、最高法院29年上字第3276號刑事判例，各有牴觸憲法疑義，聲請解釋憲法、法規範憲法審查及補充司法院釋字第178號解釋；聲請人三十九併就最高法院111年度台上字第2479號刑事判決，另聲請人三僅就最高法院111年度台抗字第657號刑事裁定，各聲請裁判憲法審查。",
	"主文": [
		"一、刑事訴訟法第17條第8款規定所稱法官「曾參與前審之裁判者」，係指法官就同一案件之審級救濟程序，「曾參與下級審之裁判」，不包括「曾參與發回更審前同審級法院之裁判」之情形，與憲法第16條保障訴訟權之意旨，尚無違背。於此範圍內，司法院釋字第178號解釋毋庸補充或變更。",
		"二、法官就同一案件，曾參與據以聲請再審或提起非常上訴之刑事確定裁判者，於該再審（包括聲請再審及開始再審後之本案更為審判程序）或非常上訴程序，應自行迴避，不得參與審判。刑事訴訟法未明文規定上開法官迴避事由，與憲法第16條保障訴訟權之意旨有違。有關機關應於本判決公告之日起2年內，於刑事訴訟法明定上開法官迴避事由。於修法完成前，刑事訴訟再審及非常上訴程序之新收與繫屬中案件，審理法院應依本判決意旨辦理。",
		"三、中華民國80年最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點第2點（及98年、101年之修正版本，內容相同；108年修正之版本僅更名為最高法院第二次發回更審以後之民刑事上訴案件分案實施要點，內容相同）及最高法院刑事案件分案實施要點第9點第1項第1款規定，最高法院第三次發回更審以後之刑事上訴案件（即最高法院就同一案件之第四次審判起），均分由最後發回之原承審法官辦理，與憲法第16條保障訴訟權之意旨，均尚無違背。",
		"四、最高法院83年度第8次刑事庭庭長會議決定：「二、重大刑案……撤銷發回後再行上訴，仍分由原承辦股辦理」，及最高法院刑事案件分案實施要點第9點第1項第2款規定，將重大刑事案件發回更審再行上訴之案件仍交由原承審法官審理，與憲法第16條保障訴訟權之意旨，均尚無違背。",
		"五、最高法院29年上字第3276號刑事判例：「……推事曾參與第二審之裁判，經上級審發回更審後，再行參與，其前後所參與者，均為第二審之裁判，與曾參與當事人所不服之第一審裁判，而再參與其不服之第二審裁判者不同，自不在應自行迴避之列」部分，與憲法第16條保障訴訟權之意旨，尚無違背。",
		"六、聲請人一、聲請人四至五十二關於法規範憲法審查之聲請為無理由，均駁回。",
		"七、聲請人三聲請裁判憲法審查部分，最高法院111年度台抗字第657號刑事裁定違憲，廢棄並發回最高法院。",
		"八、聲請人三十九就最高法院111年度台上字第2479號刑事判決聲請裁判憲法審查部分，駁回。",
		"九、附表二所列聲請人有關暫時處分聲請部分，均駁回。"
	],
	"理由": [
		"壹、案件事實與聲請意旨",
		"一、聲請人一",
		"聲請人一涉犯貪污治罪條例等罪，經最高法院89年度台上字第1044號刑事判決駁回上訴而告確定。嗣經最高檢察署（更名前為最高法院檢察署，下稱最高檢察署）檢察總長向最高法院提起非常上訴，經最高法院94年度台非字第115號刑事判決（下稱確定終局判決一）以無理由駁回非常上訴。",
		"聲請人一於中華民國105年11月24日聲請解釋憲法，主張略以：非常上訴程序之合議庭法官成員，其中2位法官分別曾參與通常救濟程序第二審審判程序中第一次（臺灣高等法院82年度上訴字第6491號刑事判決）及更一審審判程序（臺灣高等法院84年度上更（一）字第146號刑事判決），卻未依刑事訴訟法第17條第8款規定（下稱系爭規定）於非常上訴程序中迴避，是確定終局判決一實質援用之系爭規定，未包括非常上訴程序中之法官應迴避事由，侵害其憲法第16條之訴訟權，應屬違憲，並聲請補充司法院釋字第178號解釋（下稱系爭解釋）等語。其餘聲請意旨詳如聲請書所載，受理標的參附表二。",
		"二、聲請人二",
		"聲請人二因涉犯詐欺案件，經福建高等法院金門分院108年度上易字第9號刑事判決確定。聲請人二就前開判決聲請再審，經福建高等法院金門分院110年度聲再字第6號刑事裁定（下稱確定終局裁定一）駁回再審之聲請。",
		"聲請人二於111年7月1日向本庭聲請法規範憲法審查，主張略以：確定終局裁定一之2位承審法官，曾參與作成福建高等法院金門分院108年度上易字第9號刑事判決，未於再審程序中迴避。聲請人二認確定終局裁定一實質援用之系爭規定，未包括再審程序中之法官應迴避事由，侵害其憲法第16條之訴訟權，應屬違憲，並聲請補充系爭解釋等語。其餘聲請意旨詳如聲請書所載，受理標的參附表二。",
		"三、聲請人三",
		"聲請人三因家暴傷害致死案件，經臺灣高等法院高雄分院103年度上訴字第679號刑事判決確定（下稱103年度刑事確定判決），聲請人三就前開判決聲請再審，經法院駁回、抗告、撤銷發回後，前開法院以110年度聲再更一字第4號刑事裁定駁回再審之聲請。聲請人三不服提起抗告，主張參與前開第二次駁回再審聲請裁定之法官曾參與上開103年度刑事確定判決，而未迴避。嗣最高法院以111年度台抗字第657號刑事裁定（下稱確定終局裁定二）以抗告無理由駁回。",
		"確定終局裁定二之駁回理由略為：刑事案件中參與確定判決之法官，於再審案件之迴避，以1次為限，且限於首次對確定判決聲請再審時始應迴避，聲請人三就同一刑事確定判決已多次聲請再審，是曾參與該確定判決之法官，於第二次起之再審案件中毋庸再迴避。聲請人三認前開確定終局裁定二所持見解違憲，向本庭聲請裁判憲法審查。其餘聲請意旨詳如聲請書所載，受理標的參附表二。",
		"四、聲請人四至四十九",
		"聲請人四涉犯共同意圖擄人勒贖而故意殺人罪，經最高法院89年度台上字第2196號刑事判決（下稱確定終局判決二）以上訴無理由駁回而告確定。",
		"聲請人四於106年12月6日聲請解釋憲法，主張略以：作成確定終局判決二之合議庭其中4位法官，曾參與最高法院撤銷發回臺灣高院法院判決之審理程序（最高法院87年度台上字第2540號及88年度台上字第3896號刑事判決），未於確定終局判決二之審理程序中迴避，是確定終局判決二所實質援用之系爭規定及80年8月16日核定修正之最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點第2點規定（下稱系爭要點一），侵害其憲法第16條保障之訴訟權，應屬違憲，並聲請補充系爭解釋等語。",
		"另聲請人五至四十九皆主張各該發回裁判之第三審法官有重複參與第三審程序，而未迴避之情形，各該裁判所適用之系爭規定、系爭要點一等規定，與憲法第16條保障之訴訟權有違等語，聲請法規範憲法審查。其中聲請人三十九，另併就最高法院111年度台上字第2479號刑事判決（下稱確定終局判決三）主張該判決之法官中，有2人曾參與第三審之第二次發回判決（最高法院108年度台上字第958號刑事判決）而未迴避，認有違憲之疑義等語，聲請裁判違憲審查。",
		"上開聲請人等之聲請意旨及受理標的，詳見各該聲請書及附表二所載。",
		"五、聲請人五十",
		"聲請人五十涉犯強盜殺人罪，經最高法院98年度台上字第4758號刑事判決（下稱確定終局判決四）以上訴無理由駁回而告確定。聲請人五十於111年7月4日向本庭聲請法規範憲法審查，主張略以：確定終局判決四所援用之最高法院83年度第8次刑事庭庭長會議決定：「二、重大刑案……撤銷發回後再行上訴，仍分由原承辦股辦理」（下稱系爭決定），容許曾參與最高法院前次撤銷發回判決審理程序之承審法官，毋庸迴避而繼續審理並作成確定終局判決四，系爭決定違反法律保留原則、法定法官原則及正當法律程序，侵害憲法第16條之訴訟權等語，聲請法規範憲法審查。其餘聲請意旨詳如聲請書所載，受理標的參附表二。",
		"六、聲請人五十一、四十四至四十九及五十二",
		"聲請人五十一因涉犯殺人等罪，迭經最高法院撤銷發回高等法院更審，末由聲請人就臺灣高等法院花蓮分院（下稱花蓮高分院）97年度重上更（三）字第21號刑事判決（下稱確定終局判決五）提起上訴，經最高法院97年度台上字第3864號判決以上訴違背法律上之程式予以駁回。聲請人五十一於107年5月15日聲請解釋憲法，主張略以：作成確定終局判決五之合議庭中2位法官，曾參與先前之第二審審判程序（花蓮高分院92年度上訴字第18號及94年度上更（一）字第12號刑事判決）而未迴避，是確定終局判決五所實質援用之系爭規定及最高法院29年上字第3276號刑事判例（下稱系爭判例），與公平法院的要求有所牴觸，侵害憲法第16條保障之訴訟權及正當法律程序，應屬違憲，並聲請補充系爭解釋等語。",
		"聲請人五十一於上開殺人等罪案件審判過程中，認花蓮高分院95年度重上更（二）字第53號刑事判決之承審法官有偏頗之虞，而曾聲請法官迴避，末經最高法院96年度台抗字第27號刑事裁定（下稱確定終局裁定三）以抗告無理由駁回聲請人五十一之聲請法官迴避。聲請人五十一於107年5月15日聲請解釋憲法，理由略以：確定終局裁定三所實質援用之系爭判例牴觸公平法院之要求，違反憲法第16條所保障之訴訟權及正當法律程序，應屬違憲，並聲請補充系爭解釋等語。",
		"另聲請人四十四至四十九，亦各主張各該確定終局判決之歷審程序中，均有曾參與第三審發回更審前第二審裁判之法官，再次參與發回後同屬第二審之更審裁判，而未迴避之情事。各該裁判所適用之系爭判例，與憲法第16條所保障之訴訟權有違等語。",
		"又聲請人五十二，主張其自訴案件為第一審臺灣臺北地方法院裁定不受理，經其抗告後由第二審法院發回第一審法院更審。聲請人五十二認該更審法官曾參與上開第一審不受理裁定而未迴避，聲請法官迴避，經臺灣臺北地方法院裁定駁回後提起抗告，復經臺灣高等法院109年2月5日之109年度抗字第143號刑事裁定（下稱高等法院2月5日刑事裁定）以無理由駁回，且不得再抗告。是本件聲請，應以上開高等法院2月5日刑事裁定為本案之確定終局裁定（下稱確定終局裁定四），合先敘明。聲請人五十二主張其自訴案件之第一審更審判決法官，曾參與更審前之第一審裁判而未迴避，確定終局裁定四所適用之系爭判例有違憲之疑義等語。",
		"上開聲請人等之聲請意旨及受理標的，詳見各該聲請書及附表二所載。",
		"貳、受理依據、審查標的及審理程序",
		"一、受理依據",
		"（一）憲法訴訟法（下稱憲訴法）施行日前聲請者（本庭收案日為111年1月3日以前）",
		"按憲訴法第90條第1項規定：「本法修正施行前已繫屬而尚未終結之案件，除本法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定。」司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定：「人民、法人或政黨於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者，得聲請解釋憲法。」次按，聲請人對於確定終局裁判所適用之司法院解釋，發生疑義，聲請補充解釋，經核確有正當理由者，應予受理（司法院釋字第784號、第795號解釋及本庭112年憲判字第6號判決參照）。",
		"（二）依憲訴法第92條第2項規定，於憲訴法施行日起6個月內聲請者（本庭收案日為111年1月4日至7月4日）",
		"按憲訴法第92條第2項規定：「第59條第1項之法規範憲法審查案件……聲請人所受之確定終局裁判於本法修正施行前已送達者， 6個月之聲請期間，自本法修正施行日起算；其案件之審理，準用第90條第1項但書及第91條之規定。」是於憲訴法施行後6個月內聲請者，其案件受理與否之依據，與上開（一）部分相同。",
		"（三）最終裁判於111年1月4日憲訴法修正施行後送達者",
		"按112年7月7日修正施行之憲訴法第59條第1項規定：「人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決。」同條第2項規定：「前項聲請，應自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內為之。」是最終裁判於憲訴法施行後始送達者，其案件受理與否之依據為憲訴法第59條規定。",
		"（四）聲請受理部分",
		"附表二中之各聲請人（除聲請人三外），分別就各該確定終局裁判所適用之系爭規定、系爭要點一、系爭決定或系爭判例聲請解釋憲法、法規範憲法審查，並聲請補充或變更系爭解釋；又聲請人三及三十九另分別就各該確定終局裁判聲請裁判憲法審查，核與上開各該受理要件相符，均予受理。",
		"另最高法院刑事案件分案實施要點第9點第1項（下稱系爭要點二）第1款及第2款規定，為現行最高法院刑事案件分案時，就原審更三審以上案件或重大刑事案件發回更審後上訴案件，指定發回原承辦股之規範依據，其內容分別與系爭要點一及系爭決定之意旨相同，顯具重要關聯性，爰一併納入本案之審查標的。",
		"（五）聲請人二十三、二十四及四十九之受理部分",
		"查聲請人二十三於107年3月27日向本庭聲請解釋憲法，並於同年5月30日經受理在案，嗣於等待執行期間，於109年6月13日死亡；聲請人二十四於107年7月18日向本庭聲請解釋憲法，並於同年11月14日經受理在案，嗣於等待執行期間，於108年9月7日死亡。上開兩位聲請人於本案中皆有委任訴訟代理人，依憲訴法第46條規定準用行政訴訟法第53條規定，訴訟代理權不因本人死亡而消滅。是為維護其等受憲法保障之基本權利，本庭爰繼續審理上開二聲請人之聲請案。",
		"另聲請人四十九部分，經查本件聲請案之確定終局判決（參附表二）之受判決人為杜明郎及杜明雄二人，業皆因案執行死刑而死亡，聲請人四十九為受判決人之胞兄，係前開受判決人之二親等旁系血親，為維護因執行死刑而死亡之受判決人受憲法保障之基本權利，於此範圍內，爰參酌刑事訴訟法第427條第4款規定之法理，准許聲請人四十九為受判決人之利益聲請，合先敘明。",
		"（六）撤回但未准許部分",
		"查附表二中聲請人七、十一及十七各曾具狀撤回聲請。本庭認此三件聲請案均具有憲法上原則重要性，依憲訴法第21條第1項但書規定，不准許聲請人撤回聲請。",
		"二、審查標的（參附表三）",
		"（一）刑事訴訟法第17條第8款規定：「法官於該管案件有下列情形之一者，應自行迴避，不得執行職務：……八、法官曾參與前審之裁判者。」（系爭規定）",
		"（二）司法院釋字第178號解釋：「刑事訴訟法第17條第8款所稱推事曾參與前審之裁判，係指同一推事，就同一案件，曾參與下級審之裁判而言。」（系爭解釋）",
		"（三）80年8月16日最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點第2點：「更二以後之案件，依保密分案程序（在保密送案簿記載某股承辦）由原承辦股辦理。」（98年、101年版本：參附表三）（系爭要點一）",
		"（四）107年9月19日最高法院刑事案件分案實施要點第9點第1項第1款規定：「九、（分原承辦股）案件有下列情形之一者，應分原承辦股：（一）原審更三審以上再行上訴之案件。」（109年版本：參附表三）（系爭要點二第1款）",
		"（五）最高法院83年度第8次刑事庭庭長會議決定：「二、重大刑案……撤銷發回後再行上訴之案件，仍分由原承辦股辦理……。」（系爭決定）",
		"（六）107年9月19日最高法院刑事案件分案實施要點第9點第1項第2款規定：「九、（分原承辦股）案件有下列情形之一者，應分原承辦股：……（二）重大刑事案件發回更審再行上訴案件。」（109年版本：參附表三）（系爭要點二第2款）",
		"（七）最高法院29年上字第3276號刑事判例：「刑事訴訟法第17條第8款所謂推事曾參與前審之裁判應自行迴避者，係指其對於當事人所聲明不服之裁判，曾經參與，按其性質，不得再就此項不服案件執行裁判職務而言，至推事曾參與第二審之裁判，經上級審發回更審後，再行參與，其前後所參與者，均為第二審之裁判，與曾參與當事人所不服之第一審裁判，而再參與其不服之第二審裁判者不同，自不在應自行迴避之列。」（系爭判例）",
		"（八）最高法院111年度台抗字第657號刑事裁定（聲請人三聲請）",
		"（九）最高法院111年度台上字第2479號刑事判決（聲請人三十九聲請）",
		"三、審理程序",
		"就本件刑事訴訟法官迴避之爭議，由於併案審理之聲請案共52件，依其憲法上爭點可歸納為：就同一案件，（1）再審或非常上訴程序法官曾參與確定前裁判（包括歷審裁判），審查標的為系爭規定及系爭解釋（下稱類型一）；（2）第三審法官曾參與同屬第三審之先前發回裁判，審查標的涉及系爭規定、系爭解釋、系爭要點一、系爭要點二第1款及第2款、系爭決定（下稱類型二）；（3）第二審或第一審更審程序法官曾參與發回更審前之同審級先前裁判，審查標的涉及系爭規定、系爭解釋及系爭判例（下稱類型三），共三種類型，有些聲請案更同時涉及上述類型二及三。本庭考量本件各該聲請案之審查標的多涉及系爭規定及系爭解釋等相同規定，其憲法爭點均與刑事訴訟程序之法官迴避事由有關，乃併案審理。",
		"依憲訴法第19條第1項規定，本庭認有必要時，得依職權舉行公開或不公開之說明會，通知聲請人或關係人到庭說明。由於本件之併案眾多，各聲請案就上開三種類型所主張之違憲事由亦有其共通性，本庭考量公開說明會之空間、時間等事實上限制及可行性，並兼顧訴訟效率，乃以上開三種類型案件中最早受理者，即聲請人一、四及五十一之聲請案，為各該類型之代表案，於111年10月24日舉行公開說明會。本庭除通知聲請人一、四及五十一之訴訟代理人、關係機關最高法院與司法院刑事廳，及專家學者到會陳述意見外，並即時線上直播說明會，另通知當時未受通知出席說明會之其餘已併案聲請人之訴訟代理人，得以書面方式就說明會之爭點題綱提出補充書狀，陳述意見。",
		"本庭斟酌各聲請書、說明會各方陳述及補充書狀等，作成本判決，理由如下。",
		"參、形成主文之法律上意見",
		"一、據以審查之憲法權利",
		"憲法第16條保障人民之訴訟權，其意旨在使人民於其權利遭受侵害時，得依法向法院提起訴訟，請求依正當法律程序公平審判，而獲及時有效救濟，以貫徹有權利即有救濟之憲法原則。至於訴訟救濟之程序、要件、審級等重要事項，原則上應由立法機關衡量訴訟案件之種類、性質、目的及司法資源有限性等因素，以法律定之。是立法機關就訴訟制度之具體內容，自有一定之形成空間，本庭原則上應予尊重；惟如涉及訴訟權保障之核心內容（司法院釋字第752號及第761號解釋參照），則為立法形成之界限，而應加強審查。然因刑事訴訟攸關犯罪追訴、論罪科刑等刑事正義之實現，且與被告人身自由等重要權利密切相關，是相較於民事、行政訴訟等其他訴訟程序，刑事訴訟程序自應受憲法正當法律程序原則更嚴格之要求，自不待言。",
		"按法官迴避制度之目的在確保法官公正審判，以維護訴訟救濟之功能，是法官迴避制度為訴訟制度之重要事項，原則上應由立法者以法律定之。於我國刑事訴訟程序，立法者除於刑事訴訟法第17條明定8款法官應自行迴避事由外，另於同法第18條第2款明定如有上述8款以外之事由，足認法官執行職務有偏頗之虞，當事人亦得聲請法官迴避。惟所謂「有偏頗之虞」固與維持公正審判之外觀或實質相關，然所可能涉及的事由相當多樣，其解釋適用亦容有一定之判斷餘地。上開法官迴避事由是否必然涉及憲法訴訟權保障之核心內容，仍須個別認定，難以一概而論。",
		"就此，司法院釋字第761號解釋曾明示以下二種情形，已涉及訴訟權保障之核心內容，而為憲法所要求之法官迴避事由：（一）法官因個人利害關係，與其職務之執行產生利益衝突；（二）法官因先後參與同一案件上下級審判及先行程序之決定，致可能產生預斷，因而使當事人喪失審級救濟利益。上開解釋雖係就法官參與同一智慧財產權事件所生之各種訴訟（民、刑事與行政訴訟）應否迴避所為之解釋，然其所闡釋之訴訟權保障核心內容，就所涉法官迴避事由之憲法爭點而言，仍足以為本件可資援引適用之裁判先例。",
		"按上開釋字第761號解釋所稱法官預斷影響之風險，係指會因而損及人民就同一案件之「審級救濟利益」者，始構成憲法要求之法官迴避事由（司法院釋字第761號解釋理由書第15段參照）。然就法官因曾參與同一案件之先前審判所致之預斷風險，是否即必然會使當事人喪失其審級救濟利益，毋寧其關鍵在於：法官參與先前審判是否會發生「審查自己所作裁判」之情形，以致該法官再次參與之審判於實質上已難發揮救濟實益。於下級審法官就同一案件再參與上級審裁判之情形，因係「審查自己所作裁判」，故必然損及當事人於該上訴審之審級救濟利益。基於同一法理，如參與確定裁判之法官，再參與就該確定裁判所提起之再審或非常上訴程序，即使不涉及通常救濟程序之審級利益，因仍會發生「審查自己所作裁判」之情形，致當事人喪失其非常救濟利益，從而原則上亦應屬憲法所要求之法官迴避事由。反之，法官縱曾參與同一案件之先前審判，如無「審查自己所作裁判」之情形，即不必然屬於憲法所要求之法官迴避事由。",
		"是法官就其審判之個案如有「利益衝突」及「審查自己所作裁判」兩種情形之一，自難期待其公正審判，且亦將損及當事人之救濟利益，從而即應迴避而不得參與該個案之審理、裁判，此乃憲法所要求之法官迴避事由。相關訴訟法規如容許法官於上述兩種情形得不迴避或未規定應迴避，該法規範應屬違憲；法官於有上述兩種情形之一時，未迴避而參與個案之審判，該個案裁判亦屬違憲。",
		"由於「利益衝突」和「審查自己所作裁判」均屬抽象概念，故立法者仍得考量法官迴避之目的（如提升人民信賴、維持公正審判外觀等）、相關程序類型（如刑事、民事或行政訴訟、上訴或抗告程序、發回更審程序、非常救濟程序等）、實體及程序利益（如避免裁判歧異、促進裁判效率等）、司法資源配置（如法院組織員額之事實上限制）等各項因素，就其具體內容及適用範圍為適當之決定。如刑事訴訟法第17條第1款至第7款規定即係立法者就利益衝突類型內容之具體化決定，同條第2款規定之親等範圍即為該特定情事適用範圍大小之決定。於立法未明文規定時，各級法院亦得本於法官自治原則，自訂不牴觸上位規範之補充規範。至於上述兩種情形以外之其他迴避事由，如立法者以法律或各級法院以其分案規則，另列為法官迴避事由，以擴大對人民訴訟權之保障，自屬憲法所許。",
		"至就立法者或各級法院所定迴避事由，包括上開「利益衝突」、「審查自己所作裁判」類型，或就其他法定應迴避事由（如「有偏頗之虞」）之具體內容及適用範圍，是否屬憲法所要求之法官應迴避事由，發生爭議（如終審法院只有一庭，對其確定裁判聲請再審時之法官迴避問題），本庭則應本於憲法訴訟權及正當法律程序原則之要求，綜合並權衡上開迴避目的、相關程序類型、實體及程序利益、司法資源配置等各項因素認定之。",
		"二、本判決所涉法官迴避事由之類型、審查標的及爭點",
		"查本件各聲請人據以聲請系爭規定等法規範違憲所涉之法官應自行迴避事由可分為：就同一案件，（1）再審或非常上訴程序法官曾參與確定前裁判（包括歷審裁判）（類型一）、（2）第三審法官曾參與同屬第三審之先前發回裁判（類型二）、（3）第二審或第一審更審程序法官曾參與發回更審前之同審級先前裁判（類型三）等三種類型。上述三種類型均涉系爭規定是否違憲及系爭解釋應否變更的憲法爭點，上述類型二另涉系爭要點一、系爭要點二第1款及第2款及系爭決定，類型三則另涉系爭判例之審查標的。",
		"按上述三種類型所涉迴避事由，均係法官就同一案件曾參與先前裁判，致可能已有預斷之「審查自己所作裁判」類型，而非「利益衝突」類型。是本件就上述三種類型所審查之各該法規範是否違憲，關鍵在於：法官因參與同一案件先前裁判所生之預斷，是否已構成「審查自己所作裁判」之情形，而必然影響刑事被告之審級或非常救濟利益？",
		"三、主文第一項部分：系爭規定合憲，系爭解釋毋庸補充或變更",
		"系爭規定將「曾參與前審之裁判者」列為法官應自行迴避事由，依系爭解釋，系爭規定所定「前審」係指於刑事救濟程序中，法官於同一案件曾參與「下級審」之裁判。",
		"按於上述類型一，由於再審及非常上訴係裁判確定後的特別救濟程序，已與被告於通常救濟程序之審級利益無涉，從而應非系爭解釋所稱上下級審之情形。至於此種類型之法官重複是否亦有「審查自己所作裁判」之情形，致明顯損及被告於非常救濟程序之救濟利益，從而牴觸憲法訴訟權保障之核心部分，而為憲法要求之法官迴避事由，則屬另一問題（見本判決理由第71段至第85段）。",
		"又在刑事救濟程序中，法官曾參與發回更審前同審級法院之先前裁判，不論是上述類型二或類型三，均屬法官參與同審級之前、後裁判。於類型二之情形，該第三審法官所審查者係再次上訴之第二審更審裁判；於類型三之情形，該第二審法官係審查第一審判決，第一審法官係審判檢察官提起之公訴或自訴人之自訴，都不是審查自己所作之先前裁判。縱同一審級之前、後次裁判法官有重複，各該審級在程序上仍係完整的一個審級，刑事被告並未因此喪失該審級之救濟利益。至於法官因曾參與同一案件於同審級之先前裁判所生之預斷風險，是否必然構成法官有偏頗之虞，且為憲法所要求之法官迴避事由，則屬另一問題（見本判決理由第103段至第122段）。",
		"綜上，系爭規定之所以要求曾參與「前審」裁判之法官應自行迴避，其目的係在維護被告於刑事訴訟之審級救濟利益。是系爭規定所稱前審，係指於刑事通常審判及救濟程序中，法官於同一案件「曾參與下級審之裁判」之情形，不包括法官「曾參與確定前裁判」，也不包括法官「曾參與同一審級之先前裁判」之情形。如此解釋，也與司法院釋字第761號解釋將審級救濟利益納入訴訟權核心保障內容之意旨一致。就此而言，系爭規定與憲法保障人民訴訟權之意旨並無牴觸，系爭解釋亦無補充或變更之必要。",
		"四、主文第二項部分：曾參與確定裁判之法官於再審及非常上訴程序應迴避",
		"如前所述，系爭規定所稱「前審」，依系爭解釋，係指刑事通常審判及救濟程序之下級審，例如第三審之前審為第二審及第一審，第二審之前審為第一審。依系爭規定之文義及規範意旨，就再審或非常上訴程序而言，刑事訴訟之通常審判及救濟程序顯然不是系爭規定所稱之前審。",
		"對照行政訴訟法第19條第5款「曾參與該訴訟事件之前審裁判」及第6款「曾參與該訴訟事件再審前之裁判」之規定，可知行政訴訟法第19條第5款規定所稱「前審」，亦僅指「下級審」，而不包括「再審前之裁判」（即「裁判確定前之通常審判及救濟程序」）。故如參照上開行政訴訟法類似規定而為體系解釋，系爭規定所定之前審，應不包括「據以聲請再審或提起非常上訴之確定裁判及其歷審裁判」。",
		"再者，行政訴訟法第19條第6款明文規定法官曾參與該訴訟事件再審前之裁判，應自行迴避，但其迴避以一次為限。又司法院釋字第256號解釋也已釋示：「……對於確定終局判決提起再審之訴者，其參與該確定終局判決之法官，依同一理由，於再審程序，亦應自行迴避。惟各法院法官員額有限，參考行政訴訟法第6條第4款規定意旨，其迴避以一次為限。……」可見我國行政訴訟及民事訴訟程序早已要求曾參與各該通常審判及救濟程序之法官，於各該再審（其事由均包括事實及法律錯誤）之非常救濟程序均應迴避（然均各以一次為限），獨獨刑事訴訟程序迄今欠缺類似之明文規定。",
		"是現行刑事訴訟法並未明文要求曾參與確定裁判及其歷審程序之法官於同一案件之非常救濟程序亦應迴避。在法院實務上，最高法院110年度台抗字第1501號刑事裁定則參考司法院釋字第256號解釋意旨，要求「曾參與原確定判決之法官，於再審案件，應自行迴避。」但似亦以迴避一次為限。至於就非常上訴案件，實務上仍無類似之迴避要求。",
		"按刑事訴訟法所定之再審及非常上訴程序，其事由雖各為事實錯誤（刑事訴訟法第420條規定參照）或法律錯誤（違背法令）（刑事訴訟法第441條規定參照），然二者都是刑事訴訟法就刑事裁判確定後所設之特別救濟程序，再審之主要目的在避免錯誤或冤抑，而與上訴、抗告等審級制度所提供之救濟功能類似。非常上訴之主要目的係為統一法令見解，另亦兼有維護被告審級利益之功能（刑事訴訟法第447條第2項規定參照）。然無論是再審或非常上訴程序均係以確定裁判為其審查標的，再審或非常上訴程序之審理法官如曾參與確定裁判，則無異是容許同一法官於非常救濟程序中審查自己所作裁判，並期待該法官發現、糾正自己的錯誤，這不僅是當事人或第三人所難以信賴，甚已明顯穿透公正審判之外觀，足以對法官之公正性產生合理懷疑，從而損及刑事被告之非常救濟利益。",
		"次按刑事訴訟程序涉及被告之人身自由、生命權等重要權利，刑事確定裁判對於被告權益之不利影響，通常更甚於民事或行政訴訟之裁判。故就正當法律程序及訴訟權之憲法保障而言，刑事訴訟程序在原則上應高於民事或行政訴訟程序，至少不應低於後者。現行刑事訴訟法對此明顯牴觸刑事訴訟當事人訴訟權保障之規範漏洞，自應迅予填補。",
		"是法官就同一案件，曾參與據以聲請再審或提起非常上訴之刑事確定裁判者，於該再審（包括聲請再審及開始再審後之本案更為審判）程序及非常上訴程序，均應自行迴避，不得參與審判，且不以一次為限，以貫徹法官不得審查自己所作裁判之原則，並維護當事人之非常救濟利益。故如當事人就同一案件先後多次聲請再審，或檢察總長就同一案件先後多次提起非常上訴，曾參與確定裁判之法官，於各該再審及非常上訴程序，均應自行迴避。",
		"以再審程序而言，曾參與確定裁判之法官，就是否開始再審之程序，及裁定開始再審後之本案更為審判程序（刑事訴訟法第435條及第436條規定參照），皆須迴避。至參與開始再審裁定之法官，繼續參與開始再審後之本案更為審判程序，因無「審查自己所作裁判」之問題，則毋庸迴避。就非常上訴程序而言，曾參與確定裁判之法官，於最高法院就非常上訴程序（包括判斷是否有理由，及認有理由後撤銷原判決、另行判決）（刑事訴訟法第446條及第447條第1項規定參照），固均應迴避。然如最高法院認非常上訴有理由，撤銷原判決後，依刑事訴訟法第447條第2項規定發由原審法院更為審判，原確定判決既經撤銷而不復存在，該原審法院又須受最高法院非常上訴判決意旨之拘束，是該更為審判程序之性質實與同一案件於發回後由原審法院所為之更審程序類似。如本判決理由第113段至第120段所述，曾參與更審前裁判之法官得再參與同審級之更審裁判，既毋須迴避，則曾於原審法院參與確定裁判之法官於「非常上訴有理由後發由原審法院更為審判程序」，亦係參與同審級法院就同一案件之前、後裁判，得不迴避。",
		"惟再審或非常上訴程序係刑事裁判於窮盡通常救濟程序確定後，立法者所提供之額外救濟程序，容有較大的刑事訴訟政策決定空間，故就其事由、次數、程序等，立法者原應享有較為寬廣之形成自由，而得與通常救濟程序為合理之不同規定。按刑事訴訟法對於聲請再審或提起非常上訴均無期間、次數限制，就不同原因亦得分別聲請再審，而有多次再審或非常上訴之可能。綜合考量並權衡上述各因素後，本庭認為：於再審或非常上訴程序應迴避之法官，係指曾參與確定裁判本身之法官，不包括曾參與裁判確定前之歷審裁判者。蓋再審或非常上訴係以確定裁判本身為其審查標的，而非直接審查確定前之歷審裁判。就裁判確定前之歷審裁判而言，不論是同屬第三審之先前發回判決，或據以上訴第三審之第二審（包括更審）裁判，或業經第二審法官審查之第一審裁判，均非再審或非常上訴法院所直接審查之標的裁判，而不致發生「審查自己所作裁判」之情形。是曾參與裁判確定前歷審裁判之法官，如未參與作成該確定裁判本身，於該確定裁判之再審或非常上訴程序，得毋庸迴避。",
		"至於本即毋須迴避且曾參與同一案件再審或非常上訴程序裁判之法官，於就同一案件再次聲請之再審或提起之非常上訴程序，亦毋須迴避。按此等先後聲請之再審或提起之非常上訴，均係對同一法院提出，與法官就同一案件參與同審級先後裁判之情形類似，且其所審查者均係各該確定裁判，而非自己先前曾參與作成之再審或非常上訴裁判。是曾參與再審或非常上訴程序之法官，於同一案件嗣後再度聲請之再審或提起之非常上訴程序亦毋庸迴避。併此指明。",
		"又當事人如就第二審或第一審法院於開始再審後本案更為審判程序之裁判，或就最高法院認非常上訴有理由後發由原審法院更為審判之裁判，再向其上級審法院尋求救濟，即與通常救濟程序無異。就各該救濟程序中之法官迴避事由，除得適用刑事訴訟法相關規定外，並得依其情形及本判決意旨，適用系爭規定、系爭解釋、系爭要點一、系爭要點二、系爭決定或系爭判例。均併此指明。",
		"綜上，法官就同一案件曾參與刑事確定裁判，於該確定裁判之再審（包括聲請再審及開始再審後之本案更為審判）或非常上訴（包括判斷是否有理由，及認有理由後撤銷原判決並另行判決）程序，應自行迴避，不得參與審判。刑事訴訟法未明文規定上開法官迴避事由，與憲法第16條保障訴訟權之意旨有違。有關機關應於本判決公告之日起2年內，於刑事訴訟法明定上開法官迴避事由。於修法完成前，刑事訴訟再審及非常上訴程序之新收與繫屬中案件，審理法院應依本判決意旨辦理。",
		"依上開本判決意旨，於再審或非常上訴程序，憲法所要求之應迴避法官雖以曾參與確定裁判本身之法官為限，而不包括曾參與裁判確定前之歷審裁判者；又於最高法院認非常上訴有理由，依刑事訴訟法第447條第2項規定發由原審法院更為審判之情形，曾參與確定裁判之法官固得參與該更為審判程序，毋庸迴避。然如各級法院並無員額限制之事實上困難，而於其分案規則進一步要求曾參與裁判確定前歷審裁判之法官亦應迴避，或要求曾參與確定裁判之法官不得再參與非常上訴有理由後發由原審法院更為審判程序，以擴大對人民訴訟權之保障，自屬各級法院本於司法自主、法官自治之決定，亦為憲法所許。併此指明。",
		"至於行政訴訟或懲戒程序之再審程序，曾參與再審前裁判之法官，是否屬憲法所要求之應迴避事由？如為肯定，究應限於參與確定裁判本身者，或亦應包括曾參與裁判確定前之歷審裁判者？又其迴避是否以一次為限？因不同訴訟及程序類型之再審事由及要件仍有不同，且非本判決審理標的，是立法者或各該法院仍得斟酌各該訴訟及程序類型之不同，而有不同之規定，併此敘明。",
		"五、主文第三項及第四項部分：系爭要點一、系爭要點二第1款、第2款及系爭決定，均合憲",
		"系爭要點一及系爭要點二第1款規定最高法院第三次發回更審以後之刑事上訴案件（即最高法院就同一案件之第四次審判起），均分由最後發回（即第三次審判之最高法院更二審）之原承審法官辦理，致上訴最高法院之案件自更二審起均由最高法院同一承審法官辦理，此即所謂更二連身條款（參附圖一）。又系爭決定及系爭要點二第2款規定經最高法院發回更審後再行上訴之重大刑事案件，一律交由撤銷發回判決（即最高法院第一次審判）之原承審法官審理，此即所謂重大連身條款（參附圖二）。",
		"（一）系爭要點一及系爭要點二第1款之更二連身條款、系爭決定及系爭要點二第2款之重大連身條款之訂定經過",
		"（1）系爭要點一及系爭要點二第1款之更二連身條款訂定經過",
		"司法院於76年間為提升辦案效率，先於同年1月10日以（76）院台廳二字第01186號函詢最高法院可否試辦「就第二次以上發回更審之民刑事上訴案件，分由最後發回之原承辦法官辦理」（即「更二連身」），惟最高法院檢討後認無試辦必要。同年3月13日司法院再以（76）院台廳二字第02453號函令最高法院試辦，經最高法院於76年3月18日召開76年度第3次民刑事庭庭長會議，決定自76年3月16日起試辦上開更二連身條款，並以76年3月23日（76）台文字第0203號函復司法院備查。後最高法院再於76年9月22日召開76年度第6次民刑事庭庭長會議，通過「最高法院更二以後之民、刑事上訴案件分案暫行辦法」，正式實施更二連身條款。上開暫行辦法於78年2月22日修正更名為「最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點」，80年8月16日再修正為系爭要點一，施行迄今。後系爭要點一曾於98年、101年、103年修正文字，108年修正更名為「最高法院第二次發回更審以後之民刑事上訴案件分案實施要點」（此為現行規定），內容均相同。又最高法院於107年9月19日發布之最高法院刑事案件分案實施要點第9點第1項（系爭要點二）第1款規定嗣亦納入上述更二連身條款，內容相同。",
		"系爭要點一（即上開80年版最高法院第二次發回更審以後之民、刑事上訴案件分案實施要點第2點）規定：「更二以後之案件，依保密分案程序（在保密送案簿記載某股承辦）由原承辦股辦理。」依此規定，高等法院更三審上訴最高法院之案件，亦即最高法院第二次以上發回更審之民事及刑事上訴案件，一律分由最高法院更二審之原承審法官辦理。且不論之後再發回多少次，於又上訴第三審時，均仍分給同一位承審法官，因此實務上稱為「更二連身條款」。",
		"（2）系爭決定及系爭要點二第2款之重大連身條款訂定經過",
		"與此同時，司法院所屬各級司法首長座談會於78年3月23日召開會議決議：「第二審法院判決上訴之重大刑案，如經第三審法院撤銷發回，……第二審法院更行判決後上訴時，仍分由第三審法院原承辦股繼續辦理」，司法院並以78年3月30日（78）院台廳二字第02845號函知最高法院辦理。",
		"後最高法院於83年12月1日召開83年度第8次刑事庭庭長會議決定：「二、重大刑案……撤銷發回後再行上訴之案件，仍分由原承辦股辦理。」此即系爭決定之重大連身條款。惟最高法院84年第8次刑事庭庭長會議曾一度決議停辦上述重大連身條款，後再於86年12月26日召開之最高法院86年度第16次刑事庭庭長會議決議，重大刑事案件發回更審再行上訴案件，仍依上開83年度第8次刑事庭庭長會議決定，分由原承辦股辦理，亦即繼續實施上述系爭決定之重大連身條款。",
		"基此，最高法院乃於107年9月19日訂定發布「最高法院刑事案件分案實施要點」，於第9點第1項規定：「案件有下列情形之一者，應分原承辦股：（一）原審更三審以上再行上訴之案件。（二）重大刑事案件發回更審再行上訴案件。……」其中（二）之第2款規定即系爭要點二之重大連身條款。系爭要點二後於109年11月2日修正文字，內容相同。",
		"（二）系爭要點一、系爭要點二第1款、第2款及系爭決定之更二連身條款及重大連身條款，與憲法訴訟權所蘊含之法定法官原則，均尚無違背",
		"憲法第16條規定保障人民之訴訟權，其核心內容在於人民之權益遭受侵害時，得請求法院依正當法律程序公平審判，以獲得及時有效之救濟。為確保人民得受公平之審判，憲法第80條規定，法官須超出黨派以外，依據法律獨立審判，不受任何干涉。我國憲法固未明文規定法定法官原則，然司法院釋字第665號解釋已明確釋示：為保障人民訴訟權，維護獨立及公正審判，法院之分派案件「應以事先一般抽象之規範明定案件分配，不得恣意操控由特定法官承辦，以干預審判」，並承認法定法官原則為我國憲法訴訟權及法官依法獨立審判所蘊含之憲法原則（司法院釋字第665號解釋理由書第2段至第4段參照）。",
		"惟上開解釋亦釋示：「……各法院之組織規模、案件負擔、法官人數等情況各異，且案件分配涉及法官之獨立審判職責及工作之公平負荷，於不牴觸法律、司法院訂定之法規命令及行政規則（法院組織法第78條、第79條參照）時，法院就受理案件分配之事務，自得於合理及必要之範圍內，訂定補充規範，俾符合各法院受理案件現實狀況之需求，以避免恣意及其他不當之干預，並提升審判運作之效率」（司法院釋字第665號解釋理由書第3段參照）。",
		"參照上開解釋意旨，各法院於不牴觸上位階法律、命令的前提下，仍得自訂有關案件分派之補充規範。又法院自訂之分案規範除須符合「事前訂定」及「一般適用」的基本要求外，亦得考量專業、效率、程序特殊性、案件公平負擔、法院層級及功能等因素，而為合理之安排，並非就每案之每次分派均須一律採取（電腦或抽籤）隨機盲分原則，才算符合法定法官原則。",
		"按系爭要點一與系爭要點二第1款之更二連身條款，及系爭決定與系爭要點二第2款之重大連身條款，均係最高法院訂定之分案規則，形式上雖非法律，然亦屬法院組織法第79條第1項規定明文授權各級法院得自主決定之事務分配辦法之內容，而有其法律依據。又法院分案規則涉及審判行政之核心，「本於司法自主性，最高司法機關就審理事項並有發布規則之權」（司法院釋字第530號解釋參照）。最高法院係我國民事及刑事訴訟之最高審判機關，於不牴觸上位階法令之範圍內，本即得就其所掌民事及刑事案件，自定分案規則。就此而言，亦與憲法權力分立原則所保障之司法自主性相符。",
		"次按，上開更二連身條款及重大連身條款，均係最高法院於各該上訴第三審案件之分案前，即已訂定之一般性規定，既未溯及適用，亦非針對特定案件而定，而係同時適用於上訴第三審之刑事案件，符合事前訂定及一般適用的要求。就其目的而言，更二連身條款除與發回程序之特殊性有關外，更二連身及重大連身條款之訂定，均兼有提升裁判效率，並促進終審法院之統一裁判見解功能等重要考量。又適用更二連身條款之案件，在其前三次上訴，也還是以（電腦）隨機分案方式決定其各次審判之承辦法官；至於適用重大連身條款之案件，至少在其第一次上訴第三審時，也是隨機分案，而非指定特定法官承辦，可謂均已符合法定法官原則之要求。",
		"綜上，系爭要點一、系爭要點二第1款、第2款及系爭決定所定之更二連身條款及重大連身條款，與憲法訴訟權所蘊含之法定法官原則，均尚無違背。",
		"（三）系爭要點一及系爭要點二第1款之更二連身條款、系爭決定及系爭要點二第2款之重大連身條款規定，與憲法保障之訴訟權，均尚無牴觸",
		"依上開更二連身條款或重大連身條款，各該第三審法官所曾參與之先前裁判，係發回更審前之「同審級」裁判，而非「下級審」裁判，因此不是系爭規定所定及系爭解釋所稱之法官迴避事由。又此二種連身條款所涉法官重複情形，並不必然涉及法官因個人利害關係，致與其職務之執行產生利益衝突，因此自非司法院釋字第761號解釋所稱之法官應迴避事由。合先說明。",
		"聲請人等雖主張同一法官重複參與同一案件之同審級裁判，可能會有其預斷風險，致影響公正審判之外觀。惟不論是依上開更二連身條款或重大連身條款之規定，甚至是因隨機分案，致重複參與同一案件再度上訴第三審裁判之法官，其所審查之裁判，都是下級審（第二審）之更審裁判，而非該法官所參與之先前第三審裁判，因此並無「審查自己所作裁判」之問題。",
		"次就所謂法官因重複參與同一案件之審判而可能形成預斷而言，法官基於其個人學養及經驗，就各項抽象法律問題、及各類案件所涉事實或法律爭議，原即多少會有一定程度之初步見解或看法，而不可能是白紙一張，任何法官皆然。況最高法院為法律審，其裁判並不自為事實認定，即使認有所謂隧道視野效應之影響，也比較是就法律問題，而非就事實及證據問題的預斷。然最高法院法官皆為具長年審判經驗之資深法官，其等對各該重要法律問題多已形成穩定的法律見解，且係其等之所以能擔任終審法院法官的正面資歷及基礎條件。縱認此等法律見解確為法官之定見，亦多為個人經驗及學養所致，而非單純源自先前曾審理同一案件之影響。",
		"又就最高法院之發回判決而言，發回意旨未必對被告不利，因此曾參與發回判決之法官，嗣後又參與該案件再次上訴後的第三審裁判，對於被告而言，也未必會發生不利之預斷風險。反之，曾參與前次發回判決之最高法院法官，如又參與該案件再次上訴後之第三審裁判，則有提高審判效率，避免訴訟延遲之正面效益。況最高法院發回判決之發回理由，不僅可拘束受發回之更審法院（垂直拘束），對受理更審後上訴案件之法律審（即最高法院本身），亦有其拘束力（水平拘束）。不論最高法院審理更審後上訴案件之法官與發回判決之法官是否重複，皆然。是同一案件於發回更審後再次上訴第三審時，如有曾參與該案件先前發回判決之法官重複參與該第三審裁判，並採取與先前發回判決之相同法律見解，亦屬上述發回判決水平拘束效力之結果，而非純係該等重複參與第三審裁判法官之個人偏見或偏頗之虞所致。",
		"末就最高法院身為終審法院之組織員額而言，各國之終審法院均係各該法院體系之金字塔尖端，不論是採一元、二元或多元法院體系皆然。故終審法院之法官員額往往相對較少，甚至不分庭。於不分庭之終審法院，發回後再度上訴之案件，必然是由同一庭法官再次審理，而無迴避之可能。即使是有分庭之終審法院，限於其有限員額，亦無可能就同一案件之每次上訴，都分派給完全不重複之法官審理。況最高法院既為終審法院，其就各該重要法律問題本即應力求形成穩定、一致的法律見解，始能透過裁判統一所屬下級審法院之裁判見解。如果期待最高法院就同一案件所涉之法律爭點或問題，會因審理法官之不同，而出現不同的法律見解，並以此為迴避之理由，反會損及最高法院身為終審法院所應發揮之統一裁判見解之重要功能。",
		"綜上，系爭要點一及系爭要點二第1款之更二連身條款、系爭決定及系爭要點二第2款之重大連身條款，與憲法保障之訴訟權，均尚無牴觸。是不論是依分案規則或隨機分案，曾參與前次發回判決之最高法院法官，得不迴避，而再參與該案件再次上訴後之第三審裁判。",
		"六、主文第五項部分：系爭判例合憲",
		"系爭判例即最高法院29年上字第3276號刑事判例：「刑事訴訟法第17條第8款所謂推事曾參與前審之裁判應自行迴避者，係指其對於當事人所聲明不服之裁判，曾經參與，按其性質，不得再就此項不服案件執行裁判職務而言，至推事曾參與第二審之裁判，經上級審發回更審後，再行參與，其前後所參與者，均為第二審之裁判，與曾參與當事人所不服之第一審裁判，而再參與其不服之第二審裁判者不同，自不在應自行迴避之列。」依此判例意旨，參與刑事第二審裁判之法官，若於同一案件經第三審撤銷發回後，復參與第二審之更審裁判，該更審前之第二審裁判並不構成刑事訴訟法第17條第8款規定所定之前審，因此毋庸迴避而得參與更審裁判。",
		"依系爭判例，曾參與第二審裁判之法官，後又參與發回後同屬第二審之更審裁判，乃係隨機分派案件的偶然結果，並非司法行政機關人為指定或以分案規則於第一次分案時即指定特定法官對於特定案件進行審判，就此而言，系爭判例自與法定法官原則無涉。",
		"就審級救濟利益而言，第三審發回更審，係重新開啟第二審裁判。對刑事被告而言，其在程序上仍然享有再一次的第二審裁判機會，並未因而喪失該次審級之利益。縱有同一法官於同一案件再次參與同審級之更審裁判，其所審查者仍係下級審裁判，而非審查該法官先前參與之更審前裁判。是參與更審裁判之法官與參與同審級先前裁判之法官縱有重複，亦不必然損及被告之審級救濟利益，自不因此侵害上述憲法訴訟權之核心保障內容。",
		"多位聲請人主張：第二審法官於同一案件曾參與發回更審前同屬第二審之先前裁判，就該案件之證據評價、事實認定等程序及實體事項，已可能形成既定成見，甚至事實上的偏見。由於此等認知限制或偏誤，以致法官往往會持續依賴過去的錯誤事實調查結果，而於新的審判過程中再次作成錯誤的事實認定及法律判斷，致產生隧道視野效應等語。",
		"聲請人主張之上述風險及對公正審判外觀之影響，固非完全無據。惟法官因參與同一案件之先前裁判所可能形成之事實面或法律面預斷，未必都是不利當事人之預斷，更不當然都可視為法官之偏見或有偏頗之虞，而必然構成憲法所要求之法官迴避事由。",
		"按上述主張係假設更審法官於第二次審判同一案件時，通常會維持先前之類似立場，因而持續作出對當事人不利之事實認定及法律判斷。然如該法官於第一次裁判時係持對被告有利之見解，後因檢察官上訴致其裁判為上級審發回更審，此時如由同一法官參與更審裁判，即未必會有上述重複不利之風險。",
		"次按，法官雖因曾參與而對案件有其理解，但理解並不等於誤解，也未必是偏見。公正並不預設兒童般純真，毫無所悉也不等於毫無偏頗。法官曾參與同一案件先前裁判，固可成為主張法官可能有偏頗之虞的懷疑起點，但不足以成為得據以主張法官必然有偏頗之虞的唯一證據，從而斷言法官必然有偏頗之虞，且為憲法所要求之法官迴避事由。刑事程序當事人如主張法官曾參與同一案件之先前裁判，因而就該特定案件有偏頗之虞，除了主張上述法官曾參與先前裁判之情事外，當事人仍應舉出具體事證（例如法官一再忽視明顯之程序瑕疵，而就重要待證事實採取相同或類似之證據方法；對被告之種族、性別、年齡、身心狀態、職業、學經歷等個人或所屬群體特徵，曾於先前審理程序中表現明顯的歧視態度或言行等），並釋明依理性第三人之觀點，此等具體事證已足以動搖理性第三人對法官公正審判之信賴，並形成對法官公正性之合理懷疑，而非僅以當事人之主觀質疑為依據。是法官曾參與同一案件先前裁判之事實，並不必然成為足以認定法官有偏頗之虞，因而一律應迴避的唯一證據。",
		"其次，該法官參與作成之先前裁判既為上級審撤銷發回，在法律上即已不復存在，而非更審法官所審查之標的，並無同一法官審查自己所作裁判之問題。況更審法院於更審裁判時須受發回意旨之拘束，該重複參與審判之法官於更審裁判時，已未必能完全重複自己在先前審判時認事用法之見解或立場，從而限縮上述風險之出現可能及範圍。反之，同一法官再次參與更審裁判，由於其對案情、相關事證、法律適用及解釋等，相對較為熟悉，不僅有利於裁判品質及結果之正確妥當，亦有助於提升裁判效率，促進有效及迅速審判，從而維護被告速審權（註）。",
		"再者，各法院之法官總人數均屬有限，在案件多次發回之情形中，若一概要求曾參與審判之法官一律必須迴避，且由完全不重複之法官審判，恐將導致該法院無適格法官可審，而須移轉管轄。此等結果，反而不利該個案被告速審權之維護。",
		"綜上，就第二審法官於同一案件曾參與發回更審前同屬第二審之先前裁判而言，經權衡聲請人主張之預斷風險及隧道視野效應等負面影響，與促進裁判品質及效率、被告速審權等正面效益等各項因素後，本庭認為：系爭規定所稱「曾參與前審之裁判者」，應不包括第三審發回第二審後，更審法官「曾參與發回更審前之同審級裁判」之情形。就此而言，系爭規定本身並不牴觸憲法保障之人民訴訟權。系爭判例亦符合系爭規定之意旨，且未牴觸憲法第16條保障之人民訴訟權。",
		"又即使於第二審發回第一審更審之情形，該更審前之第一審亦為同審級之裁判，自非系爭規定所稱之前審。況當事人就第一審諭知管轄錯誤、免訴、不受理之判決、駁回公訴或自訴之裁定，提起上訴或抗告，第二審認第一審裁判不當而撤銷之，並發回第一審時（刑事訴訟法第369條第1項規定參照），原第一審裁判並未曾就該案件為實體審判，更無審查自己所作裁判之問題。是曾參與更審前同屬第一審裁判之法官，就該案件亦得參與第二審發回後之第一審更審裁判，而毋庸迴避。系爭判例雖係就第三審發回第二審更審之法官迴避問題所為，然基於同一法理，於上開第二審發回第一審更審之情形，更審前之原第一審法官自亦無庸迴避。聲請人五十二就其所受確定終局裁定四援引之系爭判例，聲請法規範憲法審查部分，自屬無理由。",
		"第二審或第一審法官於同一案件曾參與發回更審前之同審級裁判，固非憲法要求之法官應迴避事由，然如於更審裁判時確有具體事證足認其執行職務有偏頗之虞，當事人仍得依刑事訴訟法第18條第2款規定聲請法官迴避。於用盡審級救濟後，當事人對於法官未迴避之確定終局裁判，亦得依法向本庭聲請裁判憲法審查。第三審法官就同一案件曾參與發回更審前之第三審發回裁判者，亦同。均併此指明。",
		"七、主文第六項部分",
		"聲請人一主張曾參與刑事確定裁判及其歷審裁判之法官，於非常上訴程序，均應迴避，系爭規定所定前審應包括非常上訴前之刑事審判及救濟程序，系爭解釋於此範圍內應予補充等語。然本判決主文第二項僅要求曾參與刑事確定裁判之法官，於非常上訴程序始須迴避，至裁判確定前之歷審裁判法官則毋庸迴避，並宣告系爭規定合憲，系爭解釋亦無補充或變更之必要。是聲請人一之上開法規範憲法審查聲請，除符合本判決主文第二項意旨部分外，為無理由，應予駁回。又聲請人一據以聲請之原因案件，與本判決主文第二項意旨無涉，自無從請求救濟，併此指明。",
		"至於聲請人二之法規範憲法審查聲請，依本判決主文第二項，為有理由（本判決理由第71段至第85段參照），得就其原因案件依法定程序請求救濟。又聲請人三則僅聲請裁判憲法審查，未聲請法規範憲法審查，併此敘明。",
		"於上開聲請人一至三外，聲請人四至五十二關於附表二所列法規範憲法審查聲請部分，依本判決主文第一項、第三項至第五項，為無理由，均應駁回。",
		"八、聲請人二之原因案件個案救濟部分",
		"聲請人二就據以聲請本件法規範憲法審查之福建高等法院金門分院110年度聲再字第6號刑事裁定（即確定終局裁定一），主張參與作成上開駁回其再審聲請裁定之合議庭法官中之二人，曾參與作成其據以聲請再審之確定判決（即福建高等法院金門分院108年度上易字第9號刑事判決），而未迴避。依本判決主文第二項意旨，刑事訴訟法未要求法官於此情形應自行迴避，牴觸憲法保障之訴訟權，是確定終局裁定一確有依憲法應迴避而未迴避之法官參與裁判。查聲請人二係於111年1月4日憲訴法施行後，始就確定終局裁定一聲請法規範憲法審查。就其原因案件之救濟，依憲訴法第92條第2項準用同法第91條第2項規定，得請求檢察總長提起非常上訴；又檢察總長亦得依職權提起非常上訴。併此指明。",
		"九、主文第七項及第八項部分：裁判憲法審查部分",
		"關於聲請人三聲請之裁判憲法審查部分，查確定終局裁定二（即最高法院111年度台抗字第657號刑事裁定）駁回聲請人三所提抗告，其理由三、（二）認：「……因各法院員額有限，對於刑事確定判決聲請再審者，其參與該確定判決之法官，於再審案件之迴避，亦以1次為限。又再審案件之迴避，既是為了確保人民受公平法院依正當法律程序予以審判之訴訟權益，則當其等首次對確定判決聲請再審時，當可合理期待不會再由參與該確定判決之法官審理再審案件，以落實裁判之公平性。從而，於再審案件中，關於迴避次數『以1次為限』之解釋，係指聲請人『首次』聲請再審時，參與該確定判決之法官於該次聲請案件中，均應迴避（獨任案件為獨任法官；合議案件則為全體合議庭法官）。至於該首次聲請再審案件經裁判後，參與該確定判決之法官既已……迴避1次，則於聲請人其後迭次聲請再審時，自無庸自行迴避。」上開法律見解與本判決主文第二項意旨不符（本判決理由第71段至第85段參照），是確定終局裁定二牴觸憲法保障人民訴訟權之意旨，應廢棄並發回最高法院。",
		"至聲請人三十九就確定終局判決三（即最高法院111年度台上字第2479號刑事判決）聲請裁判憲法審查部分，查上開確定終局判決三係同一案件第三次上訴第三審之判決，其審判法官中之二人，固與同一案件第二次上訴第三審之最高法院108年度台上字第958號刑事判決中之法官二人相同，然依前開本判決意旨，此等情形並非本於憲法保障訴訟權意旨所要求之法官應迴避事由（本判決理由第105段至第109段參照）。是確定終局判決三之審判法官中二人未迴避而參與審判，與憲法保障人民訴訟權之意旨並無牴觸。聲請人三十九之裁判憲法審查聲請部分，應予駁回。",
		"十、主文第九項：暫時處分聲請部分",
		"本件業經判決，核無暫時處分之必要，附表二所列各該聲請人關於暫時處分之聲請，均予駁回。",
		"肆、另行審理部分",
		"本件多位聲請人於其聲請書及補充書狀中，另有就本件審查標的及其他法規範（如刑法第33條第1款、刑事訴訟法第388條等）聲請法規範憲法審查，或另就各該確定終局裁判聲請裁判憲法審查者。關於此部分之聲請，除不符聲請要件而已作成不受理裁定者外，餘將由本庭另行審理，再依情形分別作成不受理裁定或實體裁判。併此敘明。",
		"註：在比較法上，亦確有部分國家及法院實踐，基於發回程序之特殊性及裁判效率等考量，原則上係將案件發回原審法院之原承辦法官審理，以避免程序重複及裁判延遲。以美國為例，參Liteky v. U.S., 510 U.S. 540, 551 (1994) (“It has long been regarded as normal and proper for a judge to sit in the same case upon its remand, and to sit in successive trials involving the same defendant.”); United States v. Grinnell Corp., 384 U.S. 563, 583 (1966) (“The alleged bias and prejudice to be disqualifying must stem from an extrajudicial source and result in an opinion on the merits on some basis other than what the judge learned from his participation in the case. Berger v. United States, 255 U.S. 22, 31.”)."
	],
	"法庭組成": [
		"許宗力",
		"吳陳鐶",
		"蔡明誠",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"迴避審理本案之大法官": [
		"蔡烱燉",
		"黃虹霞",
		"林俊益"
	],
	"主筆": "本判決由黃大法官昭元主筆。",
	"大法官就主文所採立場表": {
		"453663": "憲法法庭112年憲判字第14號判決主文立場表"
	},
	"其他附件": {
		"453666": "憲法法庭112年憲判字第14號判決-附圖",
		"453667": "憲法法庭112年憲判字第14號判決-附表一至三"
	},
	"意見書": {
		"453589": "憲法法庭112年憲判字第14號判決蔡大法官明誠提出之協同意見書",
		"453590": "憲法法庭112年憲判字第14號判決黃大法官瑞明提出之協同意見書（更正）",
		"453591": "憲法法庭112年憲判字第14號判決詹大法官森林提出之部分不同意見書",
		"453592": "憲法法庭112年憲判字第14號判決謝大法官銘洋提出之部分不同意見書",
		"453593": "憲法法庭112年憲判字第14號判決呂太郎大法官提出之部分不同意見書",
		"453594": "憲法法庭112年憲判字第14號判決楊大法官惠欽提出之部分不同意見書"
	},
	"判決全文": {
		"453664": "憲法法庭112年憲判字第14號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院109年度抗字第143號刑事裁定"
	},
	"判決摘要": {
		"453665": "憲法法庭112年憲判字第14號判決摘要"
	},
	"相關法令": [
		"憲法第16條",
		"憲法訴訟法第19條第1項、第21條第1項但書、第59條第1項、第90條第1項、第91條第2項、第92條第2項",
		"司法院大法官審理案件法第5條第1項第2款",
		"刑事訴訟法第17條、第18條第2款、第369條第1項、第420條、第435條、第436條、第441條、第447條",
		"行政訴訟法第19條第5款及第6款",
		"法院組織法第78條、第79條",
		"司法院釋字第256號解釋",
		"司法院釋字第665號解釋",
		"司法院釋字第761號解釋"
	],
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"453669": "劉政哲105.11.23釋憲聲請書_OCR",
			"453670": "劉政哲1111017意見書",
			"453671": "黃春棋1111017陳述意見狀_OCR",
			"453672": "曾盛浩1111017法規範憲法審查陳述意見書_OCR",
			"453673": "彭建源1111019憲法法庭陳述意見書_OCR",
			"453674": "曾盛浩1111024會台字第13254號等案說明會訴訟代理人陳述意見簡報檔_OCR",
			"453675": "邱和順1111024憲法訴訟補充理由書_OCR",
			"453676": "劉華崑1111024憲法法庭陳述意見書_OCR",
			"453677": "陳黃寶春等1111026司法院憲法法庭釋憲聲請併案審理事件陳述（一）狀_OCR",
			"453678": "呂文昇1111115憲法法庭意見書_OCR",
			"453679": "陳錫卿1111116法規範憲法審查陳述意見書_OCR",
			"453680": "廖家麟1111116憲法法庭陳述意見（二）狀_OCR",
			"453681": "蕭仁俊1111116法規範憲法審查陳述意見書_OCR",
			"453682": "蕭新財1111117聲請釋憲補充理由續狀",
			"453683": "陳文魁1111118法規範憲法審查陳述意見書_OCR",
			"453684": "王信福1111118憲法法庭補充聲請理由書_OCR",
			"453685": "郭俊偉1111118法規範憲法審查陳述意見書_OCR",
			"453686": "李德榮1111118憲法法庭陳述意見書_OCR",
			"453687": "陳憶隆1111118陳述意見書_OCR",
			"453688": "曾盛浩1111118法規範憲法審查補充陳述意見書_OCR",
			"453689": "沈岐武1111118陳述意見書_OCR",
			"453690": "黃春棋1111121法規範憲法審查補充陳述意見書",
			"453691": "高志鵬1111121憲法解釋補充理由書_OCR",
			"453692": "施智元1111121法規範憲法審查陳述意見書_OCR",
			"453693": "杜明志之訴訟代理人周聖錡律師1111121憲法訴訟陳述意見狀_OCR",
			"453694": "劉榮三1111207憲法訴訟補充理由書_OCR",
			"453695": "吳慶陸之訴訟代理人李宣毅律師1111207憲法訴訟補充理由書_OCR",
			"453696": "沈鴻霖1111213憲法訴訟補充理由書_OCR",
			"453697": "林于如1111213憲法訴訟補充理由書_OCR",
			"453698": "唐霖億1111213憲法訴訟補充理由書_OCR",
			"453699": "徐偉展1111213憲法訴訟補充理由書_OCR",
			"453700": "廖敏貴1110704法規範憲法審查聲請書_OCR",
			"453701": "藍重豐1111028法規範 、裁判憲法審查暨暫時處分裁定聲請書_OCR",
			"453702": "藍重豐1111208裁判憲法審查暨暫時處分裁定聲請書_OCR",
			"453703": "藍重豐1120331裁判憲法審查暨暫時處分裁定補充聲請書_OCR",
			"453704": "藍重豐1120410裁判憲法審查聲請書_OCR",
			"453705": "藍重豐1120420裁判憲法審查暨暫時處分裁定補充聲請書_OCR",
			"453706": "藍重豐1120425裁判憲法審查暨暫時處分裁定補充聲請書_OCR",
			"453707": "徐千祥1110630法規範憲法審查聲請書_OCR",
			"453708": "余自強1120202釋憲聲請書_OCR",
			"453709": "楊定融1110210法規範憲法審查聲請書_OCR",
			"453710": "杜明志1110627法規範憲法審查聲請書OCR",
			"453711": "杜明志1111006憲法訴訟陳述意見書_OCR",
			"453712": "杜明志1111007憲法訴訟陳報更正狀_OCR",
			"453713": "A01 1111101釋憲聲請狀_OCR",
			"453714": "A01 1120119異議狀_OCR",
			"453715": "余長訓1101214釋憲聲請書",
			"453716": "余長訓1101214釋憲聲請書_OCR",
			"453717": "張人堡、劉華崑、楊書帆、唐霖億、郭旗山、陳昱安1070823釋憲聲請書_OCR",
			"453718": "劉華崑1090423釋憲聲請書_OCR",
			"453719": "唐霖億1090511釋憲聲請書_OCR",
			"453720": "A02 1110425法規範憲法審查聲請書",
			"453721": "樊祖燁1110510法規範憲法審查聲請書_OCR",
			"453722": "蕭新財106.12.08釋憲聲請書_OCR",
			"453723": "蕭新財108.08.26釋憲聲請補充理由書_OCR",
			"453724": "沈岐武106.12.20聲請補充釋憲事項狀_OCR",
			"453725": "郭泰慶（原名郭玉興）1110630法規範憲法審查聲請書_OCR",
			"453726": "郭泰慶（原名郭玉興）1110701聲請更正狀_OCR",
			"453727": "高志鵬1101229憲法解釋聲請書_OCR",
			"453728": "沈文賓109.04.22釋憲聲請書_OCR",
			"453729": "沈文賓111.01.03釋憲聲請書_OCR",
			"453730": "陳羿璇、陳黃寶春109.05.16釋憲聲請書_OCR",
			"453731": "鄭文通107.03.26釋憲聲請書_OCR",
			"453732": "曾盛浩107.05.15釋憲聲請書_OCR",
			"453733": "曾盛浩107.06.01釋憲聲請更正書_OCR",
			"453734": "曾盛浩107.05.18釋憲聲請書_OCR",
			"453735": "蘇志效107.05.23釋憲聲請書_OCR",
			"453736": "連佐銘107.06.27釋憲聲請書_OCR",
			"453737": "王信福107.07.05釋憲聲請書_OCR",
			"453738": "王信福107.07.05釋憲聲請書補正版_OCR",
			"453739": "劉榮三107.07.12釋憲聲請書_OCR",
			"453740": "吳慶陸107.07.18釋憲聲請書_OCR",
			"453741": "鄭武松107.07.17釋憲聲請書_OCR",
			"453742": "王鴻偉107.07.20釋憲聲請書_OCR",
			"453743": "彭建源107.07.27釋憲聲請書_OCR",
			"453744": "彭建源1111019憲法法庭陳述意見書",
			"453745": "張嘉瑤107.08.07釋憲聲請書_OCR",
			"453746": "張嘉瑤111.01.03釋憲聲請書_OCR",
			"453747": "游屹辰107.08.06釋憲聲請書_OCR",
			"453748": "黃富康107.07.20釋憲聲請書_OCR",
			"453749": "徐偉展107.09.05釋憲聲請書_OCR",
			"453750": "徐偉展108.07.02釋憲聲請書_OCR",
			"453751": "徐偉展108.11.21釋憲聲請書_OCR",
			"453752": "李崑銘107.01.29釋憲聲請書_OCR",
			"453753": "邱和順107.02.09釋憲聲請書_OCR",
			"453754": "邱和順107.08.01釋憲聲請書_OCR",
			"453755": "邱和順109.12.03釋憲聲請陳報狀_OCR",
			"453756": "邱和順1111024憲法訴訟補充理由書",
			"453757": "林旺仁107.02.12釋憲聲請書_OCR",
			"453758": "林旺仁107.07.02釋憲聲請書_OCR",
			"453759": "林旺仁111.01.03釋憲聲請書_OCR",
			"453760": "邱合成107.02.12釋憲聲請書_OCR",
			"453761": "邱合成1110614法規範憲法審查及裁判憲法審查聲請書",
			"453762": "王柏英107.03.02釋憲聲請書_OCR",
			"453763": "黃麟凱107.03.14釋憲聲請書",
			"453764": "黃麟凱111.01.03釋憲聲請書",
			"453765": "歐陽榕1000906司法院大法官解釋憲法聲請書_OCR",
			"453766": "司法院刑事廳1051109廳刑一字第1050001555號書函_OCR",
			"453767": "歐陽榕1061101釋憲聲請書_OCR",
			"453768": "歐陽榕1101230釋憲聲請陳報狀_OCR",
			"453769": "廖家麟102.04.26釋憲聲請書_OCR",
			"453770": "廖家麟102.05.15解釋憲法請求調查書_OCR",
			"453771": "廖家麟106.09.05釋憲聲請書_OCR",
			"453772": "廖家麟107.06.25釋憲聲請書_OCR",
			"453773": "林于如103.10.22釋憲聲請書_OCR",
			"453774": "陳憶隆104.01.13釋憲聲請書_OCR",
			"453775": "陳憶隆106.12.08聲請補充釋憲事項狀_OCR",
			"453776": "陳憶隆106.12.11釋憲聲請補正附件狀_OCR",
			"453777": "陳憶隆109.01.30釋憲聲請書_OCR",
			"453778": "陳憶隆109.01.30釋憲聲請補充理由書_OCR",
			"453779": "陳憶隆110.12.30釋憲聲請書_OCR",
			"453780": "陳錫卿105.10.11釋憲聲請書_OCR",
			"453781": "陳錫卿106.08.10釋憲聲請書_OCR",
			"453782": "陳錫卿1110412憲法訴訟陳報狀_OCR",
			"453783": "蕭仁俊105.10.12釋憲聲請書_OCR",
			"453784": "蕭仁俊106.11.10釋憲聲請書_OCR",
			"453785": "沈岐武106.01.17釋憲聲請書_OCR",
			"453786": "沈岐武108.12.13釋憲聲請書_OCR",
			"453787": "蕭新財106.05.04釋憲聲請書_OCR",
			"453788": "蕭新財108.10.23釋憲聲請書_OCR",
			"453789": "呂文昇106.05.22釋憲聲請書_OCR",
			"453790": "呂文昇106.06.21釋憲聲請補充理由書_OCR",
			"453791": "呂文昇107.06.14釋憲聲請書_OCR",
			"453792": "沈鴻霖106.08.04釋憲聲請書_OCR",
			"453793": "沈鴻霖107.06釋憲聲請補充理由書（本院收文日107.06.14）_OCR",
			"453794": "李德榮106.08.08釋憲聲請書_OCR",
			"453795": "李德榮107.06.08釋憲聲請書_OCR",
			"453796": "李德榮111.01.03釋憲聲請書_OCR",
			"453797": "施智元106.08.11釋憲聲請書_OCR",
			"453798": "施智元107.05.25釋憲聲請補充理由書_OCR",
			"453799": "陳文魁106.08.11釋憲聲請書_OCR",
			"453800": "陳文魁107.05.25釋憲聲請補充理由書_OCR",
			"453801": "陳文魁1110427法規範憲法審查聲請書_OCR",
			"453802": "郭俊偉106.08.08釋憲聲請書_OCR",
			"453803": "郭俊偉107.07.05釋憲聲請書_OCR",
			"453804": "黃春棋106.12.04釋憲聲請書_OCR",
			"453805": "黃春棋107.03.27釋憲聲請書_OCR",
			"453806": "黃春棋107.04.26釋憲聲請補充理由書_OCR",
			"453807": "黃春棋107.04.30釋憲聲請更正狀_OCR",
			"453808": "黃春棋109.01.30釋憲聲請書_OCR",
			"453809": "黃春棋109.01.30釋憲聲請補充理由書_OCR",
			"453810": "黃春棋110.12.30釋憲聲請書_OCR"
		},
		"關係人意見書": {
			"453811": "司法院刑事廳陳述意見書",
			"453812": "最高法院關於憲法法庭受理法官迴避聲請釋憲等案之意見_OCR",
			"453813": "最高行政法院提供之法律意見_OCR",
			"453814": "監察院國家人權委員會書面意見_OCR",
			"453815": "最高法院1111024會台字第13254號等案說明會簡報檔",
			"453816": "司法院刑事廳1111118補充意見_OCR"
		},
		"專家諮詢意見書": {
			"453817": "林鈺雄教授1110816專家諮詢意見書（刑事法官自行迴避事由與連身條款之合憲性問題）",
			"453818": "林鈺雄教授1111014專家諮詢意見書附件",
			"453819": "何賴傑教授-刑事訴訟之法官迴避制度專家諮詢意見_OCR",
			"453820": "李榮耕教授-審理會台字第13254號劉政哲案意見書_OCR",
			"453821": "劉芳伶副教授-專家諮詢意見書_OCR",
			"453822": "李榮耕教授1111024會台字第13254號劉政哲聲請案等說明會簡報檔"
		},
		"法庭之友意見書": {
			"453823": "社團法人人權公約施行監督聯盟1111114法庭之友意見書",
			"453824": "民間司法改革基金會、台灣人權促進會1111115法庭之友意見書",
			"453825": "台灣廢除死刑推動聯盟1111118法庭之友意見書",
			"453826": "社團法人台灣刑事辯護律師協會1111118法庭之友意見書"
		},
		"其他": {
			"453827": "憲法法庭函詢及最高法院112年4月6日台文字第1120000238號函_OCR",
			"453828": "憲法法庭函詢及最高法院1120713台文字第1120000523號函_OCR",
			"453829": "最高法院1110214台文字第1110000104號函_OCR",
			"453830": "最高法院105.07.14台文字第1050000525號函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"453668": "會台字第13254號劉政哲聲請案等1111024說明會發言速紀錄"
		}
	},
	"併案": {
		"309868": "109年度憲二字第189號(陳羿璇...)",
		"309870": "109年度憲二字第142號(沈文賓)",
		"309905": "107年度憲二字第82號(黃麟凱)",
		"309906": "107年度憲二字第71號(王柏英)",
		"309909": "107年度憲二字第49號(邱合成)",
		"309910": "107年度憲二字第48號(林旺仁)",
		"309911": "107年度憲二字第43號(邱和順)",
		"309914": "107年度憲二字第36號(李崑銘)",
		"309924": "107年度憲二字第293號(徐偉展)",
		"309927": "107年度憲二字第269號(黃富康)",
		"309928": "107年度憲二字第267號(游屹辰)",
		"309929": "107年度憲二字第264號(張嘉瑤)",
		"309930": "107年度憲二字第242號(彭建源)",
		"309931": "107年度憲二字第238號(王鴻偉)",
		"309932": "107年度憲二字第236號(鄭武松)",
		"309933": "107年度憲二字第234號(吳慶陸)",
		"309934": "107年度憲二字第230號(劉榮三)",
		"309935": "107年度憲二字第221號(王信福)",
		"309936": "107年度憲二字第214號(連佐銘)",
		"309939": "107年度憲二字第171號(蘇志效)",
		"309940": "107年度憲二字第166號(曾盛浩)",
		"309941": "107年度憲二字第159號(曾盛浩)",
		"309946": "107年度憲二字第101號(鄭文通)",
		"309955": "會台字第13770號(黃春棋)",
		"309963": "會台字第13601號(郭俊偉)",
		"309965": "會台字第13597號(陳文魁)",
		"309966": "會台字第13596號(施智元)",
		"309973": "會台字第13593號(李德榮)",
		"309975": "會台字第13583號(沈鴻霖)",
		"309984": "會台字第13481號(呂文昇)",
		"309992": "會台字第13205號(蕭仁俊)",
		"309993": "會台字第13204號(陳錫卿)",
		"310000": "會台字第12418號(陳憶隆)",
		"310001": "會台字第12319號(林于如)",
		"310002": "會台字第11556號(廖家麟)",
		"339946": "會台字第10550號(歐陽榕)",
		"340225": "110年度憲二字第646號(高志鵬)",
		"340577": "111年度憲民字第124號(楊定融)",
		"340785": "111年度憲民字第900335號(劉華崑...)",
		"341230": "111年度憲民字第76號(余長訓)",
		"343437": "111年度憲民字第900396號(A02)",
		"343796": "111年度憲民字第903814號(蕭新財)",
		"343799": "111年度憲民字第903815號(沈岐武)",
		"344327": "111年度憲民字第903742號(樊祖燁)",
		"344367": "111年度憲民字第1311號(杜明志)",
		"344370": "111年度憲民字第903943號(郭泰慶（原名郭玉興）)",
		"346181": "112年度憲民字第900015號(廖敏貴)",
		"347375": "111年度憲民字第3936號(A01)",
		"348432": "112年度憲民字第900452號(藍重豐)",
		"349182": "112年度憲民字第900547號(徐千祥)",
		"349631": "112年度憲民字第900716號(余自強)"
	}
}