{
	"id": "309832",
	"類型": "判決",
	"判決字號": "112年憲判字第15號",
	"標題": "公務人員執行職務意外受傷請領慰問金案",
	"原分案號": "109年度憲二字第560號",
	"判決日期": "2023-09-28",
	"聲請人": "石耀琳",
	"案由": "聲請人因慰問金事件，認臺北高等行政法院109年度簡上字第51號判決，所適用之公務人員保障法第21條第2項前段及公務人員執行職務意外傷亡慰問金發給辦法第3條第1項等規定，有牴觸憲法之疑義，聲請解釋憲法。",
	"主文": [
		"一、公務人員保障法第21條第2項前段規定：「公務人員執行職務時，發生意外致受傷、失能或死亡者，應發給慰問金。」係國家對公務人員執行職務發生意外所為保障，乃保障人民服公職權之具體化，尚不生牴觸憲法第18條人民服公職權保障之問題。基於國家對人民服公職權之保障意旨，其所稱之「意外」，本不限於單純因外來危險源所致之事故，尚應包含因公務人員本身之疏忽所致者。中華民國107年6月27日修正發布之公務人員執行職務意外傷亡慰問金發給辦法第3條第1項規定：「本辦法所稱意外，指非由疾病引起之突發性的外來危險事故。」其中關於「外來危險事故」部分，增加法律所無之限制，牴觸憲法第18條人民服公職權之保障意旨。",
		"二、聲請人其餘聲請不受理。"
	],
	"理由": [
		"壹、事實概要及當事人陳述要旨",
		"聲請人石耀琳（下稱聲請人）原係財政部國有財產署（下稱國產署）北區分署所屬秘書室書記，於中華民國106年12月6日奉命赴臺北市大安區國有房屋現場履勘時，因後退轉身時踩空臺階摔跤，致受有右側足部挫傷、右側第五蹠骨非移位閉鎖性骨折等傷害。聲請人於107年10月間依107年6月27日修正發布之公務人員執行職務意外傷亡慰問金發給辦法（下稱慰問金發給辦法）第4條第1項第1款第6目規定，申請發給受傷慰問金新臺幣1萬元。國產署北區分署認慰問金發給辦法第3條第1項規定所稱意外，如係因當事人疏忽所致事故，且該事故非屬突發性外來危險引起者，即非屬意外事故，否准其申請。聲請人不服，提起復審遭駁回後，向臺灣臺北地方法院提起行政訴訟，經該院108年度簡字第105號判決駁回其訴，上訴復經臺北高等行政法院109年度簡上字第51號判決（下稱確定終局判決）駁回而告確定。聲請人認確定終局判決所適用之公務人員保障法（下稱保障法）第21條第2項、第3項，及慰問金發給辦法第2條、第3條等規定，侵害聲請人之財產權，有牴觸憲法之疑義，聲請解釋憲法。",
		"聲請人聲請意旨略以：保障法第21條第2項（前段）、第3項與同條修正總說明二，及慰問金發給辦法第3條第1項規定與同條立法理由三，均認為「至於因當事人疏忽或疾病所致事故，且該事故非屬突發性外來危險所引起者，皆非屬意外事故。」惟查慰問金發給辦法係為落實照護員工權益，彌補公務人員保險中，未能保障因執行職務所生傷害之損害，是就傷害之發生情形，適用上開立法理由，過度限縮要件，侵害聲請人憲法第15條所保障之財產權，違反憲法第23條比例原則等語。",
		"貳、受理依據",
		"按憲法訴訟法（下稱憲訴法）111年1月4日修正施行（下同）前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。",
		"一、受理部分",
		"查本件聲請人關於保障法第21條第2項前段及慰問金發給辦法第3條第1項規定部分之聲請，係於109年12月24日繫屬，其受理與否，應依修正施行前之司法院大法官審理案件法（下稱大審法）決之，經核其聲請與大審法第5條第1項第2款所定要件相符，爰予受理。",
		"二、不受理部分",
		"聲請人雖主張保障法第21條第3項規定：「前項慰問金發給辦法，由考試院會同行政院定之。」慰問金發給辦法第2條規定：「本法第3條及第102條所定人員執行職務時，發生意外致受傷、失能、死亡慰問金之發給，依本辦法規定辦理。但其他法律另有規定者，從其規定。」及第3條第2項規定：「依本辦法發給慰問金者，以其受傷、失能或死亡與執行職務時所發生之意外，具有相當因果關係者為限。」違憲等語。惟並未具體敘明該等規定於客觀上究有何牴觸憲法之處，核與大審法第5條第1項第2款規定不符，應不受理。",
		"參、審查標的",
		"一、公務人員保障法第21條第2項前段規定：「公務人員執行職務時，發生意外致受傷、失能或死亡者，應發給慰問金。」（下稱系爭規定一）",
		"二、107年6月27日修正發布之公務人員執行職務意外傷亡慰問金發給辦法第3條第1項規定：「本辦法所稱意外，指非由疾病引起之突發性的外來危險事故。」（下稱系爭規定二）（110年4月16日修正發布為：「本辦法所稱意外，指非由疾病引起之突發性的外來事故。」不在本件審查範圍。）",
		"肆、形成主文之法律上意見",
		"一、公務人員職業安全保障，屬憲法第18條人民服公職權保障之內涵",
		"憲法第18條規定人民有服公職之權，旨在保障人民有依法令從事於公務，暨由此衍生享有之身分保障、俸給與退休金等權利。又公務人員與國家間之公法上職務關係，國家對公務人員有給予俸給及退休金等保障其生活之照顧義務，公務人員對國家亦負有執行職務及忠誠等義務（司法院釋字第483號、第575號、第605號及第658號解釋參照）。又國家對公務人員之照顧義務，解釋上應不限於俸給及退休金給予，亦應及於因執行職務而致傷病之適當照顧，俾公務人員得以無後顧之憂，戮力從公。此一適當照顧，為公務人員之職業安全保障，亦屬憲法第18條人民服公職權保障之內涵。",
		"至因執行職務而致傷病之適當照顧義務之具體內容，應由立法者以法律定之。如以法律授權行政機關發布命令為補充規定時，其授權之目的、內容、範圍應明確，命令之內容並不得牴觸母法或對公務人員之權利增加法律所無之限制。",
		"二、慰問金發給辦法之法制沿革",
		"依關係機關銓敘部110年11月12日以部退五字第1105392229號復司法院秘書長函（下稱銓敘部復函）略謂：慰問金業務開辦係因82年間鑑於屢有擔任治安、運鈔、拆除違建及執行取締等工作之公教員工執行職務遭受暴力危害暨危險意外事故，當時公務人員退休撫卹新制尚未實施，一般公務人員因公殘廢、退休或死亡者，所領退撫給與有限；又編制外員工尚無退撫法令之適用，其權益照護更顯不足；導致甚多機關另為執行公務之員工辦理各種意外保險，進而造成各級政府機關學校巨額保險費支出，但理賠率偏低而無法落實照護員工權益之現象。為符經濟、公平及整體照護之原則，原行政院人事行政局（現為行政院人事行政總處）經會同有關機關研究結果，認為由各機關為員工投保意外險，並非最佳途徑，宜改由政府編列預算，對於因公殘廢或死亡員工個案，以核發慰問金之辦理方式，較符經濟、公平及整體照護之原則，爰訂定「公教員工因執行職務遭受危險事故致殘廢死亡發給慰問金實施要點」（下稱慰問金實施要點）為辦理依據等語。",
		"又行政院及考試院於83年9月7日會銜訂定發布上開慰問金實施要點，針對公教員工因冒險犯難、執行危險勤務，遭受危險事故，致殘廢或死亡，依其情事發給慰問金；86年9月25日修正時，更名為「公教員工因執行職務冒險犯難或執行危險職務致殘廢死亡發給慰問金要點」（於90年7月4日廢止）。惟鑑於臺北市政府早於80年6月6日以80府人四字第80037788號函訂定發布「臺北市政府所屬員工因公傷亡慰問金發給要點」，針對臺北市政府員工（一）因執行職務發生危險、（二）因公差遇險或罹病、（三）因公差參加訓練或演習、（四）在辦公場所發生意外及（五）因辦公往返發生意外等事由而傷亡者，發給慰問金，以安定其生活（同要點第1條及第3條規定參照）。其發給慰問金之條件，顯較上開行政院及考試院會銜訂定之慰問金實施要點為優厚，為加強公務人員權益保障，行政院及考試院於90年7月2日另會銜訂定發布「公教員工因公傷殘死亡慰問金發給辦法」，擴大給付慰問金之範圍至「因公受傷」。臺北市政府則於92年2月21日以92府人四字第09202614101號函發布停止適用上開要點。",
		"嗣保障法於92年5月28日修正公布時，新增第21條第2項前段規定：「公務人員因公受傷、殘廢或死亡者，應發給慰問金。」及第3項規定：「前項因公之範圍及慰問金發給辦法，由考試院會同行政院訂定之。」考試院與行政院於同年12月9日會銜訂定發布「公務人員因公傷亡慰問金發給辦法」，並於93年1月1日施行（另於同年1月27日廢止上開「公教員工因公傷殘死亡慰問金發給辦法」）。關於慰問金發給之事由，同辦法第3條第1項及第2項規定：「（第1項）本辦法所稱因公受傷、殘廢、死亡，指因下列情事之一，致受傷、殘廢或死亡者：一、執行職務發生意外。二、公差遇險。三、在辦公場所發生意外。（第2項）前項第1款所稱執行職務發生意外，指於執行職務時，發生意外事故；第2款所稱公差遇險，指公務人員經機關學校指派執行一定之任務而遭遇危險，其時程之計算係自出發以迄完成指派任務返回辦公場所或住（居）所止；第3款所稱在辦公場所發生意外，指在處理公務之場所，於辦公時間內或指定之工作時間內，因處理公務而發生意外事故。」該辦法嗣經數度修正，於107年6月27日修正發布時，並更名為「公務人員執行職務意外傷亡慰問金發給辦法」。",
		"依上說明，可認慰問金制度建立之初衷，雖係各機關以自行編列預算替其所屬員工加保意外保險，並以該保險金來取代各機關所應支付之職災補償措施，嗣後改為政府編列預算直接給付慰問金之方式，惟不問政府採取何種方式支付，其均係各機關對於因執行職務致意外失能或死亡之公務人員予以「照護」，即具職災補償之性質。而此一慰問金發給辦法之規定，即應符合授權母法即保障法第19條規定關於公務人員職業安全保障之意旨，發給慰問金之事由，亦須符合系爭規定一之規定。",
		"綜上所述，慰問金之發給係公務人員因公致受傷、失能或死亡，而對公務人員或其遺屬之法定給與，為國家照護公務人員義務之一環，其固以慰問金為名，惟仍具職災補償之性質。",
		"三、系爭規定一所稱之「意外」，本不限於單純因外來危險源所致之事故，尚不生牴觸憲法第18條人民服公職權之問題",
		"按保障法第19條前段規定：「公務人員執行職務之安全應予保障。」係法律明定國家對於公務人員執行職務之安全，負有保障義務之明文規定。而系爭規定一明定：「公務人員執行職務時，發生意外致受傷、失能或死亡者，應發給慰問金。」則係對於公務人員因執行職務所致受傷、失能或死亡者，應予補償之明文規定。此由102年7月3日修正公布之職業安全衛生法（下稱職安法）第1條規定：「為防止職業災害，保障工作者安全及健康，特制定本法；其他法律有特別規定者，從其規定。」其修正之立法理由中，說明參酌經濟社會文化權利國際公約（第7條第1項第2款規定）之精神，確保「人人享有安全衛生工作環境」之權利，本法保障範圍除「受僱勞工」外，尚擴及「自營作業者」、職業訓練機構學員等工作者。爰將「保障勞工安全與健康」修正為「保障工作者安全及健康」，並說明保障法第19條授權訂定之「公務人員安全及衛生防護辦法」，係對於公務人員之安全衛生之特別規定，應優先適用（立法院第8屆第2會期第11次會議議案關係文書，院總第961號政府提案第13447號，政6頁參照）。是有關公務人員執行職務之職業安全保障，係國家保障所有工作者安全及健康法制度之一環，應無疑義。又，公務人員安全及衛生防護辦法明定，各機關於公務人員執行職務遭受生命、身體及健康之侵害後，應採取下列措施：依規定即時辦理核發慰問金；協助辦理請假、保險、退休、撫卹等事宜；協助轉介專業機構進行心理諮商輔導或醫療照護，並採取其他必要之措施（該辦法第23條第4款至第7款規定參照）等情，亦足以證之。",
		"綜上所述，系爭規定一係國家對公務人員執行職務發生意外所為保障，乃憲法保障人民服公職權之具體化，有關「公務人員執行職務時，發生意外……」，基於國家對人民服公職權之保障意旨，其所稱之「意外」，本不限於單純因外來危險源所致之事故，尚應包含因公務人員本身之疏忽所致者。是系爭規定一尚不生牴觸憲法第18條人民服公職權保障之問題。",
		"至系爭規定一之立法理由雖指該規定所稱之意外，參酌保險法第131條第2項規定及其實務運作，指突發性之外來危險事故；當事人疏忽或疾病所致者，皆非屬意外事故（立法院第9屆第3會期第1次會議議案關係文書，院總第1549號政府提案第15897號，政000-000頁參照）（註）。亦即將「意外」限定於有外來危險，惟參酌保險法第131條第2項規定，前項意外傷害，指非由疾病引起之外來突發事故所致者。其立法初衷或司法實務見解，係為區分疾病與突發事故之意外傷害，並無將當事人疏忽所造成事故予以排除之意思。該立法理由之說明容有商榷餘地，惟尚非本判決所得審理之標的，附此敘明。",
		"四、系爭規定二其中關於「外來危險事故」部分，增加法律所無之限制，牴觸憲法第18條人民服公職權之保障意旨",
		"系爭規定一有關「公務人員執行職務時，發生意外……」，其所稱之「意外」，如前所述，既不限於單純因外來危險源所致之事故，尚應包含因公務人員本身之疏忽所致者。系爭規定二規定：「本辦法所稱意外，指非由疾病引起之突發性的外來危險事故。」對於「意外」之定義，將「外來危險」作為突發性外來事故之要件，而限定有外來危險源所致之事故，始可發給慰問金，排除因公務人員本身之疏忽所致之事故，係增加母法（即系爭規定一）所無之限制，且與職安法之規範意旨不符，牴觸憲法第18條人民服公職權之保障意旨。",
		"況銓敘部前揭復函亦謂：慰問金發給辦法施行以來，各機關學校迭有建議放寬對於「意外」要件之認定，且當事人受突發性外力之意外事故時（如突發之強風），往往難以舉證，各機關學校亦有查證困難之虞。又意外傷害之發生，除突發性之外來危險事故外，難免有個人疏失之因素在內，相關因果關係之判斷，甚難釐清。為期落實公務人員之權益照護，爰於110年4月16日修正發布本辦法，將本辦法第3條第1項所定「意外」之定義，明確排除「危險」要件之認定，不再限制尚須有外來危險因素介入，亦不因單純個人疏失即不發給慰問金等語，併此敘明。",
		"伍、結論",
		"綜上，系爭規定一係國家對公務人員執行職務發生意外所為保障，乃保障人民服公職權之具體化，尚不生牴觸憲法第18條人民服公職權保障之問題。基於國家對人民服公職權之保障意旨，其所稱之「意外」，本不限於單純因外來危險源所致之事故，尚應包含因公務人員本身之疏忽所致者。系爭規定二其中關於「外來危險事故」部分，增加法律所無之限制，牴觸憲法第18條人民服公職權之保障意旨。",
		"又本件聲請人得依法提起再審請求救濟；聲請人所屬機關亦得逕依本判決意旨撤銷原處分，就聲請人原因案件之原申請為適當之處理。",
		"陸、併此指明部分",
		"慰問金係公務人員因公致受傷、失能或死亡，而對公務人員或其遺屬之法定給與，為國家照護公務人員義務之一環，具職災補償之性質，業如上述。其既屬國家於職業災害發生時，對受害者之法定給付，以慰問金名之，易予人以其係國家恩給之聯想，或有予以適當正名之必要。",
		"註：銓敍部100年3月4日部退四字第1003325382號書函略以：「依公務人員因公傷亡慰問金發給辦法第3條規定，所稱『意外事故』係指突發性之外來事故，直接導致正執行公務者受傷、殘廢（現為失能）或亡故之事件（本人疏忽或宿疾所致之結果，皆非意外事故）。……」其中有關「本人疏忽……所致之結果……非意外事故」之內容，與系爭規定一之立法理由相同。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由蔡大法官烱燉主筆。",
	"大法官就主文所採立場表": {
		"446714": "憲法法庭112年憲判字第15號判決主文立場表"
	},
	"意見書": {
		"446709": "憲法法庭112年憲判字第15號判決黃大法官虹霞提出之協同意見書",
		"446710": "憲法法庭112年憲判字第15號判決蔡大法官明誠提出之協同意見書",
		"446711": "憲法法庭112年憲判字第15號判決蔡大法官宗珍提出，吳大法官陳鐶、林大法官俊益、張大法官瓊文、楊大法官惠欽加入之部分不同意見書",
		"446712": "憲法法庭112年憲判字第15號判決許大法官志雄提出，張大法官瓊文加入第二部分、黃大法官昭元加入之不同意見書"
	},
	"判決全文": {
		"446715": "憲法法庭112年憲判字第15號判決"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺北高等行政法院109年度簡上字第51號行政判決"
	},
	"判決摘要": {
		"446716": "憲法法庭112年憲判字第15號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"446717": "石耀琳1091222解釋憲法聲請書_OCR",
			"446718": "石耀琳1100524解釋憲法補充理由書_OCR"
		},
		"其他": {
			"446719": "大法官函詢及銓敘部1101112部退五字第1105392229號回函_OCR",
			"446720": "大法官函詢及公務人員保障暨培訓委員會1101117公保字第1100009795號回函_OCR"
		}
	}
}