{
	"id": "310022",
	"類型": "判決",
	"判決字號": "112年憲判字第16號",
	"標題": "提撥勞工退休金差額案",
	"原分案號": "108年度憲三字第6號",
	"判決日期": "2023-10-27",
	"聲請人": "最高行政法院第三庭",
	"案由": "聲請人因審理勞動基準法事件，認應適用之勞動基準法第56條第2項規定牴觸憲法，聲請解釋憲法。",
	"主文": [
		"勞動基準法第56條第2項規定：「雇主應於每年年度終了前，估算前項勞工退休準備金專戶餘額，該餘額不足給付次一年度內預估成就第53條或第54條第1項第1款退休條件之勞工，依前條計算之退休金數額者，雇主應於次年度3月底前一次提撥其差額，……」並未牴觸憲法第23條比例原則，與憲法第15條保障人民財產權之意旨尚無違背，亦不生違反憲法第7條平等原則之問題。"
	],
	"理由": [
		"壹、原因案件事實概要及聲請人陳述要旨",
		"一、原因案件事實概要",
		"最高行政法院106年度上字第947號勞動基準法事件之上訴人，因遭臺北市政府勞動局查得，預估於中華民國105年度有34名勞工成就勞動基準法（下稱勞基法）第53條規定之退休條件，而其勞工退休準備金（下稱勞退準備金）專戶之餘額，不足給付上開勞工之退休金數額，卻未依同法第56條第2項規定（下稱系爭規定）提撥差額，乃被依法處以罰鍰，並公布上訴人名稱及負責人姓名。上訴人不服，循序提起行政訴訟，經臺北高等行政法院106年度訴字第386號判決駁回後，又提起上訴。聲請人因審理該上訴事件，認應適用之系爭規定不符憲法比例原則及平等原則，侵害人民財產權，牴觸憲法第7條、第15條及第23條規定，乃裁定停止訴訟程序，提出本件聲請。",
		"二、聲請人陳述要旨",
		"系爭規定命雇主應於每年年度終了前，估算次一年度成就勞基法第53條或第54條第1項第1款退休條件之勞工退休金數額與勞退準備金專戶餘額之差額（下稱退休金差額），於次年度3月底前一次提撥，其規範內容未考量勞退準備金專戶餘額與雇主應給付之退休金數額存有差距，乃勞退準備金制度採行責任準備制之當然結果，亦未考量雇主之事業單位規模大小、存續期間長短、適用勞基法退休制度之勞工人數、符合退休條件人數及其退休金數額多寡，以及雇主經營情形、財務狀況與給付能力，而於勞基法第55條第3項規定已允許雇主報經主管機關核定後，得分期給付已退休勞工之退休金下，又一律命雇主須將僅為預估之退休金差額一次提撥補足，且未有緩和性措施或調整機制；尤未基於憲法增修條文第10條第3項規定扶助並保護中小企業生存與發展之意旨，特別斟酌對中小企業造成之不利益。故系爭規定造成雇主財產權之侵害與所欲達到保障勞工請領退休金權益之目的間，欠缺合乎比例之關係，違反憲法第23條比例原則，牴觸憲法第15條保障財產權之意旨。",
		"系爭規定要求雇主一次提撥補足退休金差額，相較於勞基法第55條第3項規定：「……退休金，雇主應於勞工退休之日起30日內給付，如無法一次發給時，得報經主管機關核定後，分期給付。」二者規範目的既均在使勞工退休時，能一次足額領取退休金，然系爭規定卻以「已成就」退休條件之勞工，與「預估次一年度成就」退休條件之勞工為區別，在「已退休勞工」之雇主與「預估成就退休條件勞工」之雇主間為差別對待，造成不平等，且所採取之分類與規範目的之達成間並無關聯性，違反憲法第7條平等原則。",
		"貳、受理要件之審查及審查依據",
		"按111年1月4日憲法訴訟法修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依該次修正施行前之規定，憲法訴訟法第90條第1項定有明文。查本件聲請案係於108年1月31日繫屬，其受理與否，應依111年1月4日憲法訴訟法修正施行前之規定，即司法院大法官審理案件法第5條第2項定之。經核本件聲請，與上開規定要件相符，爰予受理。",
		"參、審查標的",
		"系爭規定即勞基法第56條第2項規定：「雇主應於每年年度終了前，估算前項勞工退休準備金專戶餘額，該餘額不足給付次一年度內預估成就第53條或第54條第1項第1款退休條件之勞工，依前條計算之退休金數額者，雇主應於次年度3月底前一次提撥其差額，……。」",
		"肆、形成主文之法律上意見",
		"一、本件所涉基本權利與審理原則",
		"國家為改良勞工之生活，增進其生產技能，應制定保護勞工之法律，實施保護勞工之政策，憲法第153條第1項定有明文。勞基法即國家為實現此一基本國策所制定之法律，而立法者對於應設計如何內容或方式之保護勞工規範，固有一定之形成空間，惟如因此對於人民基本權利構成限制，則仍應符合憲法第23條比例原則之要求。",
		"按勞基法係國家本於保護勞工權益之意旨，由立法者所形成各項勞動條件最低標準之法律，而保護勞工最低勞動條件之內容及其保障方式等之設計，因涉及社會環境、經濟結構、勞雇關係等複雜之政策性問題，基於功能最適之考量，立法者有一定之形成空間；勞基法第6章有關勞工退休制度，即國家透過立法方式所積極建構之最低勞動條件之一，其中第56條規定之雇主提撥勞退準備金義務，為照顧勞工生活方式之一種，至系爭規定課予雇主一次提撥退休金差額之義務，影響雇主之資金調度及運用，限制雇主自由使用、處分其財產之財產權。是系爭規定之立法目的如係為追求正當公共利益，且所採取之手段與正當目的之達成間具合理關聯，即與憲法比例原則無違。",
		"二、系爭規定與憲法第15條保障人民財產權之意旨尚無違背",
		"勞基法第56條第1項前段關於雇主應按月提撥勞退準備金之規定，係73年7月30日勞基法制定公布時即予明定，乃為促使雇主履行給付勞工退休金義務，以貫徹保護勞工之憲法意旨，並衡酌政府財政能力、強化受領勞工勞力給付之雇主對勞工照顧義務之適當手段（司法院釋字第578號解釋理由書第2段參照）。",
		"上述勞基法規定之勞退準備金提撥制度，係採部分提存之責任準備制，且雖自勞基法施行時即有提撥率範圍及各事業單位擬定提撥率應考量因素之明文（74年7月1日訂定發布之勞工退休準備金提撥及管理辦法第2條、第3條、104年11月19日修正發布之同辦法第2條及104年2月4日修正公布之勞基法第56條第1項規定參照），但擬定之提撥率究屬概算性質，並法定提撥率又有相當幅度之彈性（百分之二至百分之十五），從而事業單位若長期以最低提撥率提撥，經相當期間，易致勞退準備金不足，則於事業單位無預警關廠、歇業時，常生無力支付勞工退休金，而影響勞工權益之情事（立法院公報第104卷第9期院會紀錄第110、111及138頁參照）。故為避免事業單位歇業時，勞工因雇主未依法提撥或未足額提撥勞退準備金，影響勞工日後請領退休金之權益（104年2月4日修正公布勞基法第56條立法理由參照），乃於104年2月4日增訂公布系爭規定，令雇主於當年年度終了前估算次年度退休金差額，並於次年度3月底前補足之。其目的係為使雇主及早準備，確保次年度退休之勞工能獲得法定足額退休金，降低雇主因突發性企業財務問題，影響勞工退休金之籌措，以強化勞工請領退休金權益之保障。是系爭規定之立法目的符合憲法第153條第1項規定國家應實施保護勞工政策之意旨，核屬正當。",
		"系爭規定雖要求雇主應將所估算之次年度退休金差額，於勞工退休金給付時點尚未全然屆至之次年度3月底前即一次提撥，惟此所令雇主一次提撥之次年度3月底，核係勞工成就退休條件年度之3月底，故就確保雇主履行該年度已成就或隨時可能成就之勞工退休金給付義務言，係有即時預防，並預警雇主之勞退準備金專戶餘額將不足支應勞工退休金，而具強化勞工退休權益保障之效益。",
		"又系爭規定令雇主撥補勞退準備金專戶餘額之金額，雖係指不足給付次一年度內成就退休條件之勞工退休金數額之差額，而包含符合自願退休條件之勞工退休金金額（勞基法第53條規定參照），致具相當之預估性；惟所要求雇主撥補者，僅及於次一年度在法制上享有退休權利之勞工退休金金額與勞退準備金專戶餘額之差額，且此等差額之多寡，又繫於雇主如何履行其提撥勞退準備金義務。申言之，雇主若確實依法規規定擬定「適切」提撥率且按月提撥，或於勞工退休金條例（即勞退新制）於94年間施行後，依該條例第13條第1項規定，按精算之提撥率於5年內足額提撥勞退準備金，則雇主每年應一次提撥補足之退休金差額尚屬有限；況可避免因金融機構對事業單位之放款意願所影響之資金調度（勞基法第56條第7項規定參照），減少雇主須於短期內籌措較高額退休金所衍生之財務問題。從而，就確保雇主履行即將到來且隨時可能成就之勞工退休金給付義務言，系爭規定所要求預估補足之金額範圍並不至過於廣泛。",
		"再者，系爭規定雖係104年2月4日修正公布，並自公布日施行，惟雇主係於系爭規定施行之當年度即104年度終了前，始須估算退休金差額，並於次年度3月底一次提撥退休金差額。是雇主依系爭規定初次應提撥退休金差額，係有超過1年之準備時間，而此等準備時間，核具有過渡期間之實質效益。",
		"此外，關於雇主提撥之退休金差額（包含所預估符合自願退休條件之勞工退休金金額），法制上又有配套規範，即此等退休金差額得列報為實際提撥年度之事業單位營利事業所得稅之費用（營利事業所得稅查核準則第71條第8款第4目規定、已廢止之財政部104年11月10日台財稅字第10400608350號令及同已廢止之財政部106年5月17日台財稅字第10604006020號令參照），以及所匯集之勞工退休基金具不得低於當地銀行2年定期存款利率之基金運作收益保證（勞基法第56條第4項規定參照），暨勞退準備金累積至足以支應勞工退休金時，得報請當地主管機關核准暫停提撥（勞工退休準備金提撥及管理辦法第3條規定參照）等，以適度衡平雇主於其勞工退休金給付義務尚未全然屆至時，即須一次提撥退休金差額所受之財產權限制。",
		"況勞退準備金專戶乃用以支付已成就退休條件勞工之退休金，故勞退準備金專戶餘額之多寡，除涉及雇主按月提撥之勞退準備金外，尚受雇主所應支付退休金金額之影響。申言之，勞退準備金之提撥率、退休勞工人數及其等退休金金額、在職勞工適用勞基法退休制度（即勞退舊制）之人數及其等每月薪資等等，均係影響勞退準備金專戶餘額多寡之因素；尤其勞工退休金條例（即勞退新制）於94年間施行後，隨勞基法施行時間之推進，適用勞基法退休制度者將逐年遞減（勞工退休金條例第8條規定參照），即應依勞基法第56條第1項規定提撥勞退準備金者將越少，而相對於因選擇勞退舊制之勞工原則上將在該事業單位退休，則以勞退準備金優先支付勞工退休金之個案將會增加（勞工退休準備金提撥及管理辦法第7條規定參照），從而雇主提撥之勞退準備金與各事業單位成就退休條件之勞工退休金間，產生不足額之風險及金額均將提升，而更彰顯系爭規定之即時預防效益。",
		"綜上，系爭規定命雇主一次提撥補足經估算之退休金差額，既具有即時預防之效益，且所要求預估補足之金額範圍又不至過於廣泛，並有得認列為提撥年度之事業單位營利事業所得稅之費用、收益保證及暫停提撥等之配套措施，暨雇主就初次提撥退休金差額具1年準備時間，以適度衡平雇主權益，亦難謂未兼顧憲法增修條文第10條第3項規定國家應扶助並保護中小型經濟事業之意旨，故系爭規定之手段尚在合理範圍，而與所欲達成強化保障勞工請領退休金權益之正當目的間具有合理關聯，並未牴觸憲法第23條比例原則，與憲法第15條保障人民財產權之意旨尚無違背。",
		"三、系爭規定尚不生違反憲法第7條平等原則之問題",
		"按勞基法先後以第55條第3項前段及系爭規定，所為雇主確定給付制之勞工退休金給付義務及退休金差額提撥義務之規範，其等目的固均為保障勞工退休權益，惟勞基法第55條第3項前段規定係就雇主如何給付勞工退休金，課予雇主原則上應於勞工退休之日起30日內給付，但例外得分期給付之義務；系爭規定則係就如何確保雇主將來給付勞工退休金之能力，所課予雇主應於勞工成就退休條件年度之3月底前一次提撥退休金差額之義務；故而，二者係分別針對雇主履行給付義務與提撥義務之方式，所為之規範。",
		"申言之，勞基法第55條規定之勞工退休金制度因採雇主確定給付制，是雖有同法第56條之勞退準備金提撥制，但亦難免於事業單位同時要退休之勞工人數太多或發生財務問題之特殊情況，致生應給付之退休金超過勞退準備金，而雇主卻無力支付該不足額之情形，加以勞基法第55條規定之勞工退休金制度係於73年7月30日勞基法制定公布時即予明定，是當時乃基於顧及雇主負擔能力之目的（73年7月30日制定公布勞基法第55條之立法理由參照），在同條第3項前段為雇主得報准分期給付之規定，使雇主於依法提撥之勞退準備金不敷支付，且事業之經營或財務確有困難時（勞基法施行細則第29條規定參照），得報准分期履行其之給付勞工退休金義務，以緩和雇主之資金調度與財務負擔。",
		"至系爭規定則係勞基法於104年2月4日修正公布時始予增訂，其施行距勞基法第56條第1項所定勞退準備金之開始提撥日（75年11月1日），已近30年，核係為因應勞基法第56條第1項規定所採部分提存之責任準備制及具相當彈性之提撥率，所致勞退準備金專戶之餘額，不足支應隨時可能成就之雇主給付勞工退休金義務而設，具有預警雇主之勞退準備金專戶餘額將不足支應勞工退休金，以強化勞工退休權益保障之目的；且就該提撥之退休金差額，則另訂有費用認列、收益保證及暫停提撥等配套措施。",
		"從而，勞基法第55條第3項前段規定及系爭規定，雖同具保障勞工退休權益之目的，但係立法者為保障勞工退休權益，對雇主所為之不同義務規定。亦即勞基法第55條第3項前段係就已對個別勞工原則上應負一次具體給付退休金義務之雇主，為兼及其負擔能力，而為雇主得報准分期給付之規定；至系爭規定則是就所有雇主課予補足退休金差額義務之規定，係對受領勞工勞動給付之雇主，所為確保其給付勞工退休金負擔能力之預防措施；二者各有其立法時空背景下欲因應之法制問題，致因而課予雇主之不同義務，以及因此採取不同之履行義務方式及相應之配套或緩和措施，尚無可相提並論性。是系爭規定未如勞基法第55條第3項前段，為類如「雇主如無法一次發給時，得報經主管機關核定後，分期給付」之彈性措施規定，尚不生違反憲法第7條平等原則之問題。",
		"四、結論",
		"綜上所述，系爭規定並未牴觸憲法第23條比例原則，與憲法第15條保障人民財產權之意旨尚無違背，亦不生違反憲法第7條平等原則之問題。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由楊大法官惠欽主筆。",
	"大法官就主文所採立場表": {
		"447804": "112年憲判字第16號判決主文立場表"
	},
	"意見書": {
		"447803": "憲法法庭112年憲判字第16號判決謝大法官銘洋提出，黃大法官瑞明、詹大法官森林加入之不同意見書"
	},
	"判決全文": {
		"447805": "憲法法庭112年憲判字第16號判決_OCR"
	},
	"判決摘要": {
		"447806": "憲法法庭112年憲判字第16號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"447807": "最高行政法院第二庭1080129解釋憲法聲請書_OCR"
		},
		"其他": {
			"447808": "勞動部1100520勞動福3字第1100135369號函_OCR"
		}
	}
}