{
	"id": "310025",
	"類型": "判決",
	"判決字號": "112年憲判字第17號",
	"標題": "禁止醫師為醫療廣告案",
	"原分案號": "107年度憲三字第13號",
	"判決日期": "2023-11-03",
	"聲請人": "臺北高等行政法院地方行政訴訟庭德股法官",
	"案由": "聲請人因審理臺北高等行政法院地方行政訴訟庭112年度簡字第13號醫療法事件，認應適用之醫療法第84條規定，有牴觸憲法疑義，聲請解釋憲法。",
	"主文": [
		"醫療法第84條規定：「非醫療機構，不得為醫療廣告。」其中關於禁止醫師為醫療廣告之部分，與憲法第11條保障言論自由之意旨有違，於此範圍內，應自本判決公告之日起，失其效力。"
	],
	"理由": [
		"壹、聲請人及相關機關陳述意旨",
		"一、本案聲請人原為臺灣臺北地方法院行政訴訟庭晴股法官，案號為臺灣臺北地方法院105年度簡字第274號。嗣因中華民國112年8月15日實施行政訴訟新制，改由臺北高等行政法院地方行政訴訟庭德股法官承辦，本件聲請人爰記載為臺北高等行政法院地方行政訴訟庭德股法官，合先敘明。聲請人陳述略以：聲請人審理臺北高等行政法院地方行政訴訟庭112年度簡字第13號醫療法事件，確信該事件應適用之醫療法第84條規定：「非醫療機構，不得為醫療廣告。」（下稱系爭規定），僅准許醫療機構為醫療廣告，禁止醫師為醫療廣告，侵害醫師受憲法第11條言論自由、第15條職業自由及第7條平等保障之基本權，爰聲請宣告系爭規定違憲等語。",
		"二、相關機關衛生福利部陳述略以：醫療業務之行為具公益性，攸關民眾生命、身體及健康法益，有別於一般商業行為。宣傳醫療業務之醫療廣告自不能與一般商業行為同論。為維護國民健康之重大公共利益，以「非醫療機構，不得為醫療廣告」限制管理，尚符合比例原則等語。",
		"貳、受理要件之審查",
		"按憲法訴訟法（下稱憲訴法）111年1月4日修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查本件聲請案於107年6月5日提出，其受理與否，應依憲訴法修正施行前之規定，即司法院釋字第371號、第572號及第590號解釋所示法官聲請釋憲之要件定之。聲請人就系爭規定聲請釋憲，核與上開要件相符，應予受理。",
		"參、形成主文之法律上意見",
		"一、本判決所論醫師及醫療廣告之範圍",
		"系爭規定為醫療法中之規定，就其所禁止之醫療廣告，並未另明文定義，自應與同法第9條所定義之醫療廣告為同一解釋，亦即利用傳播媒體或其他方法，宣傳醫療業務，以達招徠患者醫療為目的之行為。至於醫學新知或研究報告之發表、病人衛生教育、學術性刊物，未涉及招徠醫療業務者，不視為醫療廣告（同法第87條第2項規定參照）。再者，得否為醫療廣告係規定於醫療法，故本判決所論述得否為醫療廣告之醫師，係指同法第10條第2項所稱醫師，亦合先敘明。",
		"依此，醫師本於其專業所發表之意見，縱使事實上亦有招徠患者之效果，若非以此為目的，即非系爭規定所禁止。反之，若以招徠患者為目的，縱使其所公開發表者並非醫療專業知識，僅為醫師之姓名、性別、學歷、經歷及其醫師、專科醫師證書字號、地址、電話及交通路線、診療科別及診療時間等一般醫療資訊（同法第85條第1項規定參照），亦屬系爭規定所禁止。從而是否以招徠患者為目的之公開言論，為判斷有無系爭規定適用之核心事項。又有關提供一般醫療資訊之醫療廣告，並非本質上僅可能由醫療機構為之，因本判決之原因案件所涉及者，為系爭規定禁止醫師為醫療廣告之違憲審查，故本判決僅就此部分為審查。",
		"二、系爭規定牴觸憲法第11條言論自由之保障",
		"（一）本件應採中度標準審查立法者對醫師為醫療廣告之言論自由管制",
		"1.醫師職業與醫療廣告之關係",
		"系爭規定係禁止醫療機構以外包含醫師在內之人為醫療廣告，而非禁止醫師為其他行為。因此，先究明醫師職業及醫療廣告之基本特性，自有助於審查此一禁止規定是否合於憲法規定。",
		"按醫師為得實施醫療行為之專門職業人員，醫療行為具有高度專業性與個別性，每一疾病均有其成因及治療方法，同一治療方法未必可普遍適用於所有病患。實施醫療行為之醫師必須以專業知識與醫療技術，針對個別患者之具體情況，採取適當醫療措施。如何實施適當之醫療措施，國家並無能力為全部規範或管制，尚有賴醫師遵循其專業之醫療倫理，以及醫師公會之自治與自律。此外，患者亦必須將其患病之真實情形，告知醫師，俾醫師據為診察及治療之重要參據。易言之，醫療倫理之遵守、患者與醫生間之信賴關係，以及醫師公會之自治與自律，均為醫師實施健全醫療行為，所不可或缺之條件。從另一方面言，醫師所執行者，係攸關國民健康之醫療業務，具有明顯利他性及公益性，並非僅以營利為目的，醫師為招徠患者而為廣告，亦有可能被認為涉及醫師專業形象及民眾信賴。",
		"然而，醫療廣告除係宣傳醫療業務，以招徠患者外，亦含有彰顯醫師自我表現，向大眾傳遞醫療訊息之性質，對於民眾就醫之選擇，亦有提供參考資訊之功能。在以保障言論自由為重要內涵之我國憲法規定下，即使為從事醫療專業之醫師，就其專業有關之言論自由，亦不能完全排除。申言之，醫師之姓名、性別、學歷、經歷及其醫師、專科醫師證書字號、地址、電話及交通路線、診療科別及診療時間等一般醫療資訊之提供（同法第85條第1項規定參照），無涉醫療行為之專業性或個別性，縱使醫師基於招徠患者之目的而提供上開資訊，對於患者而言，幾乎有利無害。即使所提供者為一般資訊以外之醫療專業知識，鑑於醫療具有高度專業性，民眾對於醫療資訊，每每難以完全了解，由醫師本於其專業提供民眾正確就醫訊息，對於民眾為醫療選擇，亦甚為重要。",
		"2.對系爭規定之憲法審查基準",
		"憲法第11條規定，人民之言論自由應予保障。言論自由，在於保障意見之自由流通，使人民有取得充分資訊及自我實現之機會，包括政治、學術、宗教及商業言論等，並依其性質而有不同之保護範疇及限制之準則。其中非關公意形成、真理發現或信仰表達之商業言論，固兼具意見表達之性質，然尚不能與其他言論自由之保障等量齊觀，立法者亦得對商業言論為較嚴格之規範。惟商業言論提供之訊息，其內容為真實、無誤導性，以合法交易為目的而有助於消費大眾作出經濟上之合理抉擇者，仍應受憲法第11條言論自由之保障。國家為保障消費者獲得真實而完整之資訊，避免商業廣告或標示內容造成誤導作用，或為增進其他重要公共利益目的，例如保護國民健康，自得立法採取與上述目的之達成間具有實質關聯之手段，限制商業廣告，迭據大法官作成解釋（司法院釋字第414號、第577號及第794號解釋參照）。",
		"系爭規定係限制醫療廣告之主體，與前開大法官解釋，係針對立法者對於言論內容之限制所為闡釋，二者雖有不同，然系爭規定所禁止者，仍與言論自由之限制有關，故前開大法官所闡釋之審查標準，亦可援用於本件。醫師為醫療廣告，除涉及醫師表現自我，傳播訊息予大眾之言論自由外，亦與國民健康有密切關聯，從而立法者自得為達成保護國民健康之目的，採取與此目的之達成間，具有實質關聯性之手段，以為管制。",
		"（二）系爭規定牴觸憲法第11條保障言論自由之意旨",
		"1.系爭規定之立法目的與憲法尚無牴觸",
		"醫師法於32年8月28日制定之初，就醫師關於其業務之廣告規定於第17條，該條規定：「醫師關於其業務不得登載或散布虛偽誇張之廣告。」並未全面禁止醫師為業務廣告，僅禁止為虛偽誇張之廣告。其後歷經多次修法，迄75年醫療法制定施行前，此一基本立場並未改變。",
		"嗣醫療法於75年11月24日公布施行時，鑑於依醫師法第18條規定，醫療廣告以醫師為管理對象，致醫師常以其所開設或執業之醫院、診所名義為醫療廣告，形成管理上之困難，且醫師原則上應於衛生主管機關核准登記之醫療機構執業，故有關醫療業務廣告，自宜以醫療機構名義為之，乃於醫療法第59條規定：「非醫療機構，不得為醫療廣告。」（立法院公報第75卷第97期，院會紀錄，第15頁參照），復於立法理由謂：「本條規定為醫療廣告者以醫療機構為限。又為防杜醫療機構屆時以醫師名義為醫療廣告，復造成管理上適用之困難，同時於醫師法規定醫師不得為醫療廣告。」並於同法第5章規定醫療機構得為與不得為之廣告等事項。",
		"為配合醫療法之施行，76年12月21日施行之醫師法第18條乃修正為：「醫師對於其業務不得為醫療廣告。」嗣醫師法全文於90年12月21日修正、91年1月16日公布施行時，以醫療廣告已由醫療法設有專章規範，為避免兩法產生矛盾，故刪除該條規定（立法院第四屆第四會期衛生環境及社會福利、司法二委員會第三次聯席會議紀錄，立法院公報第90卷第4期委員會紀錄，第493頁參照）。自此，就醫師得否為醫療廣告之問題，即由醫療法規範。因醫療法第59條規定：「非醫療機構，不得為醫療廣告。」從而醫師亦在不得為醫療廣告之列。",
		"嗣醫療法全文於93年4月9日修正並於同年月28日公布時，將原第59條移列至第84條（即系爭規定），文字則未再更動。",
		"由上述立法沿革及立法理由可知，系爭規定之目的有二，其一係為避免醫師為醫療廣告，造成管理上之困難，其二則係避免不當廣告而維護國民健康。",
		"按醫師為醫療廣告涉及醫師受憲法保障之言論自由，非有為維護國民健康而增進公共利益之必要，不得限制之（憲法第23條規定參照）。醫療廣告由醫師或醫療機構為之，對於民眾取得醫療資訊之助益，並無本質上差異，系爭規定若僅為醫療廣告行政管理方便之目的，准許醫療機構為醫療廣告而禁止醫師為之，固難認係為追求重要公共利益。惟系爭規定尚有維護國民健康之目的，從而仍可認為係為追求重要公共利益，與憲法尚無牴觸。",
		"2.系爭規定禁止醫師為醫療廣告，與其所欲達成維護國民健康之目的間，欠缺實質關聯",
		"按醫療行為係十分複雜而專業之業務，不同部門或科際間，既有明確分工，復彼此關聯，而醫師為具備醫療專業知識且依法得執行醫療業務之人，由醫師提供相關適當訊息，自有助於病患就醫選擇，為落實病患自主權所必要，禁止醫師為醫療廣告，未必有利於國民健康之維護，自無待言。又我國自32年醫師法制定施行起，迄75年醫療法制定施行止，醫師法均准許醫師為醫療廣告，期間已歷40餘年，未見相關衛生福利機關提出任何實證資料，足以推論一旦准許醫師為醫療廣告，必會為不當醫療廣告，因而可認為禁止醫師為醫療廣告，乃為維護國民健康或增進公共利益所必要。是以系爭規定之立法目的為維護國民健康，與所採全面禁止醫師為醫療廣告之手段間，難認有實質關聯性。立法者雖又以醫師原則上應於衛生主管機關核准登記之醫療機構執業，作為禁止醫師為醫療廣告之另一理由。然而，醫師執行醫療業務，非絕對應於醫療機構為之，於符合一定條件下，得於醫療機構外執行業務（醫師法第8條之2但書規定參照），更非僅能於同一醫療機構執業。故醫師得否自主為醫療廣告與醫療機構可否為醫療廣告，分屬二事，尚難以醫療機構已可為醫療廣告為由，即禁止醫師為之。醫師依其本於醫師資格為醫療行為之獨立性，就其醫療業務所為廣告，非醫療機構所能代替，自應受憲法言論自由之獨立保障。",
		"是系爭規定為達到維護國民健康之目的，與所採禁止醫師為醫療廣告之手段間，難認有何實質關聯，違反憲法第23條比例原則，與憲法第11條保障醫師言論自由之意旨有違。",
		"肆、結論",
		"系爭規定禁止醫師為醫療廣告之部分，與憲法第11條保障言論自由之意旨不符，於此範圍內，應自本判決公告之日起，失其效力。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由呂大法官太郎主筆。",
	"大法官就主文所採立場表": {
		"448262": "憲法法庭112年憲判字第17號判決主文立場表"
	},
	"意見書": {
		"448256": "憲法法庭112年憲判字第17號判決許大法官志雄提出，謝大法官銘洋、楊大法官惠欽加入之協同意見書",
		"448257": "憲法法庭112年憲判字第17號判決詹大法官森林提出之協同意見書",
		"448258": "憲法法庭112年憲判字第17號判決黃大法官昭元提出之協同意見書",
		"448259": "憲法法庭112年憲判字第17號判決蔡大法官宗珍提出之協同意見書"
	},
	"判決全文": {
		"448263": "憲法法庭112年憲判字第17號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣臺北地方法院105年度簡字第274號行政裁定"
	},
	"判決摘要": {
		"448264": "憲法法庭112年憲判字第17號判決摘要"
	},
	"相關法令": [
		"醫療法第84條"
	],
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"448265": "臺灣臺北地方法院行政訴訟庭晴股法官107.06.04釋憲聲請書_OCR"
		},
		"其他": {
			"448266": "大法官函詢及中華民國醫師公會全國聯合會1101006全醫聯字第1100001293號回函_OCR",
			"448267": "大法官函詢及衛生福利部1101020衛部醫字第1101666385號回函_OCR"
		}
	}
}