{
	"id": "351004",
	"類型": "判決",
	"判決字號": "112年憲判字第18號",
	"標題": "選舉重新計票案",
	"原分案號": "112年度憲民字第818號",
	"判決日期": "2023-11-17",
	"聲請人": "葉高潔",
	"案由": "聲請人認所受確定終局裁定及其所適用之公職人員選舉罷免法第69條第1項前段規定，牴觸憲法，聲請裁判及法規範憲法審查。",
	"主文": [
		"一、公職人員選舉罷免法第69條第1項前段規定：「區域立法委員、直轄市長、縣（市）長選舉結果，得票數最高與次高之候選人得票數差距，或原住民立法委員選舉結果得票數第三高與第四高之候選人得票數差距，在有效票數千分之三以內時，次高票或得票數第四高之候選人得於投票日後7日內，向……管轄法院聲請查封全部或一部分投票所之選舉人名冊及選舉票，就查封之投票所於20日內完成重新計票，並將重新計票結果通知各主管選舉委員會。」排除區域與原住民立法委員、直轄市長及縣（市）長選舉以外公職人員選舉得票數最高之落選人，於其得票數與當選最低得票數差距在有效票千分之三以內時，得向管轄法院聲請重新計票，於此範圍內，牴觸憲法第7條保障平等權之意旨，違憲。立法者應儘速檢討修正相關規定，於修法完成前，凡公職人員選舉結果，得票數最高之落選人，其得票數與當選最低得票數差距在有效票千分之三以內時，均得於投票日後7日內，依相關規定，向管轄法院聲請查封全部或一部分投票所之選舉人名冊及選舉票，並就查封之投票所於20日內完成重新計票。",
		"二、臺灣高等法院中華民國112年2月10日112年度選抗字第1號民事裁定違憲，廢棄之，發回臺灣高等法院。",
		"三、其餘聲請不受理。"
	],
	"理由": [
		"壹、事實背景及聲請人、相關機關陳述要旨",
		"聲請人為111年新竹縣鄉民代表選舉新豐鄉第4選舉區候選人，該區應選出名額為5名，聲請人得票數為1,667票，於該區得票數排名第六位，其與得票數排名第五位之當選人（得票數為1,669票），僅差距2張有效票，得票數差距在有效票千分之三以內。聲請人依公職人員選舉罷免法（下稱選罷法）第69條第1項前段規定（下稱系爭規定），向管轄法院聲請查封該選舉區全部投票所之選舉人名冊及選舉票，並重新計票，經臺灣新竹地方法院111年度選聲字第1號民事裁定予以駁回。聲請人提起抗告，經臺灣高等法院112年2月10日112年度選抗字第1號民事裁定（下稱系爭裁定一），以抗告無理由予以駁回。聲請人提起再抗告，經臺灣高等法院112年3月10日112年度選抗字第1號民事裁定（下稱系爭裁定二），以聲請人就系爭裁定一依法不得再為抗告，其再抗告不合法為由，予以駁回。聲請人認系爭裁定一、其所適用之系爭規定及系爭裁定二牴觸憲法，於法定期間內聲請裁判及法規範憲法審查。",
		"其聲請意旨略以：1.關於系爭規定及系爭裁定一部分：立法者於系爭規定區別「區域立法委員、直轄市長、縣（市）長、原住民立法委員選舉」及上開選舉以外之選舉，僅前者得依系爭規定聲請重新計票，後者則皆不得聲請重新計票，未見立法者表明此等差別待遇之正當目的，況人為計票過程可能發生之疏失，並非僅會發生於較大規模之選舉，系爭規定之立法顯然流於恣意，其差別待遇之目的與手段間顯不具實質關聯性，有違憲法第7條平等原則等語。2.關於系爭裁定二部分：本件原因案件程序應適用非訟事件法第46條準用民事訴訟法關於抗告之規定，系爭裁定二稱重新計票事件應以二審終結，因此以抗告不合法駁回其再抗告，已侵害聲請人受憲法第16條保障之訴訟權等語。",
		"相關機關內政部以答辯書陳述意見略以：1.系爭規定之目的，係在於迅速解決選舉紛爭；其係考量各選舉位階（中央或地方）及性質（民意代表或行政首長），按類型與份量之不同而為相應區別對待，未逾越立法形成自由之界限，並無違反憲法平等原則；其依各選舉之位階及性質而限制重新計票之聲請權人範圍，亦無違平等原則。此外，系爭規定並未對憲法第17條及第130條之被選舉權造成過度限制，合於比例原則。2.系爭規定所定重新計票，並不具訟爭性，本質上應屬非訟事件，應屬於選罷法第127條所定之選舉訴訟，應以二審終結，尚無侵害人民訴訟權之疑慮等語。",
		"相關機關中央選舉委員會以答辯書陳述意見略以：1.系爭規定係考量各選舉之位階（中央或地方）及性質（民意代表或行政首長），按類型與份量之不同而為相應區別對待，未逾越立法形成自由之界限，並無違反憲法平等原則；其依各選舉之位階及性質而限制重新計票之聲請權人範圍，亦無違比例原則。從成本之角度言，不可能亦無必要對選罷法上所有選舉，皆賦予重新計票之設計。此外，系爭規定並未對憲法第17條及第130條之被選舉權造成過度限制，合於比例原則。2.系爭規定所定重新計票，並不具訟爭性，本質上應屬非訟事件，應屬於選罷法第127條所定之選舉訴訟，應以二審終結，尚無侵害人民訴訟權之疑慮等語。",
		"貳、受理要件之審查",
		"一、就系爭裁定一及系爭規定聲請部分",
		"按人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判及其所適用之法規範認有牴觸憲法者，得自用盡審級救濟之最終裁判送達後翌日起之6個月不變期間內，聲請憲法法庭為宣告違憲之判決，憲法訴訟法（下稱憲訴法）第59條定有明文。聲請人就系爭裁定一及其所適用之系爭規定，聲請裁判及法規範憲法審查部分，經核與上開規定所定要件相符，爰予受理。",
		"二、其餘聲請部分",
		"聲請人就系爭裁定二聲請裁判憲法審查部分，核其主張意旨，僅係以自己之見解，爭執法院就相關法律之解釋、適用所持見解，尚難謂已具體敘明系爭裁定二究有何侵害其憲法訴訟權而牴觸憲法之處。是此部分之聲請與憲訴法上開規定所定要件不合，應不受理。",
		"參、審查標的",
		"一、公職人員選舉罷免法第69條第1項前段規定：「區域立法委員、直轄市長、縣（市）長選舉結果，得票數最高與次高之候選人得票數差距，或原住民立法委員選舉結果得票數第三高與第四高之候選人得票數差距，在有效票數千分之三以內時，次高票或得票數第四高之候選人得於投票日後7日內，向……管轄法院聲請查封全部或一部分投票所之選舉人名冊及選舉票，就查封之投票所於20日內完成重新計票，並將重新計票結果通知各主管選舉委員會。」（即系爭規定）",
		"二、臺灣高等法院112年2月10日112年度選抗字第1號民事裁定（即系爭裁定一）",
		"肆、受理部分之審查",
		"一、審查原則",
		"選舉係彰顯主權在民，落實民意政治與責任政治所不可或缺之手段，乃民主政治之根基所在，是憲法第17條明文保障人民之選舉權，其保障範圍包括選舉投票權及被選舉權。國家應立法形成各種選舉制度，俾使人民得依法行使其受憲法保障之選舉權。又立法者制定涉及人民選舉權之選舉實施或救濟程序等法規範時，原則上雖享有一定立法形成空間，惟其立法仍應符合憲法第7條保障平等權之意旨。又，憲法平等權之保障，並不當然禁止國家為差別待遇；法規範所為差別待遇，是否符合平等權保障之要求，應視該差別待遇之目的是否合憲，及其所採取之分類與規範目的之達成間，是否存有一定程度之關聯性而定（司法院釋字第682號、第722號、第745號、第750號、第794號解釋及憲法法庭111年憲判字第4號判決意旨參照）。鑑於選舉對民主政治之重大意義與憲法保障人民選舉權之意旨，涉及人民選舉權之選舉實施或救濟程序等法規範存有差別待遇者，其差別待遇之目的須為追求憲法上之重要公共利益，其所採之分類與規範目的之達成間，須存有實質關聯，始與憲法保障平等權之意旨無違。",
		"二、本庭之審查",
		"系爭規定，即選罷法第69條第1項前段明定：「區域立法委員、直轄市長、縣（市）長選舉結果，得票數最高與次高之候選人得票數差距，或原住民立法委員選舉結果得票數第三高與第四高之候選人得票數差距，在有效票數千分之三以內時，次高票或得票數第四高之候選人得於投票日後7日內，向……管轄法院聲請查封全部或一部分投票所之選舉人名冊及選舉票，就查封之投票所於20日內完成重新計票，並將重新計票結果通知各主管選舉委員會。」明文賦予區域與原住民立法委員、直轄市長及縣（市）長選舉以最高票落選之候選人，於其得票數與當選最低得票數間符合法定得票數差距之要件時，得於投票日後7日內聲請管轄法院查封選舉人名冊及選舉票，由法院重新計票之權利。又，法院依法將重新計票結果通知各主管選舉委員會後，各主管選舉委員會應於7日內依法院重新計票結果，重行審定選舉結果。審定結果，有不應當選而已公告當選之情形，應予撤銷；有應當選而未予公告之情形，應重行公告（選罷法第69條第1項後段規定參照）。依此而言，系爭規定所定法院重新計票制度，其重新計票結果，具有取代相關選舉開票結果之效力，各主管選舉委員會均應依重新計票結果重行審定選舉結果。",
		"究其立法目的，主要應係為確保選舉結果之正確性，以維護選舉公正性，並保障人民憲法上之被選舉權。蓋我國選舉之開票，係由開票所工作人員以當眾唱名開票方式為之（選罷法第57條第5項規定參照），有關選舉票有效與否之認定及候選人得票數之計算等，亦均由開票所工作人員當場以人工方式為之，自不免有偶發人為疏失之可能，此於當選與落選之候選人得票數相當接近時，即有影響選舉結果正確性之慮。系爭規定就此等可能影響選舉結果之情形，容許相關候選人得即時聲請法院重新計票，藉此匡正選舉開票時可能之人為疏失，以確保選舉結果之正確性、公正性及人民受憲法保障之被選舉權。此外，鑑於當選與落選之候選人得票數相當接近時，極可能於選舉開票結束後即引發計票是否有誤之選舉爭議，致生相關訴訟，是系爭規定亦有盡快弭平選舉爭議，迅速解決選舉紛爭之考量（相關機關內政部答辯書意旨參照）。而無論是確保選舉結果之正確性、公正性及人民受憲法保障之被選舉權之目的，抑或迅速解決選舉紛爭之目的，理應均為所有民主選舉所共通追求之憲法上重要公共利益。",
		"然而，系爭規定所定重新計票制度，僅限定適用於區域與原住民立法委員、直轄市長及縣（市）長選舉，排除其餘公職人員選舉。就此而言，系爭規定係以選舉類別為分類標準，將公職人員選舉分為區域與原住民立法委員、直轄市長及縣（市）長選舉3種選舉，及其他選舉兩類，而形成得否適用該規定之差別待遇。依首揭憲法平等權保障意旨，其差別待遇之目的須為追求憲法上之重要公共利益，其所採之分類與規範目的間，須存有實質關聯，始與憲法保障平等權之意旨無違。",
		"就系爭規定之差別待遇所欲追求之目的而言，立法者何以僅容許區域與原住民立法委員、直轄市長及縣（市）長選舉，得適用系爭規定有關聲請法院重新計票之規定，排除其餘地方民意代表與基層選舉，其目的並無明文立法理由可稽。就此，相關機關內政部主張，立法委員選舉、直轄市長與縣（市）長選舉，在法制上、政治上及現實上，相較於其他公職人員選舉，受到社會上更多關注，權衡司法資源分配與選舉公平後，將有限之司法資源分配予選票爭議受到民眾更多關注之上開3種選舉，以謀求迅速弭平選票爭議（相關機關內政部答辯書意旨參照）；中央選舉委員會則主張系爭規定之差別待遇，係基於上開3種選舉之重要性與社會關注度較高，並避免司法、行政資源與社會成本之過度耗費（相關機關中央選舉委員會答辯書意旨參照）。核其等主張意旨，應係認系爭規定之差別待遇所欲追求之目的，在於迅速解決上開3種社會關注度較高、也較重要之選舉所生選票爭議，亦有節省司法資源及行政成本之意。",
		"惟重新計票制度係為確保選舉結果之正確性、公正性與人民受憲法保障之被選舉權，並迅速解決選舉紛爭而設，已如前述。所有依憲法或法律應舉行之公職人員選舉，均屬民主政治之重要環節，均須追求上開目的，並不因選舉位階（中央或地方）及性質（民意代表或行政首長）而有不同；選舉之民主功能與重要性，更不因所謂社會關注度之高低而有差別。況地方民意代表或基層行政首長選舉於各該選舉區是否較不受當地民眾所關注，恐難一概而論。就此而言，系爭規定以選舉類別為標準所為差別待遇，難認存有正當目的，遑論追求憲法上重要公共利益。",
		"此外，系爭規定所採差別待遇，如係為節省司法資源與行政成本，其目的固具公共利益之性質，惟尚難謂係追求憲法上重要公共利益，是縱以節省司法資源與行政成本為差別待遇之目的，亦不符憲法平等權保障意旨之要求。",
		"姑不論此，僅就系爭規定所採分類與其規範目的之關係而言，系爭規定建立法院重新計票制度，其規範目的係在確保選舉結果之正確性、公正性及人民受憲法保障之被選舉權，並迅速解決選舉紛爭，已如前述。而選舉開票時之人為疏失，可能發生於所有選舉，包括系爭規定所定3種選舉以外之其他公職人員選舉，進而損及各該選舉結果之正確性與公正性，並滋生選舉爭議。系爭規定區別公職人員選舉種類，僅容許區域與原住民立法委員、直轄市長及縣（市）長選舉得藉由法院重新計票制度，迅速匡正可能影響各該選舉結果正確性與公正性之選舉開票人為疏失，其餘選舉則均不得為之，形同無正當理由而坐視其中當選與落選候選人得票數差距極微時，有因開票時之人為疏失等而使選舉結果不正確之可能，損及選舉之正確性與公正性。就此而言，系爭規定所採之分類，實已悖離其建立重新計票制度之規範目的，難謂與規範目的間存有實質關聯，不符憲法平等權保障意旨之要求。",
		"三、結論",
		"綜上，系爭規定排除區域與原住民立法委員、直轄市長及縣（市）長選舉以外公職人員選舉之落選候選人，於其得票數與當選最低票數差距在有效票千分之三以內時，得向管轄法院聲請重新計票，其所為差別待遇尚非為追求憲法上之重要公共利益，其所採之分類與規範目的間，亦難謂存有實質關聯，於此範圍內，系爭規定牴觸憲法第7條保障平等權之意旨，違憲；聲請人此部分法規範憲法審查之聲請為有理由。立法者應儘速檢討修正相關規定，於修法完成前，凡公職人員選舉結果，得票數最高之落選人，其得票數與當選最低票數差距在有效票千分之三以內時，均得於投票日後7日內，依相關規定，向管轄法院聲請查封全部或一部分投票所之選舉人名冊及選舉票，並就查封之投票所於20日內完成重新計票。",
		"系爭規定既經宣告違憲，則適用系爭規定所作成之系爭裁定一亦屬違憲，聲請人就此所為裁判憲法審查之聲請為有理由，系爭裁定一應予廢棄，發回臺灣高等法院。",
		"伍、附此指明",
		"本件原因案件所涉聲請案既應由管轄法院重為審理，該管機關就相關選舉票及選舉人名冊自應依法延長保管（選罷法第57條第9項規定參照），附此指明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由蔡大法官宗珍主筆。",
	"大法官就主文所採立場表": {
		"448924": "憲法法庭112年憲判字第18號判決主文立場表"
	},
	"意見書": {
		"448922": "憲法法庭112年憲判字第18號判決呂大法官太郎提出，許大法官宗力、張大法官瓊文、黃大法官瑞明、詹大法官森林、黃大法官昭元加入之部分不同意見書"
	},
	"判決全文": {
		"448925": "憲法法庭112年憲判字第18號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院112年度選抗字第1號民事裁定"
	},
	"判決摘要": {
		"448926": "憲法法庭112年憲判字第18號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"448927": "葉高潔1120811法規範暨裁判憲法審查聲請書_OCR",
			"448928": "葉高潔1121107法規範暨裁判憲法審查補充理由書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"448929": "中央選舉委員會1120914法規範暨裁判憲法審查答辯書（一）_OCR",
			"448930": "內政部1121030法規範暨裁判憲法審查答辯書（一）_OCR"
		}
	}
}