{
	"id": "309986",
	"類型": "判決",
	"判決字號": "112年憲判字第19號",
	"標題": "供公眾通行之法定空地地價稅案",
	"原分案號": "會台字第13433號",
	"判決日期": "2023-12-07",
	"聲請人": "陳俊良",
	"案由": "聲請人分別認所受不利確定終局判決，所適用之土地稅減免規則第9條但書規定等，牴觸憲法，聲請解釋、法規範憲法審查及裁判憲法審查。",
	"主文": [
		"一、土地稅減免規則第9條規定：「無償供公眾通行之道路土地，經查明屬實者，在使用期間內，地價稅或田賦全免。但其屬建造房屋應保留之法定空地部分，不予免徵。」其但書規定與憲法第7條平等原則尚無違背。",
		"二、聲請人四聲請裁判憲法審查部分，駁回。",
		"三、其餘聲請不受理。"
	],
	"理由": [
		"壹、案件事實與聲請意旨",
		"一、聲請人陳俊良（下稱原聲請人一）於訴訟程序中死亡，其3名繼承人，即陳柏亨、陳俞安、陳倚葶（下合稱聲請人一）具狀承受訴訟，核無不合，應予准許，先予敘明。原聲請人一所有坐落新北市○○區○○段000地號土地（下稱系爭土地一），持分面積為60.99平方公尺，上有私設通路，自中華民國70年起免徵地價稅在案。嗣新北市政府稅捐稽徵處（下稱新北稅處）辦理104年度地價稅稅籍及使用情形清查，查得系爭土地一屬新北市政府工務局核發68淡使字第3107號使用執照（67淡建字第2042號建造執照）範圍內之建築基地，該筆土地扣除建築物本身使用之面積後，即為該建築之法定空地。按99年5月7日修正發布之土地稅減免規則第9條規定：「無償供公眾通行之道路土地，經查明屬實者，在使用期間內，地價稅或田賦全免。但其屬建造房屋應保留之法定空地部分，不予免徵。」依該條但書（下稱系爭規定）之規定，新北稅處認系爭土地一不得免徵地價稅，應自70年起恢復按一般用地稅率課徵地價稅，乃以104年8月6日新北稅淡一字第10435552291號函（含有撤銷原免徵處分），並依稅捐稽徵法第21條規定，就系爭土地一改按一般用地稅率課徵地價稅，補徵該土地核課期間內99年至103年地價稅每年均為新臺幣（下同）7,026元（合計35,130元），並檢送上開99年至103年地價稅補徵繳款書（以下合稱原處分），原聲請人一不服原處分，循序提起行政救濟，經臺灣新北地方法院105年度簡字第28號行政訴訟判決駁回，原聲請人一提起上訴，經臺北高等行政法院105年度簡上字第182號判決（下稱確定終局判決一）以上訴無理由而駁回上訴。原聲請人一主張確定終局判決一所適用之系爭規定違反課稅負擔平等原則、憲法第7條平等原則、第15條保障人民財產權、第19條租稅法律主義及第23條比例原則等，向司法院聲請解釋憲法。",
		"二、聲請人李思猛、李明瑾、李鍵聲及李靜宜（下合稱聲請人二）所有坐落新竹縣○○市○○段000地號土地（下稱系爭土地二），經新竹縣政府稅捐稽徵局為99年地價稅之核課。聲請人二認系爭土地二係無償供公眾通行，應依土地稅減免規則第9條減免地價稅，循序提起行政救濟，經最高行政法院107年度判字第40號判決（下稱確定終局判決二）以上訴無理由而駁回其上訴確定。聲請人二認確定終局判決二所適用之系爭規定違反憲法第7條平等原則、第15條保障人民財產權、第19條租稅法律主義及第23條等，向司法院聲請解釋憲法。",
		"三、聲請人兆豐國際商業銀行股份有限公司（下稱兆豐銀行）之代表人由張兆順變更為雷仲達，業據新任代表人具狀聲明承受訴訟，核無不合，應予准許。聲請人太平洋電線電纜股份有限公司（下稱太電公司）於102年信託其所有坐落於新北市○○區○○段000地號土地（下稱系爭土地三）予兆豐銀行，原於94年經新北稅處核定免徵地價稅在案，嗣新北稅處查得系爭土地三屬新北市政府工務局核發77重使字第382號使用執照（76重建字第558號建造執照）申請範圍內之建築基地，核與土地稅減免規則第9條規定不符，遂於107年恢復按一般用地稅率課徵地價稅，並依稅捐稽徵法第21條規定向太電公司補徵102年地價稅計43萬2,137元、向兆豐銀行補徵103年至106年地價稅合計199萬6,818元。太電公司及兆豐銀行（下合稱聲請人三）均不服，循序提起行政救濟，經臺北高等行政法院108年度訴字第1290號判決駁回後，提起上訴，經最高行政法院109年度裁字第770號裁定以上訴不合法為理由駁回其上訴。故此部分聲請應以前開臺北高等行政法院之判決為確定終局判決（下稱確定終局判決三）。聲請人三認確定終局判決三所適用之系爭規定牴觸憲法第7條平等原則、第15條保障人民財產權、第19條租稅法律主義及量能課稅原則等，向司法院聲請解釋憲法。",
		"四、聲請人陳佛賜（下稱聲請人四）所有坐落新北市○○區○○段0000、0000、0000、0000地號等4筆土地，持分均為1/189，持分面積依序為3.78、4.14、35.44、2.24平方公尺（下稱系爭土地四），其109年地價稅，除系爭1218地號土地0.93平方公尺部分面積符合土地稅減免規則第9條規定免徵地價稅外，該4筆土地其餘面積均按一般用地稅率課徵，109年地價稅合計2,322元。聲請人四不服，循序提起行政救濟，經臺灣新北地方法院110年度稅簡字第11號行政訴訟判決駁回其訴，聲請人四提起上訴，經臺北高等行政法院111年度簡上字第6號裁定以上訴不合法而駁回，故此部分聲請應以上開臺灣新北地方法院判決為確定終局判決（下稱確定終局判決四）。聲請人四主張確定終局判決四違憲，且其所適用之系爭規定，牴觸憲法第7條規定之平等原則、第15條保障人民財產權、第16條訴訟權、第23條法律保留原則及比例原則等，而聲請裁判及法規範憲法審查。",
		"貳、受理依據",
		"一、按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查聲請人一至三均係於憲訴法修正施行前聲請釋憲，得否受理，應適用修正施行前之司法院大法官審理案件法（下稱大審法）決之。次按大審法第5條第1項第2款規定：「有左列情形之一者，得聲請解釋憲法：……二、人民、法人或政黨於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者。」聲請人一至三之聲請案核與大審法上開規定所定要件相符。",
		"二、復按憲訴法第59條規定，人民於其憲法上所保障之權利遭受不法侵害，經依法定程序用盡審級救濟程序，對於所受不利確定終局裁判，或該裁判及其所適用之法規範，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決。聲請人四之聲請，核與憲訴法上開規定所定之要件相符，應予受理。",
		"三、查上開四聲請案，因審查客體之法規範相同，爰合併審理並判決。",
		"參、審查標的",
		"一、土地稅減免規則第9條規定：「無償供公眾通行之道路土地，經查明屬實者，在使用期間內，地價稅或田賦全免。但其屬建造房屋應保留之法定空地部分，不予免徵。」該條但書為本判決之審查標的，即系爭規定。",
		"二、臺灣新北地方法院110年度稅簡字第11號行政訴訟判決（聲請人四聲請）。",
		"肆、形成主文一、二之法律上意見",
		"一、據以審查之憲法上權利及審查原則",
		"憲法第7條保障人民之平等權，法規範是否符合平等原則之要求，其判斷應取決於該法規範所以為差別待遇之目的是否合憲，其所採取之分類與規範目的之達成間，是否存有一定程度之關聯性而定（司法院釋字第593號、第764號、第781號、第782號及第783號解釋參照）。租稅法律關係中，立法者為了實現憲法所賦予之任務，而就各種稅捐之稽徵及減輕或免除分別訂定不同之規範，其分類及差別待遇，涉及國家財稅政策之整體規劃，適合由代表民意之立法機關及擁有專業能力之相關行政機關，以法律或法律明確授權之法規命令定之，其規定如有正當目的，且分類與目的之達成間具有合理關聯，即符合憲法第7條平等權保障之意旨（司法院釋字第745號解釋、憲法法庭112年憲判字第10號判決參照）。",
		"二、主文一部分",
		"（一）系爭規定之立法目的正當",
		"憲法第142條規定：「國民經濟應以民生主義為基本原則，實施平均地權，節制資本，以謀國計民生之均足。」第143條第1項後段規定：「私有土地應照價納稅……」基於平均地權之基本國策，為了促進土地有效利用，適當分配土地利益，地價稅之課徵，應以平均地權為政策目標。本此意旨，土地稅法第14條規定：「已規定地價之土地，除依第22條規定課徵田賦者外，應課徵地價稅。」為了發展經濟、促進土地利用、增進社會福利等目的，土地稅法及平均地權條例授權行政院訂定關於減免地價稅之標準及程序（土地稅法第6條、平均地權條例第25條規定參照），行政院依此授權訂定土地稅減免規則（土地稅減免規則第1條規定參照）。99年5月7日修正發布之土地稅減免規則第9條規定：「無償供公眾通行之道路土地，經查明屬實者，在使用期間內，地價稅或田賦全免。但其屬建造房屋應保留之法定空地部分，不予免徵。」該條前段規定是因為私有土地之所有人既無償提供該土地供公眾通行，具有促進地盡其利，適當分配土地利益之功能，符合前述減免地價稅之目的，故特予以規定減免地價稅以減輕其負擔，並鼓勵人民提供私有土地以供公眾利用。該條但書（即系爭規定），則規定無償供公眾通行之道路土地如屬建造房屋應保留之法定空地部分，即不予免徵地價稅。其目的係為顧及租稅公平負擔，避免免稅之條件過度寬鬆，其目的核屬正當。就同屬人民私有而無償供公眾通行之道路土地，依其是否屬建造房屋應保留之法定空地而為課徵或免徵地價稅之差別待遇，是否已構成違憲，即應視系爭規定所採取之分類與規範目的之達成間，是否具有合理關聯而定。",
		"（二）系爭規定之立法沿革",
		"60年12月22日修正公布之建築法增訂第11條規定：「（第1項）本法所稱建築基地，為一宗土地，供建築物本身所占之地面及其所應保留之空地。（第2項）前項空地之保留，應包括建築物與其前後左右之道路或其他建築物間之距離，其寬度於建築管理規則中定之。」該條規定對建築基地加以定義，除建築物本身所占之地面外，另包括應保留之空地，並對應保留空地之範圍加以規範。是建築基地範圍應保留空地，為申請建造執照之申請書之應記載事項（建築法第31條第4款規定參照），而為申請建造執照獲准之必要條件，性質上即與建築物有不可分離之關係，使用上同受使用執照所載內容之限制；73年11月7日修正公布之建築法第11條規定：「（第1項）本法所稱建築基地，為供建築物本身所占之地面及其所應留設之法定空地。建築基地原為數宗者，於申請建築前應合併為一宗。（第2項）前項法定空地之留設，應包括建築物與其前後左右之道路或其他建築物間之距離，其寬度於建築管理規則中定之。（第3項）應留設之法定空地，非依規定不得分割、移轉，並不得重複使用；其分割辦法，由內政部定之。」將原第1項所稱之「應保留之空地」修正為「應留設之法定空地」，僅係用語變更以期明確，並增列第3項以利建築管理（參見73年11月7日修正公布建築法第11條之立法理由）。69年5月5日修正發布之土地稅減免規則第9條規定：「無償供公共使用之私有土地，經查明屬實者，在使用期間內，地價稅或田賦全免。但其屬建造房屋應保留之空地部分，不予免徵。」其但書所稱之「應保留之空地」係依據當時之建築法第11條之用語；99年5月7日修正發布土地稅減免規則，將第9條本文規定由「無償供公共使用之私有土地」修正為「無償供公眾通行之道路土地」，理由是「為免閒置未開發之土地，亦得主張無償提供公共使用而免徵地價稅，與原立法意旨相違」，並將同條但書規定建造房屋「應保留之空地」部分，修正為「應保留之法定空地」，係為「配合建築法規定及法律統一用字」（土地稅減免規則第9條修正之立法理由參照），即係配合73年修正公布建築法第11條之用語。故99年修正發布之系爭規定所稱之「應保留之法定空地」，與修正發布前同條所稱之「應保留之空地」僅係用語變更，法律意涵並無不同，而其內涵及管理乃依建築法及各地方政府建築管理規則或建築管理自治條例定之。",
		"（三）系爭規定之分類與規範目的之達成間具有合理關聯，無違憲法上之平等原則",
		"按依建築法之規定，建築基地於建築物本身所占之地面之外，尚須保留法定空地，係基於法定空地具維護建築物通風採光，預防建築物過度密集，並有助於景觀視野及消防效果（立法院公報第72卷第101期院會紀錄第18頁及第40頁參照）。是法定空地屬建築基地之一部分，提供該建築物日照、採光、通風、景觀、防火、安全等特定之功能，與人民私有並非建築基地之一部分而單純無償供公眾使用之道路土地，性質與功能均有所不同。次按法定空地屬建築基地之一部分，依法應併同主建築物一併移轉，建築物所有人就法定空地之留設，除享有較優良之居住品質及環境空間外，未來如有改建或實施都市更新，該法定空地之所有權人尚得參與分配更新後之房地，其權益不因其是否專供或兼供公眾通行使用而受影響。是對土地所有人而言，建築基地所保留之法定空地雖可供公眾通行，但仍維持並享有該法定空地屬於建築基地之利益，與單純無償供公眾使用而完全無法使用收益之道路土地，在建築法上之性質與功能不同。法定空地供公眾通行，縱為無償，因其已計入依建築法應留設之法定空地，即無須再就建築基地中之其他土地予以留設，對提供者仍具有建築上之利益；而提供私有非法定空地無償供公眾通行，該土地所有人並未獲取任何利益，二者本質尚有所不同。系爭規定因此區隔，於地價稅核課上有所區別，對提供法定空地無償供公眾通行者，仍然課徵地價稅，其分類與公平課稅目的之達成間，具有合理關聯，尚無違反憲法第7條規定之平等原則，其規定亦未逾土地稅法第6條及平均地權條例第25條之授權範圍。",
		"三、主文二部分",
		"聲請人四就確定終局判決四聲請裁判憲法審查，其主張之主要理由包括：（一）聲請人四之祖父遭他人偽造土地使用同意書，而使行政機關據之為系爭土地四之變更地目編定並核發建造執照及使用執照等行政處分。確定終局判決四肯認新北稅處以違法行政處分所建構之課稅條件作成課稅處分，該判決之理由顯有矛盾；（二）系爭共有土地有部分為無償供公眾通行之道路（民權街二段109巷及109巷11弄），並主張109巷之道路自始係基地外之私設通路；而109巷11弄之道路有部分係依當時建蔽率計算出應留設之法定空地面積之外，多留設之空地，該空地作為無償供公眾通行之道路使用，屬於特別犧牲，符合系爭規定應獲減免地價稅之要件，而新北市政府工務局誤判，致對聲請人四課徵地價稅顯有違誤；（三）系爭確定終局判決四所適用之內政部106年3月28日內授營建管字第1060804569號函（下稱系爭函釋）違憲等語。",
		"就聲請人四上開（一）及（二）之主張，俱屬單純認事用法之爭執，與確定終局判決所表示之見解是否牴觸憲法無涉。",
		"就聲請人四上開（三）之主張，按系爭函釋係就「私設通路」是否屬建築基地之法定空地予以釋示，於說明四就「私設通路」分二種情形說明，大致為：（一）建築基地外「私設通路」部分，非屬建築基地之一部分，自非屬建築法第11條所稱之「法定空地」；（二）建築基地內「私設通路」部分，實施容積管制地區係依建築技術規則建築設計施工編第163條所稱「基地內通路」檢討辦理，至於實施容積管制前基地內之「私設通路」，如依當時法令規定檢討，雖未計入建築基地面積計算建蔽率，亦未計入法定空地面積，惟該「私設通路」已計入建築基地範圍，自為建築基地之一部分，並屬建築法第11條所稱之「法定空地」。上開系爭函釋之說明係由建築管制之觀點，以認定建築法第11條「法定空地」之範圍。按私設通路係基地內建築物之主要出入口或共同出入口（共用樓梯出入口）至建築線間之通路（建築技術規則建築設計施工編第1條第38款規定參照），其設置之目的及功能，係為使基地內之建築物均有連接至建築線之通路，以滿足建築法相關規定之要求（建築法第42條、建築技術規則建築設計施工編第2條規定參照），為建築執照核准要件之一，性質上係建築執照中之法定空地，故上開法律見解尚難謂有違憲疑義。而系爭規定所稱「建造房屋應保留之法定空地」乃依循建築法第11條之規定。確定終局判決四適用系爭函釋之法律見解作為判決理由，亦難認有何牴觸憲法情事。至聲請人四爭執系爭土地四部分係屬建築基地內之土地，部分超過法定留設比率之土地不屬於法定空地，僅屬認事用法之爭執，亦與確定終局判決所表示之見解是否牴觸憲法無涉。",
		"綜上，聲請人四此部分有關於裁判憲法審查之聲請，為無理由，應予駁回。",
		"伍、主文三部分",
		"聲請人一另主張內政部營建署95年6月30日營署建管字第0952910416號函違憲，及土地稅法第6條與平均地權條例第25條授權非屬該法中央主管機關之行政院訂定發布土地稅減免規則，明顯違反行政法上正當法律程序等語，核其所陳，均難謂客觀上已具體指摘其究有何牴觸憲法之處。是此部分聲請，核均與大審法第5條第1項第2款規定不合，其聲請不合法，依憲訴法第32條第1項規定，應不受理。",
		"聲請人二另主張其所受行政處分及判決顯屬違憲而聲請解釋。查此部分聲請係於憲訴法111年修正施行前已繫屬而尚未終結之案件，依憲訴法第90條第1項但書規定，案件得否受理，依修正施行前之規定，即大審法之規定。惟查行政處分及裁判均不得為聲請解釋客體，聲請人二此部分之主張，核與大審法第5條第1項第2款規定不合，其聲請不合法，依憲訴法第32條第1項規定，應不受理。",
		"陸、附此敘明部分",
		"建築基地內之私設通路固屬建造房屋應保留之法定空地，惟該等私設通路如已超過依法應保留之法定空地面積，且已無償供公眾通行使用，此等私設通路之功能，與非供不特定公眾使用之法定空地究有不同。有關機關對於此等情形之私設通路之地價稅核課，允宜考量予以一定程度之減免，以兼顧人民權益與租稅公平。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由黃大法官瑞明主筆。",
	"大法官就主文所採立場表": {
		"450089": "憲法法庭112年憲判字第19號判決主文立場表"
	},
	"意見書": {
		"450068": "憲法法庭112年憲判字第19號判決楊大法官惠欽提出之部分不同意見書"
	},
	"判決全文": {
		"450090": "憲法法庭112年憲判字第19號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣新北地方法院110年度稅簡字第11號行政判決"
	},
	"判決摘要": {
		"450091": "憲法法庭112年憲判字第19號判決摘要"
	},
	"相關法令": [
		"憲法第7條、第142條、第143條",
		"憲法訴訟法第32條第1項、第59條、第90條第1項",
		"司法院大法官審理案件法第5條第1項第2款",
		"司法院釋字第593號解釋",
		"司法院釋字第745號解釋",
		"司法院釋字第764號解釋",
		"司法院釋字第781號解釋",
		"司法院釋字第782號解釋",
		"司法院釋字第783號解釋",
		"憲法法庭112年憲判字第10號判決",
		"土地稅法第6條、第14條",
		"平均地權條例第25條",
		"建築法第11條、第31條第4款、第42條",
		"土地稅減免規則第1條、第9條",
		"建築技術規則建築設計施工編第1條第38款、第2條",
		"內政部營建署95年6月30日營署建管字第0952910416號函、內政部106年3月28日內授營建管字第1060804569號函"
	],
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"450092": "陳俊良1060413釋憲聲請書",
			"450093": "陳俊良1060413釋憲聲請書_OCR",
			"450094": "陳俊良1090428釋憲補充理由書",
			"450095": "陳俊良1090428釋憲補充理由書_OCR",
			"450096": "陳俊良1090428釋憲補充理由書【補正】",
			"450097": "陳俊良1090428釋憲補充理由書【補正】_OCR",
			"450098": "陳佛賜1110801法規範憲法審查及裁判憲法審查聲請書_OCR",
			"450099": "聲請人太平洋電線電纜股份有限公司、兆豐國際商業銀行股份有限公司(司法院收文日1101230)解釋憲法聲請書_OCR",
			"450100": "李思猛等4人1070420釋憲聲請書",
			"450101": "李思猛等4人1070420釋憲聲請書_OCR"
		},
		"其他": {
			"450102": "大法官函詢及內政部1100317內授營建管字第1100015962號函_OCR",
			"450103": "大法官函詢及內政部1100326台內地字第1100271438號函_OCR",
			"450104": "大法官函詢及財政部1100601台財稅字第11000541630號函_OCR",
			"450105": "內政部1121030書面資料_OCR",
			"450106": "財政部1121031書面資料_OCR"
		}
	},
	"併案": {
		"339970": "107年度憲二字第138號(李思猛...)",
		"343321": "110年度憲二字第648號(太平洋電線電纜股份有限公司...)",
		"346201": "111年度憲民字第3514號(陳佛賜)"
	}
}