{
	"id": "309945",
	"類型": "判決",
	"判決字號": "112年憲判字第2號",
	"標題": "「減輕或免除其刑」之再審事由案",
	"原分案號": "107年度憲二字第103號",
	"判決日期": "2023-02-10",
	"聲請人": "陳炳榮",
	"案由": "聲請人為毒品危害防制條例案件，分別認最高法院106年度台抗字第724號、110年度台抗字第1072號及111年度台抗字第1515號刑事確定終局裁定，所適用之刑事訴訟法第420條第1項第6款規定，有牴觸憲法疑義，分別聲請解釋憲法、法規範憲法審查",
	"主文": [
		"一、刑事訴訟法第420條第1項第6款規定：「有罪之判決確定後，有下列情形之一者，為受判決人之利益，得聲請再審：……六、因發現新事實或新證據，單獨或與先前之證據綜合判斷，足認受有罪判決之人應受……免刑……之判決者。」所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內，始與憲法第7條保障平等權之意旨無違。",
		"二、聲請人自本判決送達之日起30日內，就本判決所涉之個別原因案件，得依本判決意旨，依法定程序向再審之該管法院聲請再審。"
	],
	"理由": [
		"壹、事實經過及聲請人陳述要旨",
		"一、原因案件相關事實",
		"聲請人一因涉犯販賣毒品罪嫌，於警詢時曾主動供出其毒品來源之前手，在未經警查獲該前手前，檢察官即對其提起公訴，其並經法院判處販賣第二級毒品罪刑，迭經上訴後，嗣最高法院判決駁回上訴而告確定。判決確定後，聲請人一先前主動供出其毒品來源之前手，遭警查獲，並經檢察官提起公訴、法院判處販賣毒品罪刑確定。聲請人一乃以該前手之有罪確定判決為新事實、新證據（下稱新事證），主張其所受有罪確定判決，依毒品危害防制條例（下稱毒品條例）第17條第1項規定應減輕或免除其刑，以此為由，依刑事訴訟法第420條第1項第6款規定：「有罪之判決確定後，有下列情形之一者，為受判決人之利益，得聲請再審：……六、因發現新事實或新證據，單獨或與先前之證據綜合判斷，足認受有罪判決之人應受……免刑……之判決者。」（下稱系爭規定），向臺灣高等法院高雄分院聲請再審，經該院106年度聲再字第85號刑事裁定駁回其聲請，抗告後經最高法院106年度台抗字第724號刑事裁定（下稱確定終局裁定一）以抗告無理由駁回而告確定。聲請人一認確定終局裁定一所適用之系爭規定有違憲疑義，聲請解釋憲法。",
		"聲請人二因涉犯販賣毒品罪嫌，於警詢時曾主動供出其毒品來源之前手，在未經警查獲該前手前，檢察官即對其提起公訴，其並經法院判處販賣第二級毒品罪刑，嗣因撤回上訴而告確定。判決確定後，聲請人二先前主動供出其毒品來源之前手，遭警查獲。聲請人二乃以該前手之有罪確定判決為新事證，主張其所受有罪確定判決，依毒品條例第17條第1項規定應減輕或免除其刑，以此為由，依系爭規定向臺灣花蓮地方法院聲請再審，經該院110年度聲再字第2號刑事裁定駁回其聲請，迭經抗告、再抗告後，嗣最高法院110年度台抗字第1072號刑事裁定（下稱確定終局裁定二）以再抗告無理由駁回而告確定。聲請人二認確定終局裁定二所適用之系爭規定有違憲疑義，聲請法規範憲法審查。",
		"聲請人三因涉犯販賣毒品罪嫌，於警詢時曾主動供出其毒品來源之前手，在未經警查獲該前手前，檢察官即對其提起公訴，其並經法院判處販賣第二級毒品罪刑，迭經上訴後，嗣最高法院判決駁回上訴而告確定。判決確定後，聲請人三先前主動供出其毒品來源之前手，遭警查獲，並經檢察官提起公訴、法院判處販賣毒品罪刑確定。聲請人三乃以該前手之有罪確定判決為新事證，主張其所受有罪確定判決，依毒品條例第17條第1項規定應減輕或免除其刑，以此為由，依系爭規定向臺灣高等法院花蓮分院聲請再審，經該院111年度原聲再字第3號刑事裁定駁回其聲請，抗告後經最高法院111年度台抗字第1515號刑事裁定（下稱確定終局裁定三）以抗告無理由駁回而告確定。聲請人三認確定終局裁定三所適用之系爭規定有違憲疑義，聲請法規範憲法審查。",
		"二、聲請人陳述要旨",
		"聲請人一主張意旨略謂：其曾經供出前手，自應適用毒品條例第17條第1項減輕或免除其刑之規定，其仍有可能獲致減輕或免除其刑之優惠。如因單純獲致減輕其刑之優惠，不得以「應減刑而未減刑」為由聲請再審；至於「應免刑而未免刑」之事由，則得聲請再審，此種結果已形成差別待遇，牴觸憲法第7條平等原則等語。",
		"聲請人二主張意旨略謂：依毒品條例第17條第1項規定，必減輕其刑，其應受保護之利益顯大於法安定性，系爭規定漏未規範足認應受減輕或免除其刑之判決得聲請再審，自屬違憲等語。",
		"聲請人三主張意旨略謂：依毒品條例第17條第1項規定，必減輕或免除其刑，然卻不符系爭規定而不得聲請再審，系爭規定自屬違憲等語。",
		"貳、受理依據及審理程序",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查聲請人一於中華民國107年3月27日聲請釋憲，案件得否受理，應依修正施行前之司法院大法官審理案件法（下稱大審法）決之。經核其聲請，與大審法第5條第1項第2款所定要件相符，業於110年12月15日經大法官決議受理在案。",
		"復按人民所受之確定終局裁判於憲訴法修正施行前已送達者，得於111年1月4日憲訴法修正施行日起6個月內，聲請法規範憲法審查，其案件之受理與否，依修正施行前之規定，憲訴法第92條第2項定有明文。查聲請人二據以聲請之確定終局裁定二於憲訴法施行前送達，憲法法庭於111年3月11日收受聲請人二之聲請書。經核其聲請與法定要件相符，已於111年4月6日經憲法法庭評議受理在案。",
		"再按人民就其依法定程序用盡審級救濟之案件，對於受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；上列聲請案件，應具憲法重要性，或貫徹聲請人基本權利所必要，憲訴法第59條及第61條第1項分別定有明文。查聲請人三據以聲請之確定終局裁定三於111年11月23日作成，憲法法庭於同年12月28日收受聲請人三之聲請書。經核其聲請與法定要件相符，已於112年1月12日經憲法法庭評議受理在案。",
		"查上開三聲請案，因爭議相同，爰合併審理並判決，理由如下。",
		"參、形成主文之法律上意見",
		"一、審查原則及所涉憲法上之權利",
		"憲法第7條保障人民平等權，旨在防止立法者恣意對人民為不合理之差別待遇，要求本質上相同之事物，應為相同之處理，不得恣意為無正當理由之差別待遇，始與憲法第7條保障平等權之意旨無違（司法院釋字第666號、第687號、第688號及第779號解釋參照）。",
		"二、本庭判斷結果",
		"(一)法治國原則為憲法之基本原則，首重人民權利之維護。立法者於立法時，基於特定理由，於相關犯罪法定刑之規定外，另設有若干法定事由，以「免除其刑」、「減輕或免除其刑」等限制刑罰事由之方式，調整法院裁判時得宣告科刑之範圍，避免對人民之刑罰過苛，就此而觀，尚符憲法罪刑相當原則之要求。又刑事法有關「免除其刑」、「減輕或免除其刑」之法律規定用詞，係指「應」免除其刑、「應」減輕或免除其刑之絕對制，於依法應適用「免除其刑」之法律規定時，立法者要求法院依法應諭知免刑之判決；於依法應適用「減輕或免除其刑」之法律規定時，除法院依法應減輕其刑外，亦包括法院依法應諭知免刑之判決情形在內。換言之，依據「免除其刑」及「減輕或免除其刑」之法律規定，法院客觀上均有依法應諭知免刑判決之可能，是以刑事法有關「免除其刑」及「減輕或免除其刑」之法律規定，均足以為法院諭知免刑判決之依據。另本判決受限於聲請之原因案件（聲請人主張應適用毒品條例第17條第1項規定「減輕或免除其刑」），爰僅就法律規定「減輕或免除其刑」之絕對制情形而為判決。至於刑事法有關「得免除其刑」、「得減輕或免除其刑」之法律規定用詞，係採相對制，不在本判決之處理範圍。",
		"(二)刑事有罪判決確定後，發現其事實認定有重大違誤，受有罪判決之人依法應受免刑之判決時，應如何救濟？就此，刑事訴訟法第420條第1項第6款特別將之列為再審事由而明定：「有罪之判決確定後，有下列情形之一者，為受判決人之利益，得聲請再審：……六、因發現新事實或新證據，單獨或與先前之證據綜合判斷，足認受有罪判決之人應受無罪、免訴、免刑或輕於原判決所認罪名之判決者。」設有為受判決人利益之再審程序，俾利受判決人於確定有罪判決之認定事實有重大違誤時，得以獲得有效之權利救濟，以維護人民之權利。",
		"(三)系爭規定所稱「應受……免刑」之事實基礎，除依法「免除其刑」之法定事實外，亦包括依法「減輕或免除其刑」之法定事實在內，茲說明其論據如下：",
		"1.就應受免刑判決之文義解釋而觀",
		"系爭規定所稱：「受有罪判決之人應受……免刑之判決」，以其文義觀之，係指受有罪判決之人依法應獲致免刑之判決而言。至於受有罪判決之人依法應獲致免刑判決之可能情形，如前所述，「免除其刑」及「減輕或免除其刑」之法律規定，法院客觀上均有依法應諭知免刑判決之可能，是以就文義解釋言，系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內。",
		"2.就再審制度之立法目的而觀",
		"經查：上開「足認受有罪判決之人應受無罪、免訴、免刑……之判決」規定內容，可溯自24年7月1日修正公布刑事訴訟法第413條第6款規定，迄今未曾改變，其立法目的為何，因時代久遠而無可考，惟於104年2月4日修正公布刑事訴訟法時，對此款再審事由有重大修正，其修正理由略以：「再審制度之目的既在發現真實並追求具體公平正義之實現，以調和法律之安定與真相之發見，自不得獨厚法安定性而忘卻正義之追求。」（立法院公報第104卷第11期院會紀錄第271頁參照）。由此應可推知，立法者將受有罪判決之人應受無罪、免訴、免刑之判決，予以併列，有其共通性之考量。就受有罪判決之人應受無罪之判決言，代表國家對該受有罪判決者之刑罰權並不存在，應予排除，原確定判決竟認定受判決人有罪並對之科處刑罰，其認定事實重大違誤之實體不正義，已達難以忍受之程度，此際追求實體正義之利益，遠遠大於確定有罪判決既判力所代表法安定性之利益，立法者爰將受有罪判決之人應受無罪之判決列為再審事由。至於受有罪判決之人應受免訴、免刑之判決，亦代表國家對該受有罪判決者之刑罰權終局地不得行使，而排除國家刑罰權之制裁。此際，就受判決人不再受國家刑罰權制裁之法律效果言，與前述應受無罪之判決者，尚屬相當，其追求實體正義之利益，亦應優越於法安定性，立法者基於此一規範目的，爰將應受無罪、免訴、免刑之判決，併列為法定再審事由。進而再就法定免刑之判決為再審事由言，法院除就符合「免除其刑」之法律規定而依法應諭知免刑之判決外，對於符合「減輕或免除其刑」之法律規定者，法院客觀上亦有依法應諭知免刑判決之可能，此際，國家之刑罰權亦終局地不得行使而被排除，前揭立法者所認依法應受免刑之判決，其追求實體正義之利益應優越於法安定性之規範目的，於此亦應有其適用。是以依目的解釋而觀，系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內。",
		"3.就修法放寬再審之法定要件而觀",
		"經查：刑事訴訟法第420條第1項第6款原規定為：「因發現『確實』之新證據，足認受有罪判決之人應受……免刑……之判決者」得聲請再審。104年2月4日修正公布刑事訴訟法時，立法者基於過去法院實務上，「將本款規定解釋為必須使再審法院得到足以動搖原確定判決而為有利受判決人之判決『無合理可疑的確切心證』，始足當之」（立法院公報第104卷第11期院會紀錄第271頁參照）之理由而將原有條文中「因發現『確實』之新證據」之確實二字刪除，放寬聲請再審之要件。從「發現『確實』之新證據……足認」修正為「發現新事實或新證據……足認」之修法過程而觀，對法條文字雖無重大更動，但結合修法將「確實」二字刪除之立法意旨可知，再審制度之目的已有實質上之調整，修法目的期許降低聲請再審之門檻，揚棄確信無誤確切心證之嚴苛限制，而改以可能獲致其他有利判決結果之可能性標準，放寬聲請再審之門檻，以避免冤獄。就修法過程之歷史解釋觀之，系爭規定所稱「足認」二字，不以使再審法院得到「確實」足以動搖原確定判決而為有利受判決人之判決「無合理可疑的確切心證」為必要，僅需發現新事證，不論單獨或與先前之證據綜合判斷結果，產生合理懷疑而足以動搖原確定判決之事實基礎，且認可能依法應改判為免刑之判決者，就依法應適用「免除其刑」之法律規定者而言，修法放寬聲請再審之門檻，使其受判決人更有再審之機會，以獲得有效之權利救濟，俾維護其權利，避免冤獄；就依法應適用「減輕或免除其刑」之法律規定者，其受判決人客觀規範上既有可能依法應受免刑之判決，亦有獲得有效之權利救濟，以維護其權利，避免冤獄之相同需求，故系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內。",
		"4.就法定再審事由之審查程序而觀",
		"依刑事訴訟法有關再審審查體系之規定，再審法院收受再審聲請後，首應審查個案是否符合聲請再審之程序規定，如違背程序規定，法院應以裁定駁回之（刑事訴訟法第433條規定參照）。於個案符合聲請再審之程序規定後，再審查其法定再審事由之要件（例如有無刑事訴訟法第420條第1項第6款規定所列再審事由）是否具備。此一法定再審事由之審查程序，僅係根據聲請人提出之新事證，經單獨或與先前之證據綜合判斷後予以考量，是否產生合理懷疑而足以動搖原確定判決之事實基礎，使受有罪判決之人可能獲致免刑之判決，而據以決定是否開啟再審程序，重新審理該原因案件；而非對受判決人審判是否確實應受免刑判決之判斷。換言之，決定是否開啟再審程序，並不著眼於受判決人於開啟再審後終局是否受免刑之判決。是以此一階段之審查程序，僅係處理個案聲請是否合於法定再審事由要件之程序問題，並非處理罪責與刑罰之實體問題，因此與嚴格證明法則無涉，僅以採自由證明之程序為已足。審查結果，如不備法定再審事由之要件者，無再審理由，應以裁定駁回之（刑事訴訟法第434條第1項規定參照）；如具備法定再審事由之要件者，有再審理由，應為開始再審之裁定（刑事訴訟法第435條第1項規定參照）。於開始再審之裁定確定後，法院應依其審級之通常程序，更為審判（刑事訴訟法第436條規定參照），回復判決確定前之通常審判程序重新審判，採嚴格證明程序，進行實質審判。至於最終審判結果是否確實為免刑之判決，則視審理結果所得心證而定。是以就再審審查體系之程序言，就依法應適用「免除其刑」之法律規定者，其受有罪判決之人，僅因再審審查之結果有可能依法應獲致免刑之判決，即得開啟再審程序；就依法應適用「減輕或免除其刑」之法律規定者，其受判決人客觀規範上亦有可能依法應獲致免刑之判決，其受有罪判決之人，亦同有開啟再審程序以獲致免刑判決之需求，俾受憲法罪刑相當原則之保障，故系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內。",
		"總而言之，刑事實體法有關「免除其刑」、「減輕或免除其刑」之法律規定，法院客觀上均有依法應諭知免刑判決之可能，有其相同性，基於對相同事物，如無正當理由，即應同享有憲法第7條平等權之保障而應為相同之處理，是以系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內，始與憲法第7條保障平等權之意旨無違，而維護人民之權利。",
		"肆、結論",
		"綜上，本庭認為：",
		"（一）系爭規定所稱「應受……免刑」之依據，除「免除其刑」之法律規定外，亦應包括「減輕或免除其刑」之法律規定在內，始與憲法第7條保障平等權之意旨無違。",
		"（二）聲請人自本判決送達之日起30日內，就本判決所涉之個別原因案件，得依本判決意旨，依法定程序向再審之該管法院聲請再審。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "林大法官俊益",
	"意見書": {
		"398292": "憲法法庭112年憲判字第2號判決黃大法官虹霞提出之協同意見書",
		"398293": "憲法法庭112年憲判字第2號判決許大法官志雄提出之協同意見書",
		"398294": "憲法法庭112年憲判字第2號判決黃大法官瑞明提出，詹大法官森林加入之協同意見書",
		"398295": "憲法法庭112年憲判字第2號判決呂大法官太郎提出之協同意見書",
		"398296": "憲法法庭112年憲判字第2號判決楊大法官惠欽提出，吳大法官陳鐶、黃大法官昭元加入之不同意見書"
	},
	"判決全文": {
		"398297": "憲法法庭112年憲判字第2號判決_OCR"
	},
	"判決摘要": {
		"398298": "憲法法庭112年憲判字第2號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"398299": "陳炳榮107.03.26釋憲聲請書_OCR",
			"398300": "潘宗啓1110308憲法判決聲請狀_OCR",
			"398301": "林長志1111226聲請法規範違憲判決狀_OCR"
		},
		"其他": {
			"398302": "司法院刑事廳1110615廳刑一字第1110000755號函_OCR"
		}
	},
	"併案": {
		"340571": "111年度憲民字第180號(潘宗啓)",
		"346350": "111年度憲民字第4243號(林長志)"
	}
}