{
	"id": "309944",
	"類型": "判決",
	"判決字號": "112年憲判字第20號",
	"標題": "日治時期私有土地經土地總登記程序登記為國有案",
	"原分案號": "107年度憲二字第11號",
	"判決日期": "2023-12-29",
	"聲請人": "石豊田",
	"案由": "聲請人因請求返還土地事件，認最高法院70年台上字第311號民事判例等牴觸憲法，聲請解釋憲法。",
	"案件公告": {},
	"主文": [
		"一、日治時期為人民所有，嗣因逾土地總登記期限，未登記為人民所有，致登記為國有且持續至今之土地，在人民基於該土地所有人地位，請求國家塗銷登記時，無民法消滅時效規定之適用。最高法院70年台上字第311號民事判例關於「……系爭土地如尚未依吾國法令登記為被上訴人所有，而登記為國有後，迄今已經過15年，被上訴人請求塗銷此項國有登記，上訴人既有時效完成拒絕給付之抗辯，被上訴人之請求，自屬無從准許。」部分，不符憲法第15條保障人民財產權之意旨。",
		"二、其餘聲請不受理。"
	],
	"理由": [
		"壹、原因案件事實及聲請要旨",
		"聲請人因請求返還土地事件，認臺灣高等法院臺中分院105年度上字第24號民事判決（下稱系爭判決）援引之最高法院70年台上字第311號民事判例（下稱系爭判例），有牴觸憲法第15條保障財產權等疑義，爰於中華民國107年1月9日聲請解釋憲法。其主張意旨略為：彰化縣○○鄉○○段000地號土地（下稱系爭土地)，為其祖父石羅與他人共同所有，並有日治時期土地台帳記載在案。嗣中華民國政府來臺後，推行土地總登記政策，系爭土地共有人之一石老松雖提出申報，然未依法完成申報程序，該地遂於54年被依無主地處理，經登記為國有。惟土地總登記之目的僅在整理地籍、清查土地，與權利創設無涉，是系爭土地縱登記為國有，仍難謂國家因此取得其所有權。聲請人係因繼承而為系爭土地之真正權利人，且該土地自登記國有時起，迄今未曾移轉於第三人，在無交易安全及第三人信賴保護等情形下，國家不得阻止與妨礙人民權利之行使。系爭判例容許國家為時效完成之抗辯，侵害憲法第15條保障人民財產權之意旨等語。",
		"貳、受理要件之審查及審查依據",
		"按111年1月4日憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除本法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。",
		"次按，人民、法人或政黨於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令發生有牴觸憲法之疑義者，得聲請解釋憲法，憲訴法施行前之司法院大法官審理案件法（下稱大審法）第5條第1項第2款定有明文。又，確定終局裁判援用判例以為裁判之依據，而該判例經人民指摘為違憲者，應視同命令予以審查，迭經司法院大法官解釋在案（司法院釋字第154號、第374號、第582號及第792號解釋參照）。",
		"本件聲請案屬111年1月4日憲訴法修正施行前已繫屬而尚未終結之案件，是本件是否受理，應依上開大審法規定及司法院解釋定之。",
		"一、受理部分",
		"查聲請人曾對系爭判決提起上訴，經最高法院106年度台上字第1103號民事裁定，以上訴不合法駁回之，是本件聲請應以系爭判決為確定終局判決。次查本件聲請案關於系爭判例之聲請，核與大審法第5條第1項第2款及上開司法院釋字第154號、第374號、第582號及第792號解釋所定要件相符，爰予受理。",
		"二、不受理部分",
		"查聲請人另主張確定終局判決援引最高法院67年台上字第770號民事判例限縮民法第101條第2項規定之適用、未比照適用「逾總登記期限無人申請登記之土地處理『原則』」（聲請人誤載為「逾總登記期限無人申請登記之土地處理『規則』」）第4條第2款規定、亦未比照適用政黨及其附隨組織不當取得財產處理條例第3條規定，及適用民法第125條及第144條第1項規定（下併稱系爭規定）等部分，有違憲之疑義，惟核此部分聲請意旨所陳，除爭執法院認事用法之當否外，客觀上亦未具體敘明系爭規定究有何牴觸憲法之處。至於聲請補充司法院釋字第107號解釋（下稱系爭解釋）部分，查該解釋之意旨及內容闡釋甚為明確，並無文字晦澀或論證不周之情形，聲請人難謂有聲請補充解釋之正當理由。綜上，此二部分之聲請，核與上開大審法規定及司法院釋字第503號、第784號、第795號解釋所定要件，均有未合，應不受理。",
		"參、審查標的",
		"系爭判例關於「……系爭土地如尚未依吾國法令登記為被上訴人所有，而登記為國有後，迄今已經過15年，被上訴人請求塗銷此項國有登記，上訴人既有時效完成拒絕給付之抗辯，被上訴人之請求，自屬無從准許」部分。",
		"肆、形成主文一之法律上意見",
		"一、本件所涉之基本權利",
		"憲法第15條規定人民之財產權應予保障，旨在使財產所有人得依財產之存續狀態行使其自由使用、收益及處分之權能，免於遭受公權力或第三人之侵害，以確保人民所賴以維繫個人生存及自由發展其人格之生活資源（司法院釋字第709號、第763號、第771號及第776號解釋參照）。",
		"按關於土地登記之效力，土地法第43條固明定：「依本法所為之登記，有絕對效力。」然我國實務一貫見解，認此規定係為保護因信賴登記取得土地權利之第三人而設，並無於保護交易安全必要限度外，剝奪真正權利人權利之意，在第三人未取得土地權利前，真正權利人對於登記名義人自仍得主張之（司法院院字第1919號、第1956號解釋、最高法院40年台上字第1892號民事判決先例參照）。98年1月23日修正公布之民法第759條之1規定亦依此見解，而明定：「(第1項)不動產物權經登記者，推定登記權利人適法有此權利。（第2項）因信賴不動產登記之善意第三人，已依法律行為為物權變動之登記者，其變動之效力，不因原登記物權之不實而受影響。」",
		"由是可知，土地登記本身僅具有推定權利歸屬之效力，不能作為認定權利取得或消滅之絕對依據。是當土地所有權之登記與真實權利狀態不一致時，真正所有人為回復其權利之圓滿狀態，原則上仍得對登記名義人行使物上請求權，而請求塗銷登記及返還土地。此權利具財產上價值，自應受憲法第15條財產權之保障。",
		"二、系爭判例關於國家得主張時效抗辯部分，不符憲法第15條保障人民財產權之意旨",
		"系爭判例全文為：「司法院大法官會議釋字第107號解釋所謂已登記之不動產，無消滅時效之適用，其登記應係指依吾國法令所為之登記而言。系爭土地如尚未依吾國法令登記為被上訴人所有，而登記為國有後，迄今已經過15年，被上訴人請求塗銷此項國有登記，上訴人既有時效完成拒絕給付之抗辯，被上訴人之請求，自屬無從准許。」但本判決僅就後段部分予以審查，合先敘明。",
		"日治時期登記為人民所有之土地，倘其權利狀態未依中華民國法令登記，致經登記為國有土地者，依系爭判例，人民雖仍得本於所有人地位行使物上請求權，但此項請求權，並無系爭解釋之適用。從而，該請求權仍應適用民法消滅時效之規定，因該法第125條所定15年之時效期間經過而消滅，國家得為時效完成之抗辯。據此，人民受憲法第15條保障之財產權，因系爭判例而受到限制。",
		"（一）民法消滅時效制度之立法目的",
		"按消滅時效制度，乃權利人在一定期間內未行使其請求權者，義務人於該期間屆滿後，得拒絕給付之制度。消滅時效制度之立法理由，在於考量法律關係經過一定時間後，可能面臨權利人或義務人證據滅失、舉證不易、真實難辨，導致訴訟上徒增滋擾。立法者遂藉由消滅時效制度，使客觀上已繼續存在一段時間之事實狀態取代真正法律關係之認定，俾權利義務狀態不明之情況得以早日確定，以維持法律秩序之安定。",
		"惟民法之消滅時效，立法者雖賦予義務人得對罹於時效之請求權為拒絕給付之抗辯，但該權利並不因罹於時效而消滅，是義務人仍為履行之給付者，不得以不知時效為由，請求返還（民法第144條規定）。此外，為免權利人與義務人間之權利義務關係，因義務人行使時效抗辯權而過度失衡或違反公平正義，行使時效抗辯權，應符合民法第148條規定，依誠實信用方法為之，且不得有權利濫用情事。準此，消滅時效制度之設計，絕非僅單方面考量義務人現有法律狀態利益之維護，而應兼顧權利人之利益，避免於個案中發生權利義務顯失公平之情事。",
		"（二）日治時期人民私有之土地，雖依土地總登記程序登記為國有，人民仍不因此喪失其所有權",
		"第二次世界大戰結束後，中華民國政府為清查臺灣土地、整理地籍，由臺灣省行政長官公署於35年4月發布「所有土地權利人應依限向所在地土地整理處申報登記公告」、「初期清理地籍實施要點」、「台灣初期清理地籍圖籍檢查收件審查須知」，行政院又於同年12月3日發布「台灣地籍釐整辦法」、次年3月通過「台灣省土地權利憑證繳驗及換發權利書狀辦法」等規定，原則上承認人民日治時期之土地所有權，但要求權利人於一定期限內申報土地權利、繳交權利憑證，經公告、異議等程序後，換發權利書狀，載入土地登記簿，方視為已完成土地總登記。若原所有人未辦理土地總登記，依台灣省土地權利憑證繳驗及換發權利書狀辦法第14條規定，該地即為國有土地之登記（註1）。",
		"是在上開政權交替之過渡期間，縱令人民為日治時期土地台帳或土地登記簿上所載明之業主或所有人（即類同我國現行法制所稱所有人，註2），且該權利登記亦與真實權利狀態相符，然若未依規定申報或雖曾申報但未完成換發權利書狀，則人民於日治時期已取得所有權之土地即被視為無主土地而登記為國有。",
		"惟憲法第143條第1項規定：「中華民國領土內之土地屬於國民全體。人民依法取得之土地所有權，應受法律保障與限制……」；又「不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不生效力」、「因繼承、強制執行、徵收、法院之判決或其他非因法律行為，於登記前已取得不動產物權者，應經登記，始得處分其物權」，為民法第758條第1項、第759條分別明定。",
		"戰後初期所實施之土地總登記，雖為政府在政權移轉後管理國土、推行不動產物權登記制度所需，然該措施僅係確認、整理及清查當時土地之地籍狀態與產權歸屬，以利後續政令之推行，並無使不動產物權發生變動之意，非屬上開民法第758條第1項、第759條之情形。又，土地法第43條所定依該法所為之登記有絕對效力，僅為保護善意第三人因信賴既有登記而更為登記者，賦與登記之公信力，並非否認日治時期土地台帳或土地登記簿上所記載權利之效力。是日治時期屬人民私有之土地，雖經辦理土地總登記之程序而登記為國有，然該登記與物權之歸屬無關，並未影響人民自日治時期已取得之土地所有權，人民仍為該土地之真正所有人，此亦為審判實務上一貫見解（最高法院79年度台上字第1360號、80年度台上字第540號、85年度台上字第2466號、94年度台上字第834號、101年度台上字第1226號、112年度台上字第398號等民事判決參照）。",
		"上開日治時期人民私有之土地，經依土地總登記程序登記為國有，其登記雖不生物權變動之效力，卻造成真正權利人（即人民）與登記名義人（即國家）不一致，致人民須依民法第767條第1項規定對國家行使物上請求權，方得再度基於所有人地位，自由使用、收益及處分其所有物。",
		"（三）於本件所示土地所有權爭議中，國家不得主張適用民法消滅時效之規定",
		"國家就其與人民間之私權爭議，原則上固得主張相關規定所賦予之權利。然而，國家係為人民而存在，本質上既不可能擁有如人民般得自由發展之人格及維繫生存之需求，亦不可能如人民般享有得自由追求之私益，只能追求公益，以執行公共任務為職志。從而，國家自無受憲法第15條所保障財產權之基本權利（憲法法庭111年憲判字第14號判決理由第59段參照）。",
		"一般而言，權利人長久未行使其權利者，消滅時效制度固具有早日確定私法上權利義務狀態、維持法律秩序之公益性。惟國家與人民間關於土地之爭議，若非來源於兩者之合意，而係國家於政權更替之際，居於公權力主體地位，行使統治權，制定相關法規範，並依該規範將原屬人民私有而僅未及時申辦總登記之土地，逕行登記為國有之情形，倘又容許國家嗣後再以時間經過為由，依民法消滅時效規定為時效完成之抗辯，不啻變相承認國家得透過土地總登記之程序，及消滅時效之抗辯，而無須踐行任何徵收或類似徵收之程序，即可剝奪人民之財產。",
		"況，國家基於公權力主體地位行使統治高權，致與人民發生財產權爭執時，國家本非憲法第15條財產權保障之主體，從而不生基本權衝突之情事。且考量臺灣因政權更迭而辦理土地權利憑證繳驗及換發土地權利書狀，當時之時空環境，絕大多數人民未通曉中文、因戰事流離他所、遺失土地權利憑證，或因社會資訊、教育尚非發達，不諳法令，甚至因36年間之228事件引發社會動盪等特殊原因，致未於限期內申報權利憑證繳驗，或於申報後未依限補繳證件（註3），終致其所有之土地被登記為國有。於此情形，若使國家仍得主張民法消滅時效，從而透過時效制度維持私有土地登記為國有之狀態，不僅與誠實信用原則有違，且形成國家對人民財產權之侵害。故在憲法上，人民財產權之保障，相較於逕行承認土地登記為國有之狀態，更具值得保護之價值。是容許國家在此主張消滅時效，並無正當性可言。",
		"綜上，系爭判例關於國家得依消滅時效規定，為時效完成之抗辯部分，不當限制人民之財產權，與憲法第15條規定之意旨不符。",
		"另，人民就登記為國有之土地，主張其為真正權利人者，自應提出相關證據，例如日治時期之台帳登記或土地登記簿之記載等土地權利憑證、是否有長期居住於該土地之事實、國家是否曾經要求人民繳納地價稅、田賦等相關稅捐，並由法院於具體個案，依法妥適認定之，自不待言。",
		"（四）結論",
		"日治時期為人民所有，嗣因逾土地總登記期限，未登記為人民所有，致登記為國有且持續至今之土地，在人民基於該土地所有人地位，請求國家塗銷登記時，無民法消滅時效規定之適用。最高法院70年台上字第311號民事判例關於「……系爭土地如尚未依吾國法令登記為被上訴人所有，而登記為國有後，迄今已經過15年，被上訴人請求塗銷此項國有登記，上訴人既有時效完成拒絕給付之抗辯，被上訴人之請求，自屬無從准許。」部分，不符憲法第15條保障人民財產權之意旨。",
		"三、本判決之效力",
		"（一）系爭判例後段應不再援用",
		"依108年1月4日公布、同年7月4日起施行之法院組織法第57條之1第1項及第2項規定：「最高法院於中華民國107年12月7日本法修正施行前依法選編之判例，若無裁判全文可資查考者，應停止適用」、「未經前項規定停止適用之判例，其效力與未經選編為判例之最高法院裁判相同」。系爭判例因有全文可資查考，依上開規定，自108年7月4日起未停止適用，惟其效力與未經選編為判例之最高法院裁判相同。然實務上法官繼續直接引用或實質援用系爭判例，以為裁判論理之依據，仍所在多有。按系爭判例後段既經本庭宣告違憲，是自本判決公告之日起，各級法院法官自應不再援用，附此敘明。",
		"（二）聲請人之救濟",
		"按「本法修正施行前已繫屬而尚未終結之人民聲請法規範憲法審查案件，不適用第62條第1項前段關於宣告確定終局裁判違憲並廢棄發回管轄法院之規定」、「前項聲請案件，判決宣告法規範違憲且應失效者，就已確定之原因案件，聲請人得依法定程序或判決意旨請求救濟」、「第1項聲請案件，自聲請案件繫屬之日起至判決送達聲請人之日止，不計入法律規定原因案件再審之最長期間」，憲訴法第91條第1項、第2項前段及第3項規定分別定有明文。",
		"本件聲請，於107年1月9日繫屬於司法院，屬111年1月4日憲訴法修正施行前已繫屬而尚未終結之案件。系爭判例後段既經宣告違憲，且應不再援用，聲請人自得依本判決意旨，根據上開憲訴法規定，自本案繫屬司法院之日起至判決送達聲請人之日止，不計入法律規定原因事件再審最長期間，依法提起再審之訴，併此指明。",
		"附註：",
		"註1：陳立夫，台灣光復初期土地總登記（權利憑證繳驗）問題之探討，載於氏著，土地法研究，2007年1版，第44頁至第54頁；王泰升，台灣法律史概論，2020年6版，第301頁。",
		"註2：王泰升，前註1書，第302頁。",
		"註3：陳立夫，前註1書，第67頁。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍",
		"蔡彩貞",
		"朱富美",
		"陳忠五",
		"尤伯祥"
	],
	"主筆": "本判決由詹大法官森林主筆。",
	"大法官就主文所採立場表": {
		"454871": "憲法法庭112年憲判字第20號判決主文立場表"
	},
	"意見書": {
		"454864": "憲法法庭112年憲判字第20號判決黃大法官瑞明提出，尤大法官伯祥加入之協同意見書",
		"454865": "憲法法庭112年憲判字第20號判決呂大法官太郎提出，陳大法官忠五、尤大法官伯祥加入之協同意見書",
		"454866": "憲法法庭112年憲判字第20號判決陳大法官忠五提出，呂大法官太郎、尤大法官伯祥加入之協同意見書",
		"454867": "憲法法庭112年憲判字第20號判決尤大法官伯祥提出，呂大法官太郎、陳大法官忠五加入之協同意見書",
		"454868": "憲法法庭112年憲判字第20號判決蔡大法官彩貞提出之部分不同意見書",
		"454869": "憲法法庭112年憲判字第20號判決朱大法官富美提出之部分不同意見書"
	},
	"判決全文": {
		"454872": "憲法法庭112年憲判字第20號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院 臺中分院105年度上字第24號民事判決"
	},
	"判決摘要": {
		"454873": "憲法法庭112年憲判字第20號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"454874": "石豊田1070108釋憲聲請書_OCR"
		}
	},
	"言詞辯論": {},
	"言詞辯論影音": {},
	"說明會": {},
	"說明會影音": {},
	"宣示判決影音": {}
}