{
	"id": "340469",
	"類型": "判決",
	"判決字號": "112年憲判字第3號",
	"標題": "公職年資併社團年資案",
	"原分案號": "109年度憲三字第1號",
	"判決日期": "2023-03-17",
	"聲請人": "臺北高等行政法院第六庭",
	"案由": "聲請人為審理如附表一所示各該案件，認所應適用之公職人員年資併社團專職人員年資計發退離給與處理條例第2條第2款、第4條第1項、第5條第1項第1款、第2款，及第7條規定，有違憲疑義，分別聲請解釋憲法。",
	"主文": [
		"一、公職人員年資併社團專職人員年資計發退離給與處理條例第2條第2款規定，與憲法第7條平等原則尚無違背。",
		"二、上開條例第4條第1項，及第5條第1項第1款規定關於退職政務人員應連帶返還溢領退離給與部分，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背。",
		"三、上開條例第5條第1項第1款規定關於社團應連帶返還退職政務人員溢領之退離給與部分，及第2款規定，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背。",
		"四、上開條例第7條規定，與法治國原則法安定性之要求，尚無違背。",
		"五、其餘聲請不受理。"
	],
	"理由": [
		"壹、聲請意旨",
		"一、聲請人一",
		"聲請人一因審理臺北高等行政法院（下稱北高行）108年度年訴字第1036號公職人員年資併社團專職人員年資計發退離給與處理條例（下稱系爭條例）事件，確信其應適用之系爭條例第4條第1項、第5條第1項第1款及第7條規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人一主張意旨略謂：核發退離給與機關（下稱核發機關）依系爭條例第4條第1項規定，溯及地認定原因案件原告有溢領退離給與之情事，從而依系爭條例第5條第1項第1款規定命其返還溢領之金額，係使新法效力回溯適用於新法制定前業已終結之法律關係，顯已侵害人民受憲法保障之財產權，且違反法律不溯及既往原則及信賴保護原則。又系爭條例第7條規定使系爭條例第4條及第5條規定，無任何權利行使期間之限制，亦違反法安定性原則等語。",
		"二、聲請人二",
		"聲請人二因審理臺灣臺東地方法院行政訴訟庭108年度簡字第3號系爭條例事件，確信其應適用之系爭條例第5條第1項第2款及第7條規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人二主張略以：系爭條例第5條第1項第2款規定命原因案件原告返還退休（職、伍）公職人員溢領之退離給與、系爭條例第7條又明文排除現行法律有關權利行使期間之規定，可知前開二規定使新法效力回溯適用於新法制定前業已終結之法律關係，顯已侵害人民受憲法保障之財產權，且違反法律不溯及既往原則、信賴保護原則等語。",
		"三、聲請人三",
		"聲請人三因審理臺灣臺南地方法院行政訴訟庭108年度簡字第6號返還溢領退離給與事件，確信其應適用之系爭條例第2條第2款、第5條第1項第2款及第7條規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人三主張略以：系爭條例第2條第2款、第5條第1項第2款規定命原因案件原告應返還退休（職、伍）公職人員溢領之退離給與，系爭條例第7條並排除現行法律有關權利行使期間之規定，使新法效力回溯適用於新法制定前業已終結之法律關係，系爭條例又未設合理補救措施或過渡時期條款，顯已侵害人民受憲法保障之財產權，且違反法律不溯及既往原則、信賴保護原則。再查，系爭條例第2條第2款及第5條第1項第2款之構成要件並非廣泛而抽象之規定，而係具體明定特定社團之責任，亦違反個案立法禁止原則等語。",
		"四、聲請人四",
		"聲請人四因審理臺灣臺北地方法院行政訴訟庭108年度簡字第19號追繳溢領退離給與事件，確信其應適用之系爭條例第5條第1項第1款規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人四主張略以：系爭條例第5條第1項第1款規定所指之社團，既未實際受領過任何溢領之退離給與，且關於該社團有何利用執政機會或國家權力謀取不當利益，而應與溢領退離給與之退職政務人員負真正連帶債務之責，方有助於轉型正義與既有財產歸屬秩序之回復，立法者亦無適當立論，顯已侵害特定社團受憲法保障之財產權等語。",
		"五、聲請人五及六",
		"聲請人五及六因分別審理北高行108年度年訴字第1128號、同院108年度年訴字第1045號系爭條例事件，確信其應適用之系爭條例第2條第2款及第4條第1項規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人五及六主張略以：核發機關依系爭條例第2條第2款及第4條第1項規定，重行核計各該原因案件原告之退離給與，係使新法效力回溯適用於新法制定前業已終結之法律關係，顯已侵害人民受憲法保障之財產權，且違反法律不溯及既往原則。再者，系爭條例第2條第2款將中國青年反共救國團（下稱救國團）列入，未充分審究其從成立時起至中華民國58年12月23日止，曾隸屬政府之事實，從而未依事物本質之差異予以不同規範，自屬恣意立法而違反平等原則等語。",
		"六、聲請人七及八",
		"聲請人七及八因分別審理北高行108年度年訴字第1124號、第1228號，及同院109年度年簡上再字第4號系爭條例事件，確信其應適用之系爭條例第2條第2款關於救國團部分及第5條第1項第2款規定，牴觸憲法，乃裁定停止訴訟程序並聲請解釋憲法。聲請人七及八主張略以：系爭條例第2條第2款規定未充分審究救國團從成立時起至58年12月23日止，曾隸屬政府之事實，從而未依事物本質之差異予以不同規範，違反憲法第7條平等原則；第5條第1項第2款所定之社團，既無法預見或主導其職員於離職後是否會轉任公職人員或於政府部門退休，亦無法決定公職人員之退休要件及退離給與標準，顯見該規定係以偶然性之因素為立法基礎，難認具有合理之關聯，自屬違反不當聯結禁止原則，因而侵害原因案件原告受憲法第15條保障之財產權等語。",
		"貳、受理要件之審查及審理程序",
		"一、受理要件之審查",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除本法別有規定外，適用修正施行後之規定，但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。又各級法院法官於審理案件時，對於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義，顯然於該案件之裁判結果有影響者，得以之為先決問題，裁定停止訴訟程序，聲請司法院大法官解釋，但應於聲請書內詳敘其對系爭違憲法律之闡釋，以及對據以審查之憲法規範意涵之說明，並基於以上見解，提出其確信系爭法律違反該憲法規範之客觀上無明顯錯誤之論證。司法院釋字第371號、第572號及第590號解釋闡釋甚明。",
		"（一）受理部分",
		"查聲請人一至八之聲請案均已於憲訴法修正施行前繫屬於司法院，且關於系爭條例第2條第2款規定（下稱系爭規定一）、第4條第1項規定（下稱系爭規定二）、第5條第1項第1款規定（下稱系爭規定三）、第2款規定（下稱系爭規定四），及第7條規定（下稱系爭規定五）部分，與上開司法院解釋所闡釋法官聲請解釋憲法之要件相符，爰予受理（系爭規定一至五詳如附表二）。",
		"（二）不受理部分",
		"查聲請人一關於系爭條例第5條第1項第2款規定部分，非其於審理案件時所應適用之法律；聲請人一關於系爭條例第4條第2項至第4項及第5條第2項規定部分、聲請人三關於系爭條例第4條第4項規定部分，客觀上尚難謂已提出形成確信法律為違憲之具體理由。是聲請人一及三前開部分之聲請，均與上開司法院解釋意旨不符，應不受理。",
		"二、言詞辯論程序",
		"本庭於111年12月20日行言詞辯論，聲請人四至八及關係機關銓敘部出席陳述意見，聲請人一至三則雖經通知並未到場。本庭另邀請專家學者到庭陳述意見，且依中國國民黨（下稱國民黨）及救國團之聲請，同意其等以關係人身分到庭陳述意見。",
		"聲請人四至八及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人四至八主張略謂",
		"1.北高行第二庭針對系爭條例共提出4件聲請案，其中包含5件原因案件，該5件原因案件之共同點為所涉及之社團，均為救國團。救國團於41年間由行政院訓令國防部轉飭國防部總政戰部籌組成立，直至58年12月23日止，由行政院核示准許解除國防部與救國團之隸屬關係為止，均隸屬於國防部；且其決策組織，亦即團委會委員，原則上係由國防部聘任；幹部以及職員，事實上也有軍事編階，甚至部分職員乃經就業特考考試及格分發；另其所執行之任務，部分亦屬政府之職能，應屬功能性之行政組織。是系爭條例第2條第2款規定，未區分救國團與其他社團性質上差異，以及救國團與國防部解除隸屬關係前後之特性上差異，一概使救國團適用系爭條例相關規定，有違平等原則。",
		"2.縱社團年資併公職人員年資之採計方式部分無法律依據，惟參考司法院釋字第614號解釋意旨，關於年資採計部分因屬給付行政措施，故於法律規範之密度上可依較寬鬆標準審查之，因此倘主管機關訂定相關規範有其合理之基礎，尚難認其與法律保留原則有所違背，故當年採計年資之政策，非如銓敘部所言，欠缺合法性。",
		"3.年資之扣除與年金之調降，性質上並不相同。蓋年資扣除後，就原有年資計算而得之年金部分，事實上將完全被刪除，其與年金調降，年資原則上並未被否定而僅調降其金額，並不相同。是年資之扣除，並非對繼續性之法律關係為向後之調整，而係否定過去已經被銓敘部採計之服務年資，故有違法律不溯及既往原則。",
		"4.溢領之退離給與要求社團返還部分，因社團專職人員轉任與否涉及其個人人生規畫，亦即其離開之後是否轉任公職、轉任公職後任職多久、是否能達成退休之條件等等，均非社團可以掌握。況年資是否採計也非社團得以決定，故僅因專職人員曾於社團任職，即建構社團應返還之基礎，違反不當聯結禁止原則及侵害社團之財產權。",
		"（二）關係機關銓敘部主張略謂",
		"1.社團年資採計欠缺法律依據，且因年資之採計及廢止，係配合國民黨需要，由國民黨一手主控，以達成促進國民黨及所屬社團發展之目的，並造成國民黨與其他政黨間競爭之不合理地位，實際上係威權體制下為鞏固執政優勢所形成之不合理競爭制度，有必要透過轉型正義澈底匡正。",
		"2.相應於社團年資採計制度之違法及不合理，系爭條例有兩大規範目的：第一，藉由公職人員年資之重新核計，維護憲法所保障之公務員制度。第二，匡正因年資併計所強化之黨國體制，以落實轉型正義。該二規範目的所衍生之憲法議題，歷來大法官皆有相關憲法解釋，如司法院釋字第793號解釋等可供參考，許多關鍵問題於該等解釋中亦已澄清。",
		"3.系爭條例第2條第2款規定，僅針對當年基於黨國體制而參與年資採計且存續迄今之社團而為規定，並無個案立法疑慮，更不違反憲法第7條之平等原則。至於救國團在41年至58年間，是否隸屬於國防部之問題，以關係機關書狀所提之史料來看，大為可疑，且救國團之人員非依組織法規定有員額等級並經銓敘合格，自始非公務人員退休法制得予採計之範圍。又該社團成立、運作及年資採計，皆係源自於威權體制下政黨決策，於法無據，對適用系爭條例第4條規定重行核計，毫無影響。",
		"4.當事人或社團因年資併計而違法取得之財產，其信賴本不值得保護。故某個過往法律制度重大明顯違反上位規範，甚至違憲，而新制溯及修正該錯誤制度，係為達成極重要公益之目的時，其溯及既往可被允許。系爭條例第4條及第5條規定，縱認已有溯及既往，亦不違憲。",
		"5.系爭條例第5條規定向社團追繳退離給與溢領金額之理由，由書狀中所提供之史料足以證明，事實上該等社團當年的確因年資併計而免除應自行支出之退職金或退休金，以致於間接受有不當財產利益。此外，因年資採計而提高公職人員與社團專職人員交流互調之意願，無形中也大幅減少社團人力成本。該等社團既然利用黨國一體之便，獲取有形無形之利益，法律以之作為追繳對象，即無違憲可言。",
		"6.至公職人員方面，因併計年資之公職人員，乃不當利益之直接領受人，自可作為系爭條例所定追繳之對象，與社團負連帶返還責任。惟基於弱勢保障，系爭條例第5條第1項第2款規定，對於非屬政務人員者，設計僅由社團單獨負責，與同條項第1款規定政務人員部分有所不同。",
		"7.系爭條例第7條規定僅排除重新核計退離給與前，有關逾越權利期間之法律效果，藉此開啟本條例第4條及第5條規定之適用。對於經重新核計後，追繳溢領之公職人員退離給與，尚有公法上一般消滅時效5年之適用。",
		"各聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書及言詞辯論筆錄。又，聲請人一之原因案件原告黃肇珩女士經本庭許可，提出法庭之友意見書。",
		"本庭斟酌各聲請人之聲請書、關係機關之意見書、鑑定人之意見書、關係人國民黨及救國團之陳述意見書、上開法庭之友意見書，及全辯論意旨等，作成本判決，理由如下。",
		"參、形成主文之法律上意見",
		"一、法制背景",
		"（一）社團專職人員年資併計公職人員年資之沿革",
		"臺灣於第二次世界大戰結束後，繼受中華民國法制，歷經2年多以黨（國民黨）治國之訓政時期（中華民國訓政時期約法第30條、第31條、第32條、第72條及第85條規定參照）。嗣因中華民國憲法於36年12月25日施行，進入憲政時期。惟，隨著37年5月10日制定公布動員戡亂時期臨時條款，及38年5月20日起在臺灣全省施行戒嚴，原應隨憲法施行而結束之黨國體制，得以事實上延續。直至76年7月15日臺灣地區解除戒嚴，及80年5月1日正式終止動員戡亂時期，國家體制始漸從非常時期下之黨國體制，回歸自由民主憲政秩序（司法院釋字第793號解釋理由書第9段至第12段參照）。",
		"一般自由民主憲政秩序下，政黨作為多元社會中協助形成國民政治意志，傳遞國民意志至國家機關之團體，並透過推薦候選人參加公職人員選舉之方式以取得政權為目的，而得直接或間接影響國家政策與運作，具有特殊之地位，然其並非凌駕國家之上，而係憲法下享有基本權之人民團體，政黨及其附隨組織、黨員均不得逾越憲法及法令，任意操作國家人事。",
		"惟在過去非常時期黨國體制下，執政黨即國民黨陸續以該黨總裁及主席為中心，由上而下遂行黨意。詳言之，國民黨為將該黨總裁及主席之意志，貫徹至國家各機關，遂在國家機關內成立黨組織，例如在民意機關中建立黨部黨團、在行政機關中設置政治小組，使其遵從黨之決意，執行黨之命令及貫徹黨之主張；另並要求服務於國家機關之黨員，就其職務範圍內有關政策之決定及執行，應透過機關內之黨組織，向上級黨部經常報告，並請求指示或建議；遇有不同機關間在工作進行中需要取得相互間之同意、諒解、支持或協助時，則應由同級黨部透過各該機關內之黨組織溝通意見、解決問題（註1）。更要求任職於五院之院長及各部會首長之黨員，在必要時得列席國民黨中央改造委員會會議（註2），以確保黨對於國家機關之控制。在此背景下，黨之決策透過對各機關黨組織及對從政黨員之指揮及控制，得以規避憲政時期下憲法所定五權分立相互制衡之機制，達到以黨領政之效果（註3）。",
		"另一方面，國民黨總裁曾謂：「黨的工作，即是社會工作」、「民運工作就是黨的社會基礎之開拓，建立、鞏固、動員和作戰。」（註4）遂致力發展民運工作，以透過設立或發展各種社會組織之方式淡化政黨色彩，達到向民眾宣傳黨意、吸收黨員、擴大社會基礎之目的。同時，本於「黨的組織在基層，組織之運用在幹部」（註5）之宗旨，國民黨著重各組織幹部之培養，再運用社會幹部於社團中之領導地位，鞏固國民黨對各社團之掌控，使國民黨得動員民眾完成其欲推行之各項任務。",
		"由是可知，進入憲政階段後，國民黨藉由對國家機關內從政黨員及各社團社會幹部之控制，得以全面性維持黨國體制、一黨專政之運作。因此，促進黨工幹部從政、持續推動黨政社會幹部交流互調，遂成為國民黨鞏固威權統治之重要黨政策與手段（註6）。為便於政治幹部與黨務或社會幹部互相交流、增加歷練、培養人才（註7），國民黨遂利用其以黨領政之優勢，動用國家資源施惠於該黨黨員及社會幹部專職人員，換取其忠誠，以利黨政策之推動。是儘管自32年起已陸續建立公職人員退休（職、伍）法制，立法明定各該法律僅適用於各機關編制內依相關規定任用之人員（32年11月6日公務員退休法第2條、33年6月22日學校教職員退休條例第1條、48年8月4日陸海空軍士官服役條例第2條、48年8月14日陸海空軍軍官服役條例第2條、42年11月19日陸海空軍軍人保險條例第6條，及47年1月29日公務人員保險法第2條規定暨歷次修法版本參照）；司法院亦自41年起作出數號解釋，認定行憲後之政黨係屬人民團體，黨職人員非為公務（職）人員（司法院釋字第5號、第7號及第20號解釋參照）。然國民黨藉由以黨領政之操作，於58年6月20日由國防部以該部（58）綜字第1724號函（當時之部長蔣經國兼任救國團主任），請銓敘部同意對救國團中未曾參加台灣省大專及高職畢業生就業考試，從而未經台灣省政府分發之專職人員，於轉任其他行政機構時，採計其任職於救國團之年資（註8）。而考試院雖明知其等專任人員未依法納入銓敘範圍（註9），仍無視司法院大法官解釋及法律明文規定，於同年11月8日同意採認其社團年資。此例一開，由國民黨設立或發展之其他社團亦陸續向銓敘部提出申請，考試院並在59年至72年間同意，以發布函令及中華民國民眾服務總社專職人員暨公務人員服務年資互相採計要點(下稱年資互相採計要點)等方式，同意系爭規定一所列之特定社團專任人員於轉任公職後，其任職於各特定社團之年資，於退休（職、伍）時得採計為公職服務（役）之年資（註10）。",
		"嗣政經環境改變，解嚴前後，各界（監察院、立法委員、臺灣省省議員及社會輿論）均已紛紛對社團年資併計公職人員年資之合法性及公平性，提出質疑（註11）。考試院鑑於政府宣布解嚴，人民可依法組黨結社、參加集會遊行及從事政治活動等，若僅有系爭規定一之社團專職人員年資得併公職人員年資，其他社團或人民團體卻無相關採計規定，將有失公允，遂於考試院76年12月3日第7屆第153次會議，決議廢止採計上開社團服務年資之制度，並於考試院77年7月28日第7屆第185次會議，決議年資互相採計要點廢止前已任公務人員者，於退休、撫卹時仍得併計社團年資；年資互相採計要點廢止後始轉任公務人員者，不得併計。95年4月20日考試院復於第10屆第180次會議，決議是類社團年資不再併計公務人員退休年資；以往退休處分不予撤銷。銓敘部遂以95年5月12日部退三字第0952643282號令規定，自同年4月20日起停止特定社團年資及其他非公部門年資之採計（註12）。",
		"（二）系爭條例之立法緣由",
		"考試院針對社團年資併公職年資一事，雖先後於76年及95年，進行兩階段之斷源措施，然於76年12月2日（含）前已轉任公職且於95年4月20日前經核定退休者，其76年12月2日（含）前任職於社團之年資，仍得併計為公職年資，並依此年資繼續支領相關之退離給與。",
		"惟社團年資得以併公職年資之政策性決定，係黨國體制下，國民黨為便利其持續以黨領政所致。為澈底匡正該時期遺留之不當法制，使公職人員退休（職、伍）體制回歸自由民主憲政體制下之合憲狀態，以落實轉型正義（註13），立法院乃於106年4月25日三讀通過系爭條例，並經總統於同年5月10日公布施行。",
		"（三）系爭條例所定退離給與之制度沿革",
		"系爭條例所稱之退離給與，係指退休（職、伍）金及優惠存款利息（系爭條例第2條第3款規定參照）。",
		"1.關於退休（職、伍）金部分",
		"按我國軍公教退休（伍）金制度之建立，最早源自32年制定公布之「公務員退休法」、33年制定公布之「學校教職員退休條例」，及48年制定公布之「陸海空軍軍官服役條例」及「陸海空軍士官服役條例」；政務人員退職酬勞金制度則源自61年制定公布之「政務官退職酬勞金給與條例」。無論係退休（伍）金或退職酬勞金，於制度施行時起至84年6月30日止，兩者之財源一律由稅收等財政收入支應，是為恩給制。直自84年7月1日起，陸續施行軍公教人員退撫新制，財源之籌措方轉由政府與在職軍公教人員或政務人員共同撥繳費用支付之共同儲金制。",
		"2.關於優惠存款制度部分",
		"優惠存款制度，係國家早年考量軍公教人員一次退休金之額度偏低，所採行之政策性補貼（司法院釋字第717號解釋理由書第6段參照）。在法制依據上，銓敘部、教育部分別會銜財政部於49年及54年訂定發布「退休公務人員退休金優惠存款辦法」、「學校教職員退休金優惠存款辦法」，國防部則於53年自行訂定發布「陸海空軍退伍除役官兵退伍金優惠儲蓄存款辦法」，透過退休之軍公教人員將其支領之一次退休（伍）金存入臺灣銀行，政府轉以支付利息形式，照顧其退休生活，並按行政院核定比照1年期定期存款利率加百分之五十之優惠利率計算利息，以稅收等財政收入補貼軍公教優惠存款利率之差額。其後，配合政務官退職酬勞金給與條例之通過，行政院、考試院於61年會同訂定發布「政務官退職酬勞金給與條例施行細則」，政務人員亦得將支領之一次退職酬勞金依規定辦理優惠存款。",
		"國防部嗣後修正公布「陸海空軍退伍除役官兵退伍金優惠儲蓄存款辦法」，將得辦理優惠存款之金額，再擴及陸海空軍軍人保險條例之退伍給付。銓敘部及教育部亦於63年及64年分別訂頒「退休公務人員公保養老給付金額優惠存款要點」及訂定發布「學校退休教職員公保養老給付金額優惠存款要點」，使公務人員及公立學校教職員領取之公保養老給付，亦得辦理優惠存款。軍人保險及公、教人員保險係採行社會保險制度，被保險人依法需定期繳納保費，故其退休時依法取得之退伍給付或養老給付，與其投保期間繳納保費間，具有相當之對價性，此與退休金之恩給制尚有差別。",
		"由上述沿革可知，優惠存款制度設計之初，得辦理優惠存款者，僅限於退休(職、伍)公職人員領取之一次退休(職、伍)金，而後再納入本於軍保或公保所領取之一次退伍給付或養老給付。然無論存入臺灣銀行之本金係源於上述何等給付，存入後定期領取之優惠存款利息，均係由國家以稅收等財政收入補貼，是該利息亦屬恩給制之範疇。",
		"二、系爭規定一雖屬特殊類型之法律，然非憲法所不許，亦未牴觸憲法第7條平等原則",
		"按法律固以一般性、抽象性規範為常態，惟如以特定人為規範對象，或以一般抽象性方式描述規範特徵，但實際適用結果，僅單一或少數對象受該法律規範者，均屬特殊類型之法律，如其目的係為追求合憲之重要公共利益，且其所採取之分類與規範目的之達成間，存有一定程度之關聯性，即非憲法所不許（司法院釋字第520號解釋理由書第6段及第793號解釋理由書第33段參照）。",
		"為明確界定系爭條例之適用範圍及對象，系爭規定一明定：「本條例用詞，定義如下：……二、社團專職人員：指中國國民黨各級黨部、中華民國民眾服務總社及其分社、中國青年反共救國團、中國童子軍總會、中國大陸災胞救濟總會、世界反共聯盟中國分會、亞洲人民反共聯盟中國總會、三民主義大同盟等社團及其相關機構之專職人員。」依此，系爭條例係以曾任特定社團及其相關機構（下稱社團）專職人員之公職人員及該社團為規範對象，屬特殊類型之法律。",
		"惟查，系爭條例之制定，係為處理過去黨國體制下，透過悖於當時公職人員退休（職、伍）法制而寬計特定社團專職人員年資之政策性決定，所遺留之社團年資併公職年資制度（註14）。是系爭條例乃落實轉型正義之立法，具有匡正過去黨國體制下，政黨違反憲政秩序所造成之不法結果，使國家在民主轉型後，得回歸正常之憲政軌道，並於民主化後重新評價該等不法結果，以確立及深化自由民主憲政秩序價值，避免國家再次重蹈黨國威權體制之覆轍，其目的核屬特別重要之公共利益（司法院釋字第793號解釋理由書第39段參照）。次查，系爭規定一明文例示之社團，係以銓敘部於早期特殊政經環境下，報經考試院同意而得採計服務年資之社團，為其分類標準，此分類與匡正過去不當政策性決定、回復遭破壞之公職人員退休（職、伍）法制之目的間，具有實質關聯性。再者，系爭條例既係為澈底移除過去黨國體制所延續之社團年資併公職年資制度，自應以適用該年資併計制度之退休（職、伍）公職人員及其曾任職之所屬社團為規範對象。是系爭規定一固屬特殊類型之立法，然仍非憲法所不許。",
		"聲請人五至八主張，救國團於41年10月31日至58年12月23日間曾隸屬國防部，系爭規定一未就救國團與其他社團，或救國團與國防部解除隸屬關係前、後之專職人員年資，依事物本質之差異予以不同規範，自屬恣意立法而違反平等原則等語。",
		"查，救國團於41年10月31日至58年12月23日間，雖形式上隸屬於國防部總政治部，惟其成立與解除隸屬，均僅係依行政院令為之（註15），並無組織法上之依據，難認其係依法成立之行政組織。且行政院於58年12月23日解除救國團與國防部間之隸屬時，亦明白指出「中國青年反共救國團本為社團性質」（註16）。再者，從救國團之人事決定、經費來源及業務分派、執行與監督等觀之，亦與一般機關有別，故得否僅因上開隸屬即推斷其具有「政府機關」之性質，已非無疑。",
		"何況，無論救國團於41年10月31日至58年12月23日間之定性為何，均不影響系爭條例所欲處理之違法年資併計問題。蓋依相關法律，得否適用公職人員退休（職、伍）規定，並非繫於是否在機關內擔任專職工作，而應以是否為各機關編制內依相關規定任用者為斷。從考試院特別以函令許可採計公職人員任職於救國團之年資，更可得知該等人員於任職救國團期間，本為依法不得採計之年資。就此而言，適用上開考試院函令之救國團專職人員與系爭規定一所列其他社團專職人員，並無本質上之不同。系爭規定一予以併列，未牴觸憲法第7條平等原則。",
		"三、系爭規定二，及系爭規定三關於退職政務人員應連帶返還溢領退離給與部分，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背",
		"憲法第15條規定人民財產權應予保障，旨在確保個人依財產之存續狀態，行使其自由使用、收益及處分之權能，並免於遭受公權力或第三人之侵害（司法院釋字第400號解釋理由書第2段、第671號解釋理由書第1段、第672號解釋理由書第1段、第709號解釋理由書第2段、第732號解釋理由書第1段及第747號解釋理由書第3段參照）。又憲法上之財產權係指一切具有財產價值之權利，退休（職、伍）公職人員就已實際受領之退休給付，固應受財產權之保障，其於退休（職、伍）時經核發機關核定而取得定期向國家請求退離給付之公法上請求權，亦屬憲法第15條財產權之保障範圍（司法院釋字第266號解釋理由書第1段、第312號解釋解釋文及理由書第1段、第781號解釋理由書第57段、第782號解釋理由書第59段及第783號解釋理由書第59段參照）。",
		"查退休（職、伍）金，及得辦理優惠存款之軍保退伍給付、公保養老給付額度，其計算係以退休（職、伍）者之年資乘以退休（職、伍）時之月俸，是扣除年資將直接減少退休（職、伍）金及得辦理優惠存款之額度。系爭規定二明定：「第2條所定公職人員仍支領退離給與者，應由其核發退離給與機關……扣除已採計之社團專職人員年資後，依原適用之退休（職、伍）法令所定給與標準及支領方式，重行核計退離給與。」可知扣除社團年資確已影響該公職人員之退離給與，自屬對該公職人員財產權之限制。系爭規定三進一步明定：「依前條規定重行核計退離給與後，有溢領退離給與者，應由核發機關……依下列規定以書面處分令領受人或其經採認之社團專職年資所屬社團返還之：一、於退職政務人員，由領受人及其經採認之社團專職年資所屬社團連帶返還。」使退職政務人員就其實際已受領之溢領部分，應與社團負連帶返還之責，亦屬對該退職政務人員財產權之限制。",
		"（一）系爭規定二，及系爭規定三關於退職政務人員負連帶返還溢領退離給與責任部分，與法律不溯及既往原則及信賴保護原則，尚無違背",
		"法治國原則為憲法之基本原則，首重人民權利之維護、法秩序之安定及信賴保護原則之遵守（司法院釋字第751號解釋理由書第15段參照）。又任何法規皆非永久不能改變，立法者為因應時代變遷與當前社會環境之需求，對於人民既存之有利法律地位，或可得預期之利益，原則上固有決定是否予以維持以及如何維持之形成空間，然仍應注意人民對於舊法有無值得保護之信賴及是否符合比例原則（司法院釋字第525號解釋理由書第2段、第781號解釋理由書第76段、第782號解釋理由書第93段及第783號解釋理由書第93段參照）。",
		"新訂之法規，倘涉及限制或剝奪人民權利，或增加法律上之義務，原則上不得溯及適用於該法律施行前業已終結之事實或法律關係，是謂禁止法律溯及既往原則。惟立法者所制定之溯及性法律規範，如係為追求憲法重大公共利益，仍非憲法所當然不許。又，受規範對象據以主張信賴保護之信賴基礎，與自由民主憲政秩序不相容者，其信賴自不值得保護，更不生信賴保護之問題（司法院釋字第793號解釋理由書第59段參照）。",
		"國家與支領退離給與之退休（職、伍）公職人員間，雖存在繼續性法律關係，惟系爭規定二係具有確認採計社團專職人員年資部分為違法之意旨，而其法律效果係直接以重新核計之結果，取代退休（職、伍）公職人員於退休（職、伍）時原核計之年資及退離給與，並從而發生系爭規定三所定返還「溢領退離給與」之情事。是系爭規定二，及系爭規定三其中關於政務人員部分，核屬真正溯及之法規範。",
		"惟如前所述系爭條例係為落實轉型正義，其目的在於確立及深化自由民主憲政秩序價值，避免國家再次重蹈黨國威權體制之覆轍，具有特別重要之公共利益（本判決理由第62段參照）。是系爭規定二及系爭規定三關於政務人員部分，雖為真正溯及性之法規範，然仍非憲法所當然不許。",
		"況考試院於58年至72年間發布採計社團專職人員年資之函令或年資互相採計要點，具有明顯違反上位規範之重大瑕疵（本判決理由第46段參照），依該函令或要點而取得退離給與之社團專職人員，並無值得保護之信賴（司法院釋字第525號解釋理由書第2段參照）。",
		"再者，關於給付行政措施，其所應受法律規範之密度，雖較限制人民權益者寬鬆，然若涉及公共利益之重大事項，仍應有法律或法律授權之命令為依據之必要，乃屬當然（司法院釋字第443號解釋理由書第1段及第658號解釋理由書第1段參照）。考試院於58年至72年間發布採計社團專職人員年資之函令或年資互相採計要點雖僅涉給付行政事項，然公職人員曾任社團專職人員之年資，於其退休（職、伍）時，是否予以採計，與退休（職、伍）公職人員之生活保障及國家資源公平合理分配，息息相關，屬公共利益之重大事項，是考試院在未有任何法律依據下，即自行發布上開函令及年資互相採計要點，顯已牴觸法治國原則下法律保留原則之意旨，從而依該函令或要點而取得退離給與之社團專職人員，自不得主張其信賴值得保護。",
		"（二）系爭規定二，及系爭規定三關於退職政務人員負連帶返還溢領退離給與責任部分，與比例原則無違，並未牴觸憲法第15條保障人民財產權之意旨",
		"系爭規定二及三雖使退休（職、伍）公職人員受憲法第15條保障之財產權受有限制，然有關退休（職、伍）給與，不論其為國家過去已給付者或將來應給付者，其受財產權保障之程度，均應視其財源，給予不同層級之保障。倘該過去已給付或將來應給付之退休（職、伍）給與，與退休（職、伍）公職人員先前在職時之對待給付無關，而係政府以預算支應之恩給制範疇者，因涉及國家財政資源之分配，立法者得有相對較高之調整形成空間，審查此類恩給制之相關立法是否符合比例原則時，應採較寬鬆之標準（司法院釋字第781號解釋理由書第59段、第782號解釋理由書第61段及第783號解釋理由書第61段參照）。",
		"查系爭規定二所定應予扣減之社團年資，係退休（職、伍）公職人員於76年12月2日（含）前（本判決理由第47段、第49段參照），任職於特定社團之年資，彼時退休（職、伍）金法制之設計屬恩給制時期，公職人員無須為任何給付，即得累積該段期間之年資。從而，扣除該段期間原已採計之年資而重新核計退離給與，雖造成該年資原得換算之退休（職、伍）金歸零，惟此受限制之部分與退休（職、伍）公職人員在職時之給付無關。次查，系爭條例第2條第3款規定所稱之「退離給與」，指退休（職、伍）金及優惠存款利息。亦即，並未包括軍保退伍給付與公保養老給付，是依系爭規定二扣除年資後，固影響退休（職、伍）公職人員一次請領該等給付所得辦理優惠存款金額之額度，但扣除社團年資後，不得繼續作為優惠存款本金之軍保退伍給付及公保養老給付，則已返還於各該社團專職人員。就此而言，該軍保退伍給付及公保養老給付，不因系爭條例之施行，而受影響。優惠存款額度因而縮減後，退休（職、伍）公職人員已獲得之利息及可獲得利息之給付請求權固亦隨之減少；惟優惠存款利息係以國家稅收等財政收入作為補貼優惠存款利率利息差額之財源，與退休（職、伍）公職人員在職時之給付無關。綜上，立法者對於系爭條例規範之退離給與，應享有較大之調整空間。",
		"從系爭條例第1條規定之立法理由可知，該條例係為回復早期在特殊政經環境下，因違法採計社團專職人員年資而遭破壞之公職人員退休（職、伍）法制秩序，目的洵屬正當。系爭規定二扣減退休（職、伍）公職人員曾經違法併計之社團專職人員年資；系爭規定三課予因曾違法併計社團專職人員年資，而有溢領退離給與之退職政務人員，負連帶返還該溢領金額之責，此二手段均與回復正常退休（職、伍）法制之目的，具有合理關聯。",
		"再者，立法者考量適用系爭條例之公職人員已無法復職或因年老無法再任，為避免公職人員於扣除已採計之社團年資後，可能發生不合原退休（職、伍）或定期給付條件或無法維持其等退休後基本經濟生活之情事，特於系爭條例第4條第2項及第3項明定「依前項規定扣除社團專職人員年資後，不符原退休（職、伍）或定期給付條件者，仍依原適用之退休（職、伍）法令所定給與標準及支領方式……」、「依前二項規定重行核計退離給與，致每月支領退離給與總額低於新臺幣2萬5,000元者，按2萬5,000元發給。原每月支領退離給與總額低於2萬5,000元者，仍按原支領退離給與總額發給」（系爭條例第4條第2項及第3項規定立法理由參照），顯見立法者對於適用系爭規定二之退休（職、伍）公職人員，已設有下限規定，避免個案過苛之情事發生。",
		"又，倘政務人員依其經濟狀況或因天災、事變致遭受重大財產損失，無法一次完納返還溢領之金額者，尚可依法申請分期繳納（行政執行法施行細則第27條、行政執行事件核准分期繳納執行金額實施要點第2點規定參照）。",
		"綜上，系爭規定二，及系爭規定三關於退職政務人員應連帶返還溢領退離給與部分，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背。",
		"四、系爭規定三關於社團應連帶返還退職政務人員溢領之退離給與部分，及系爭規定四，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背",
		"憲法第15條所保障之財產權，其權利主體不限於自然人及法人，亦包括由多數人為特定之目的所組織，有一定之名稱、事務所或營業所及獨立支配之財產，且設有管理人或代表人，對外並以團體名義為法律行為之非法人團體（司法院釋字第486號解釋參照）。",
		"按「依前條規定重行核計退離給與後，有溢領退離給與者，應由核發機關……，依下列規定以書面處分令領受人或其經採認之社團專職年資所屬社團返還之：一、於退職政務人員，由領受人及其經採認之社團專職年資所屬社團連帶返還」、「二、於政務人員以外之退休（職、伍）公職人員，由其經採認之社團專職年資所屬社團返還。」系爭規定三及四分別定有明文。此二規定明定社團就退休（職、伍）公職人員溢領之退離給與，負連帶返還或單獨返還責任，致該等社團須以自身財產履行此義務，係屬對其財產權之限制。",
		"系爭規定三及四將系爭規定一所稱之社團，明定為溢領退離給與之（連帶）返還義務人，係著眼於該等社團本應以雇主身分，就其專職人員之工作年資，於該專職人員退休或退職時，負給付退休金或退職金之責。蓋基於勞雇關係，雇主對勞工本即應負照顧義務（司法院釋字第578號解釋解釋文第2段參照）。此項照顧義務，不限於提供安全衛生之勞動場所及設備，亦應包含勞工傷病、殘廢及老年之照顧。是雇主對久任之勞工給予一定金額之退休金或退職金，作為勞工長期奉獻其心力、忠實服勤後之報償，以照顧其退休或退職生活，係勞動關係之基本法理，並為改良勞工生活、增進勞雇和諧不可或缺。在雇主與勞工有明文約定時，尤其如此。",
		"就系爭規定一所稱之社團而言，國民黨（聲請人三審理之原因案件原告）、救國團(聲請人二、四、七審理之原因案件原告；聲請人八審理之再審原因案件被告)（註17）、中國大陸災胞救濟總會、中央通訊社等，即最遲分別自62年、61年、62年及65年起，以內部之辦法，明定對所屬社團人員，於其退休或退職時，負給付退休金或退職金之義務。此有國民黨於62年12月修訂之中國國民黨黨務幹部業務管理辦法（註18）、救國團於61年5月訂頒之中國青年反共救國團專任工作人員退休暫行辦法（註19）、中國大陸災胞救濟總會於62年5月11日通過之中國大陸災胞救濟總會工作人員退休辦法（註20）、65年1月1日修正之中央通訊社職員退休退職辦法（註21），可資參照。又，國民黨並曾開會作成會議紀錄，其中明載：「黨務專職幹部轉任政府公職或社團職務時，其服務年資之處理，擬將黨政社會幹部交流互調辦法所定『依當事人之申請，核定其退職，並發給一次退職金』修改為『由黨發給黨職年資證明，俟其在政府機關退休退職或資遣時合併計算，發給退休退職金或資遣費……』，以節省本黨經費」（註22）；前開中國國民黨黨務幹部業務管理辦法第76條（註23）及中國青年反共救國團專任工作人員退休暫行辦法第3條（註24），亦有類似明文規定。",
		"由此可知，系爭規定一所稱之社團，係藉由考試院之違法函令及年資互相採計要點，將其對轉任公職之社團專職人員應給付退休金或退職金之義務，轉嫁國家承擔，足認該等社團均從年資併計制度中獲得財產上之不當利益。",
		"此外，更重要者，前開社團專職人員，因其年資於轉任公職後如得以併計，自有助社團延攬青年幹部、促進新陳代謝（註25），是各該社團自年資併計制度中，亦獲得取用人才之無形利益。",
		"綜上，系爭規定一所定之各該社團，雖非溢領退離給與金額之實際受領人，然系爭規定三及四分別明定各該社團就溢領退離給與，應負連帶或單獨返還義務，實具有正當合理關聯性，自無不當聯結可言。",
		"然而，社團與專職人員間之勞雇關係，於該等人員轉任公職時即已終止，且以最後得併計為公職年資之社團專職人員年資計，自76年12月2日（含）起（本判決理由第47段、第49段參照）至系爭條例公布施行之日（106年5月10日），已近30年。是社團於其專職人員轉任公職時，雖負有給付退休金或退職金之責，然倘無特別規定，社團早已取得時效抗辯（民法第125條規定參照）。是系爭規定三及四，就退休（職、伍）公職人員溢領之退離給與，課社團連帶返還或單獨返還之責，核屬真正溯及之法律。",
		"惟查系爭條例之立法目的不僅為回復早期特殊政經環境下，遭政策性決定破壞之公職人員退休（職、伍）法制秩序，更係為了追求轉型正義，核屬特別重大之公共利益，為此立法者制定真正溯及之法規範，本非憲法所不許，與法律不溯及既往原則，尚無違背。況，社團專職人員年資併計公職人員年資制度，係彼時黨國體制下之國民黨為滿足其一己政黨利益，維持黨國體制，利用以黨領政之優勢而推行之違法政策；在考試院首次許可採計任職於救國團之專職人員年資後，國民黨及其所設立或發展之各社團亦陸續主動請求比照救國團專職人員辦理（本判決理由第46段參照）。是系爭規定一所定之各社團，本身亦為破壞公職人員退休（職、伍）制度之協力（參與）者，自可歸責，且無值得保護之信賴。",
		"次查，系爭規定一所指之社團既參與當年公職人員年資併社團年資之制度形成，配合當年國民黨所推行之黨、政、社會幹部交流互調政策，以協助鞏固其威權統治，更透過公職年資併社團年資制度，免除其對專任人員轉任公職時應負擔之退休金或退職金給付義務，故社團主觀上知其情事，客觀上亦因此實際上獲得無形、有形之利益。是系爭規定三及四以社團作為溢領退離給與之返還義務人，此手段與立法目的間具有合理關聯。況系爭規定三及四僅令該等社團，返還因其當年參與所形成之違法制度，致國家多年不法支出之退離給與，而未令其應加計利息返還，並未逾越必要範圍，亦與憲法第15條保障人民財產權之意旨尚無違背。",
		"聲請人四、關係人國民黨及救國團另主張：過去關於公職人員與黨務社團人員彼此轉任之退休年資計算，係以互相採計為原則，故亦有若干社團於計算其專職人員之退休金時，將該等人員任職於公務機關之年資併予計算等語。查，前開主張雖有救國團110年7月5日(110)青秘字第1036號、中華救助總會110年8月16日中華行字第1100000337號，回復司法院大法官書記處之兩件函為證，惟此與社團應否依系爭條例負返還溢領退離給與之義務，乃屬二事，對系爭規定三及四合憲性之判斷，不生影響。至於是類社團就其因此支付由公職轉任社團專職人員之退休金或退職金，得否依法向國家請求，系爭條例並無明文，亦非本判決審理範圍，併予敘明。",
		"五、系爭規定五與法治國原則法安定性之要求，尚無違背",
		"權利行使期間之設計，旨在使權利早日確定，以維持法律秩序之安定。人民因權利行使期間經過而確定之法律關係或權利，應受憲法相關基本權之保障，此為法治國原則法安定性之要求。惟立法者倘為追求特別重要之公共利益，且其目的非排除既有權利行使期間之規定不能達成，遂制定排除之規範，亦非憲法所當然不許。",
		"系爭條例係為追求轉型正義而設，屬憲法上特別重要之公共利益，已如前述。國家在民主轉型後落實轉型正義時，最易面臨既有法制所定權利行使期間之障礙。我國雖於81年12月已全面改選第2屆立法委員，然於威權統治時期主導國家統治權力之政黨，仍長期在立法院占有多數席次，故難以期待立法者於81年民主轉型之初，即針對當年黨國時期執政黨違反自由民主憲政秩序所獲得之不當利益，予以重新評價，並立法匡正之。直至105年1月16日選出第9屆立法委員，國民黨始首次喪失立法院之主導地位，轉型正義之立法方得大力推動。是依我國漸進式民主轉型之特殊歷史背景，倘未就新立法之權利行使期間予以特別規定，轉型正義殊難實現。",
		"系爭規定五明定：「本條例第4條所定重行核計退離給與及第5條所定返還規定，除本條例另有規定外，不適用現行法律有關權利行使期間之規定。」其立法理由係考量「黨職併計公職所產生之溢領退職、退休給付時間已久，可能因時效消滅或撤銷行使期間已過，難以要求受領人、政務人員或政黨返還」（註26），可知該規定係立法者考量核發機關於執行系爭條例第4條及第5條規定時，可能面臨系爭條例公布施行前撤銷行政處分之除斥期間等相關規定所造成之權利行使障礙而設。鑑於我國民主轉型歷程，並衡酌系爭條例追求之特別重要公益，系爭規定五實有必要，尚難指其與法治國原則法安定性之要求有所牴觸。",
		"肆、結論",
		"一、系爭規定一與憲法第7條平等原則尚屬無違。",
		"二、系爭規定二，及系爭規定三關於退職政務人員應連帶返還溢領退離給與部分，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背。",
		"三、系爭規定三關於社團應連帶返還退職政務人員溢領之退離給與部分，及系爭規定四，與憲法第15條保障財產權之意旨、法律不溯及既往原則及信賴保護原則，均尚無違背。",
		"四、系爭規定五與法治國原則法安定性之要求，尚無違背。",
		"五、其餘聲請不受理。",
		"附註：",
		"註1：中國國民黨黨政關係大綱，40年2月28日中央改造委員會第92次會議紀錄，中央改造委員會第五組印，40年3月。",
		"註2：參見松田康博著、黃偉修譯，台灣一黨獨裁體制的建立，2019年11月，第113頁。",
		"註3：參見中國國民黨第八屆中央委員會第二次全體會議黨務工作報告，中央委員會秘書處印，48年5月，第22頁至第27頁（銓敘部言詞辯論意旨書，證32，附件第500頁至第502頁）。",
		"註4：參見黨的民運工作績效展覽，中國國民黨中央委員會第五組編，50年11月，第1頁，前言（銓敘部言詞辯論意旨書，證32，附件第519頁）。",
		"註5：參見中央委員會黨務工作報告，中國國民黨第八次全國代表大會會議紀錄，46年10月，第297頁，國史館藏，數位典藏號：008-011002-00060-023。",
		"註6：參見第十四次黨務工作會議決議案彙編，第十四次黨務工作會議秘書處印，58年6月，第53頁至第55頁（銓敘部言詞辯論意旨書，證23，附件第238頁至第239頁）；五十九年黨務工作會議決議案彙編，五十九年黨務工作會議秘書處印，59年6月，第28頁（銓敘部言詞辯論意旨書，證23，第263頁）；59年8月1日中國國民黨黨務、政治及社會幹部交流協調小組第五次會議會議紀錄，第1頁至第3頁（銓敘部言詞辯論意旨補充狀，附件第22頁至第24頁）。",
		"註7：參見未記載年月日某會議，所附「關於民眾服務社專職人員年資採計問題之說明」資料五、（一）(銓敘部言詞辯論意旨書，證14，附件第163頁)。",
		"註8：參照國防部58年6月20日（58）綜字第1724號函（銓敘部言詞辯論意旨書，證3，附件第12頁至第13頁）。依該函說明二「……擬請貴部參照台灣省大專及高職畢業生就業考試分發服務採計其年資之先例，於送請銓敘時予以按年採計……」。由是可知，曾參加「44年特種考試臺灣省專科以上學校及高級職業學校畢業生就業考試甲乙級」及格人員，並經台灣省政府分發至救國團擔任專職之人員，於其退休時併計年資，並非單純因其任職於救國團之故，而係因其通過特種考試並經銓敘及格分發所致。有鑑於此，渠等人員與救國團其他未經考試及格之專職人員，本質上本不相同。且銓敘部亦未依系爭條例相關規定，扣除渠等人員任職於救國團之年資，此有109年度憲三字第1號等聲請案言詞辯論筆錄第29頁可資參照。",
		"註9：參照銓敘部58年12月4日58台為甄一字第26276號函稿（銓敘部言詞辯論意旨書，證4，附件第26頁至第27頁）。",
		"註10：考試院58年11月8日（58）考台秘二字第2385號令；58年12月27日（58）考台秘二字第2808號令；考試院59年7月14日(59)考台秘二字第1677號令；考試院60年12月7日(60)考台秘二字第2502號令；考試院72年11月8日（72）考台秘議字第3902號函（參見銓敘部108年9月9日部退五字第1084809280號函之說明資料第1頁至第2頁，及附件1至附件6)。",
		"註11：參見註7之會議資料三、（一）至（四）(銓敘部言詞辯論意旨書，證14，附件第161-162頁)。",
		"註12：銓敘部因函復司法院，所發之108年9月9日部退五字第1084809280號函之說明資料第2頁至第3頁參照。",
		"註13：參見立法院公報第106卷第11期委員會紀錄，第271頁至第272頁。",
		"註14：系爭條例第1條之立法理由二，參照立法院公報第106卷第42期院會紀錄，第73頁至第75頁。",
		"註15：參見行政院41年9月18日台41（教）5265號令、行政院58年12月23日台58教10426號令（國防部因函復憲法法庭，所發之111年12月9日國政文心字第1110324618號函所附說明資料第1頁至第3頁、第35頁至第36頁、第43頁至第44頁）。",
		"註16：參見行政院58年12月23日台58教10426號令二、（二）。",
		"註17：聲請人一、五及六審理之原因案件原告，均非社團，而為人民。",
		"註18：詳見中國國民黨黨務幹部業務管理辦法第5章退休退職（第76條至第116條），分為第一節通則，第二節退休、第三節退職、第四節年齡及年資計算標準、第五節作業規定，即對該黨幹部之退休及退職制度有詳盡且完整之規定。",
		"註19：詳見中國青年反共救國團專任工作人員退休暫行辦法第2條及第3條規定，參見中國青年救國團因函復司法院，所發之110年7月5日(110)青秘字第1036號函，附件1。",
		"註20：詳見中國大陸災胞救濟總會工作人員退休辦法第3條至第5條規定，參見中華救助總會因函復司法院，所發之110年8月16日中華行字第1100000337號函，附件2。",
		"註21：詳見中央通訊社職員退休退職辦法，該辦法第2章（第3條至第11條）、第3章（第12條、第13條），分別就該社職員之退休及退職制度有詳盡且完整之規定。參見財團法人中央通訊社因函復憲法法庭，所發之112年3月7日台瑞行發字第1120000278號函，附件。",
		"註22：61年9月7日中國國民黨第10屆中央委員會工作會議第157次會議紀錄，第6頁（銓敘部言詞辯論意旨補充狀，證34，附件第37頁）。",
		"註23：中國國民黨黨務幹部業務管理辦法第76條：「黨務專職幹部輔導從政轉業其從政轉業單位不採計黨職年資者，得依本章規定辦理退休退職，發給一次退休退職金；如其從政轉業單位採計黨職年資者，一律不得在黨內辦理退休退職，但應由黨給予適當之補助。」",
		"註24：中國青年反共救國團專任工作人員退休暫行辦法第3條：「本團專任工作人員雖服務屆滿15年，而由本團輔導轉任公職者，得不予發給退休金」，參見中國青年救國團因函復司法院，所發之110年7月5日(110)青秘字第1036號函，附件1。",
		"註25：中國大陸災胞救濟總會秘書長58年11月11日致考試院院長之書信（銓敘部言詞辯論意旨書，證22，附件第206頁至第207頁）。",
		"註26：立法院公報第106卷第42期院會紀錄，第81頁至第82頁。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決主文第一項、第三項至第五項，及其理由，由詹森林大法官主筆。\n本判決主文第二項及其理由，由謝銘洋大法官主筆。",
	"意見書": {
		"401798": "憲法法庭112年憲判字第3號判決黃大法官虹霞提出之協同意見書",
		"401799": "憲法法庭112年憲判字第3號判決蔡大法官宗珍提出，林大法官俊益、張大法官瓊文、呂大法官太郎加入不同意見部分之部分協同部分不同意見書",
		"401800": "憲法法庭112年憲判字第3號判決詹大法官森林提出，張大法官瓊文加入之部分不同意見書",
		"401801": "憲法法庭112年憲判字第3號判決吳大法官陳鐶提出，蔡大法官明誠加入、呂大法官太郎加入第一至三部分之不同意見書",
		"401802": "憲法法庭112年憲判字第3號判決蔡大法官明誠提出，吳大法官陳鐶加入、呂大法官太郎加入第四部分之不同意見書"
	},
	"判決全文": {
		"347207": "宣判影音：憲法法庭112年憲判字第3號判決【公職年資併社團年資案】(1120317)",
		"401803": "憲法法庭112年憲判字第3號判決_OCR"
	},
	"判決摘要": {
		"401805": "憲法法庭112年憲判字第3號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"401809": "臺北高等行政法院第六庭1090115釋憲聲請書_OCR",
			"401810": "臺北高等行政法院第二庭1111220言詞辯論意旨簡報_OCR",
			"401811": "臺北高等行政法院第二庭1100503釋憲聲請書_OCR",
			"401812": "臺北高等行政法院第二庭1100518釋憲聲請書 _OCR",
			"401813": "臺北高等行政法院第二庭1100519釋憲聲請書_OCR",
			"401814": "臺灣臺北地方法院行政訴訟庭安股法官1100122解釋憲法聲請書_OCR",
			"401815": "臺北高等行政法院第二庭1100426釋憲聲請書_OCR",
			"401816": "臺灣臺東地方法院行政訴訟庭風股法官108年4月8日解釋憲法聲請書 _OCR",
			"401817": "臺灣臺南地方法院行政訴訟庭業股法官1080702解釋憲法聲請書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"401818": "銓敘部1111212言詞辯論意旨書_OCR",
			"401819": "銓敘部1111219言詞辯論意旨簡報_OCR",
			"401820": "銓敘部1111219言詞辯論結辯簡報_OCR",
			"401821": "銓敘部1111230言詞辯論意旨補充狀_OCR"
		},
		"關係人意見書": {
			"401822": "救國團1111124陳述意見書_OCR",
			"401823": "國民黨1111212陳述意見書_OCR",
			"401824": "救國團1111214陳述意見簡報_OCR",
			"401825": "救國團1111226補充陳述意見書_OCR",
			"401826": "國民黨1111226言詞辯論補充意見書_OCR"
		},
		"專家諮詢意見書": {
			"401827": "李惠宗教授1111210意見書_OCR",
			"401828": "黃錦堂教授1111212意見書_OCR",
			"401829": "陳清秀教授1111212意見書_OCR",
			"401830": "張嘉尹教授1111212意見書_OCR",
			"401831": "陳清秀教授1111214意見書簡報_OCR",
			"401832": "李惠宗教授1111215意見書簡報_OCR",
			"401833": "黃錦堂教授1111218意見書簡報_OCR",
			"401834": "張嘉尹教授1111220意見書簡報_OCR"
		},
		"法庭之友意見書": {
			"401835": "黃肇珩1111207法庭之友意見書_OCR"
		},
		"其他": {
			"401836": "大法官函詢及考試院秘書長1110117考臺訴字第1110000261號函_OCR",
			"401837": "憲法法庭函詢及國防部1111209國政文心字第1110324618號回函_OCR",
			"401838": "三民主義統一中國大同盟108年12月5日秘盟字第6號函_OCR",
			"401839": "三民主義統一中國大同盟110年7月2日(110)秘盟字第11008號函_OCR",
			"401840": "中國青年救國團108年12月10日(108)青研字第2170號函_OCR",
			"401841": "中國青年救國團110年7月5日(110)青密字第1036號函_OCR",
			"401842": "中國國民黨中央委員會110年7月9日110行管人字第38號函_OCR",
			"401843": "中華民國民眾服務總社108年12月9日108服社字第1081209號函_OCR",
			"401844": "中華民國民眾服務總社110年6月23日110服社字第1100623號函_OCR",
			"401845": "中華民國童軍總會108年12月13日童總昌字第108409號函_OCR",
			"401846": "中華民國童軍總會110年7月13日童總昌字第110205號函_OCR",
			"401847": "中華救助總會108年12月26日中華行字第1080000391號函_OCR",
			"401848": "中華救助總會110年8月16日中華行字第1100000337號函_OCR",
			"401849": "世界自由民主聯盟中華民國總會108年12月13日(108)世總字第40號函_OCR",
			"401850": "社團法人世界自由民主聯盟中華民國總會110年7月9日函_OCR",
			"401851": "銓敘部108年9月9日部退五字第1084809280號函_OCR",
			"401852": "銓敘部110年10月7日部退五字第1105384539號函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"401806": "言詞辯論程序表",
			"401807": "109年度憲三字第1號等聲請案言詞辯論筆錄",
			"null": "言詞辯論影音：109年度憲三字第1號─社團年資併計公職年資案111年12月20日言詞辯論"
		}
	},
	"併案": {
		"340375": "108年度憲三字第17號(臺灣臺東地方法院行政訴訟庭風股法官)",
		"340490": "110年度憲三字第13號(臺北高等行政法院第二庭)",
		"340532": "108年度憲三字第35號(臺灣臺南地方法院行政訴訟庭業股法官)",
		"340540": "110年度憲三字第12號(臺北高等行政法院第二庭)",
		"340556": "110年度憲三字第8號(臺北高等行政法院第二庭)",
		"340566": "110年度憲三字第10號(臺北高等行政法院第二庭)",
		"340638": "110年度憲三字第3號(臺灣臺北地方法院行政訴訟庭安股法官)"
	}
}