{
	"id": "310013",
	"類型": "判決",
	"判決字號": "112年憲判字第4號",
	"標題": "限制唯一有責配偶請求裁判離婚案",
	"原分案號": "110年度憲三字第5號",
	"判決日期": "2023-03-24",
	"聲請人": "臺灣高雄少年及家事法院家事第一庭敏股法官",
	"案由": "聲請人一為審理臺灣高雄少年及家事法院108年度婚字第305號、109年度婚字第231號、第519號、110年度婚字第216號、第341號、第389號、111年度婚字第47號、第53號、112年度婚字第12號請求離婚等或反請求離婚等事件，認應適用之民法第1052條第2項但書規定，及聲請人二、三因請求離婚事件，分別認臺灣高等法院108年度家上字第202號民事確定判決、臺灣高等法院高雄分院108年度家上字第44號民事確定判決，所適用之上開但書規定，有牴觸憲法之疑義，聲請憲法審查。",
	"主文": [
		"民法第1052條第2項規定，有同條第1項規定以外之重大事由，難以維持婚姻者，夫妻之一方得請求離婚；但其事由應由夫妻之一方負責者，僅他方得請求離婚。其中但書規定限制有責配偶請求裁判離婚，原則上與憲法第22條保障婚姻自由之意旨尚屬無違。惟其規定不分難以維持婚姻之重大事由發生後，是否已逾相當期間，或該事由是否已持續相當期間，一律不許唯一有責之配偶一方請求裁判離婚，完全剝奪其離婚之機會，而可能導致個案顯然過苛之情事，於此範圍內，與憲法保障婚姻自由之意旨不符。相關機關應自本判決宣示之日起2年內，依本判決意旨妥適修正之。逾期未完成修法，法院就此等個案，應依本判決意旨裁判之。"
	],
	"理由": [
		"壹、案件事實及聲請意旨",
		"一、聲請人一",
		"聲請人一為審理如案由欄所示之請求裁判離婚事件，認所應適用之民法第1052條第2項但書規定（下稱系爭規定）限制有責配偶不得請求裁判離婚，侵害人民受憲法第22條保障之婚姻自由權，並非最小侵害手段而有違憲法第23條比例原則等憲法疑義。裁判離婚之要件於司法院釋字第748號及第791號解釋後，應有再檢討之必要。系爭規定有無牴觸憲法，將產生聲請人一是否須駁回原告之訴之不同結果，對裁判結果有直接影響，屬先決問題，經裁定停止訴訟程序後，聲請憲法審查。",
		"二、聲請人二",
		"聲請人二與配偶於中華民國56年間結婚，婚後育有1子1女，自80年間起經常發生爭吵，曾於89年間簽立離婚協議書，但未辦理離婚登記。聲請人二於95年起定居香港，配偶則居住於臺灣。聲請人二於107年間依民法第1052條第2項規定請求裁判離婚，經臺灣臺北地方法院107年度婚字第353號民事判決予以駁回。聲請人二不服提起上訴，復經臺灣高等法院108年度家上字第202號民事判決，以聲請人二自承於98年間與訴外人交往，聲請人二外遇，並與他人另組家庭，致兩造長期分居固為事實，自客觀上觀察，已欠缺感情基礎，婚姻關係確有破綻，惟審酌前揭事由，發生破綻之原因應由聲請人二負責。聲請人二請求與其配偶離婚，為無理由，不應准許。",
		"聲請人二不服再提起上訴，經最高法院109年度台上字第958號民事裁定以上訴不合法予以駁回，是其聲請應以上開臺灣高等法院民事判決為確定終局判決（下稱確定終局判決一）。",
		"聲請人二認確定終局判決一所適用之系爭規定，有悖婚姻自由之內涵，與民法第1052條規定修正導入婚姻破綻主義立法意旨不符，侵害人民受憲法第22條保障之婚姻自由權，有違背憲法第23條比例原則之虞，依司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定，聲請憲法審查。",
		"三、聲請人三",
		"聲請人三與配偶於78年間結婚，育有3子。聲請人三於107年間，以兩造間有難以維持婚姻之重大事由等，依民法第1052條第2項規定請求裁判離婚，經臺灣高雄少年及家事法院108年度婚字第76號民事判決予以駁回，聲請人三不服提起上訴，復經臺灣高等法院高雄分院108年度家上字第44號民事判決，以兩造自105年間，婚姻固已發生破綻，惟就兩造婚姻破綻之發生，係因聲請人三與異性友人有不正當交往，並擅自離家，以消極態度面對婚姻問題，此舉更為加深兩造婚姻破綻，自應對於兩造婚姻破綻之形成負較重之責任，聲請人三請求判准與其配偶離婚，為無理由，不應准許。",
		"聲請人三不服再提起上訴，經最高法院109年度台上字第1881號民事裁定以上訴不合法予以駁回，是其聲請應以上開臺灣高等法院高雄分院民事判決為確定終局判決（下稱確定終局判決二）。",
		"聲請人三主張憲法第22條保障之個人自主決定權，應包含離婚自主權，系爭規定禁止有責配偶之離婚請求權，不法侵害聲請人三受憲法第22條保障之離婚自主權，違反憲法第23條比例原則，依大審法第5條第1項第2款規定聲請釋憲，請求宣告系爭規定違憲，立即停止適用等語。",
		"貳、受理依據及審查程序",
		"一、受理依據",
		"（一）聲請人一",
		"聲請人一為審理臺灣高雄少年及家事法院108年度婚字第305號、109年度婚字第231號請求離婚事件部分，系爭規定為所應適用之法律，且聲請人一已裁定停止訴訟程序，並敘明其確信系爭規定如何牴觸憲法之具體理由，核其聲請，與司法院釋字第371號、第572號及第590號解釋所示法官聲請解釋憲法之要件相符，經司法院大法官於110年11月間受理。",
		"又憲法訴訟法（下稱憲訴法）已自111年1月4日修正施行，各法院就其審理之案件，對裁判上所應適用之法律位階法規範，依其合理確信，認有牴觸憲法，且於該案件之裁判結果有直接影響者，得聲請本庭為宣告違憲之判決，憲訴法第55條定有明文。聲請人一為審理臺灣高雄少年及家事法院109年度婚字第519號、110年度婚字第216號、第341號、第389號、111年度婚字第47號、第53號、112年度婚字第12號請求離婚等或反請求離婚等事件部分，本庭於憲訴法施行後收受聲請人一分別提出之聲請案，符合上開規定之要件，爰予受理。",
		"（二）聲請人二、三",
		"聲請人二、三據確定終局判決一、二，主張系爭規定有違憲疑義，核與大審法第5條第1項第2款所定人民聲請釋憲之要件相符，經司法院大法官於110年11月間受理。",
		"（三）併案審理",
		"上述聲請案，爰依憲訴法第90條規定，由本庭適用憲訴法規定就系爭規定是否牴觸憲法繼續審理。又上述聲請案聲請審查之法規範同一，爰依憲訴法第24條第1項但書規定，合併審理並判決。",
		"二、言詞辯論程序",
		"本庭於111年11月15日就上述聲請案行言詞辯論，通知聲請人一至三、關係機關（即法務部），並邀請專家學者到庭陳述意見。聲請人及關係機關之言詞辯論要旨如下：",
		"（一）聲請人一略謂：1、裁判離婚屬婚姻自由之内涵，受憲法第22條所保障。2、系爭規定之立法目的，為維護婚姻之公允、道德、合理。系爭規定之手段，無助於所欲保障婚姻自由目的之達成。兩造於法庭互相攻訐，造成破綻更顯重大無從回復。且於離婚事件中，多須一併酌定未成年子女親權歸屬，導致當事人間以「要離婚，除非小孩親權歸我」此類條件，將未成年子女作為談判籌碼，顯然不利於未成年子女。3、系爭規定並非達成目的之最小侵害手段，被告一方仍得主張民法上離婚損害、贍養費、夫妻剩餘財產分配、離婚配偶年金分配請求權等。4、強使此種難以維持之婚姻關係繼續，實際上只是懲罰具有較高可歸責性之一方，使其無任何合法方式與他人建立新之排他、親密關係，而繼續其自身之人格發展，相對地，對於可歸責性較小之一方，亦然。",
		"（二）聲請人二略謂：1、是否離婚、是否與配偶共同形成與經營婚姻關係之權利，為個人自主決定權體現，與個人人格不可分離，離婚自由權應為婚姻自由權之內涵而應受憲法第22條之保障。2、在破綻之婚姻中，愛情既已喪失，將來共同生活之回復已不可期，維持此種婚姻關係，只存嫌惡與怨懟，無法達到婚姻之目的。有責者之行為固然無法認同，然不應以婚姻之繼續作為懲罰之手段，而應著重離婚後之效果，保護無責之他方，方能達到婚姻之本質目的。3、對於有責配偶，尚有其他最小侵害手段，如循離婚或民法上損害賠償相關規定予以解決，而非直接剝奪離婚之請求權。探究何方具有過失及過失之程度，應僅涉及是否得向他方請求損害賠償及其數額，與是否得請求離婚無關。",
		"（三）聲請人三略謂：1、如果個人無法自主決定是否離開婚姻，便會影響個人能否再婚、決定再與何人結婚之婚姻自由，婚姻自由自應包含離婚自由。2、系爭規定除限制婚姻自由外，亦限制憲法保障之家庭權。3、系爭規定經常與親權酌定之案件相牽連，兩造為證明破綻事由可歸責於對造，或對造歸責性較大，會無所不用其極蒐集不利於他方之證據，迫使未成年子女於訴訟前、中、後都持續承受父母無法化解之對立，與未成年子女最佳利益原則顯然衝突，亦侵害家庭和諧生活權利。4、得以取代系爭規定之手段甚多，可從離婚後之效果著手，而非必須從離婚理由著手。如民法第1030條之1第2項及第3項規定，賦予法院對於夫妻剩餘財產得調整分配之裁量空間。5、系爭規定讓瀕臨破裂或已破碎之婚姻繼續苟延殘喘，致使家庭功能失調，對婚姻關係之雙方、子女、家屬造成嚴重負面之身心影響，違反憲法保障人民健康權之意旨。",
		"（四）關係機關法務部略謂：1、參考外國離婚法制：(1)德國：僅規定唯一離婚事由，即婚姻出現破綻，並設有分居制度及苛刻條款。(2)瑞士：裁判離婚須雙方分居已滿2年始得提起，另如發生無法維持婚姻之重大事由時，對該事由之發生無過失之一方，始可於2年期限屆滿前提起離婚訴訟。(3)日本：自最高裁判所昭和62年大法庭判決以降，實務即採有條件准許有責配偶之離婚請求。(4)韓國：裁判離婚有具體之離婚原因，並兼採抽象離婚原因即「其他難以繼續婚姻之重大事由」。綜觀上開外國立法例，對於離婚自由仍有限制，所採取之制度亦各不相同。2、婚姻自由尚不包括毫無限制之解消婚姻自由，此觀諸司法院釋字第791號解釋所揭示之婚姻自由未明列「裁判離婚」可知。3、婚姻受憲法制度性保障，系爭規定之立法目的，在於符合公平性及保障婚姻制度等公共利益，且有助於目的之達成。4、離婚損害賠償、贍養費及財產分配等係屬離婚之法律效果，而非離婚之法律要件，並非可達成婚姻制度性保障等公益目的之手段。若刪除系爭規定將造成對公益及無責配偶之過度負擔，尚難遽斷系爭規定非最小之侵害手段。5、110年之離婚統計數據，計有4萬7,888對配偶離婚，其中85.76％為兩願離婚，僅5.82％是經法院判決離婚。又依司法院之統計數據，依民法第1052條第2項規定判決離婚之比例又更低（4.25％），故應考量系爭規定若變動，是否會影響兩願離婚案件，而對無責之配偶更加不利。",
		"（五）各聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書。",
		"參、形成主文之法律上意見",
		"一、據以審查之憲法權利",
		"婚姻係配偶雙方為經營共同生活之目的，並使雙方人格得以實現及發展，成立具有親密性及排他性之結合關係，亦有使配偶間在精神上、感情上與物質上得以互相扶持依存之功能，且作為家庭與社會基礎之婚姻關係，自受憲法第22條婚姻自由之保障。憲法保障之婚姻自由與人格自由、人性尊嚴密切相關，包括個人自主決定「是否結婚」、「與何人結婚」、「兩願離婚」，及其與配偶共同形成及經營婚姻關係（如配偶間親密關係、經濟關係、生活方式等）之權利（司法院釋字第552號、第554號及第791號解釋、憲法法庭111年憲判字第20號判決參照）。",
		"婚姻關係包含婚姻之締結、維持及終止等，婚姻關係之解消，亦屬於婚姻制度之重要一環。憲法保障之婚姻自由，其範圍不僅涵蓋結婚自由、維持婚姻關係，亦包含解消婚姻之自由，即如是否及何時終止（退出）婚姻關係之離婚自由。縱使離婚自由之實現，須繫於雙方意思之合致，惟於意思未合致時，仍不妨礙一方離婚之自由受憲法保障。又婚姻自由之保障，非如單純個人自由基本權之防禦功能面向保障，仍有賴國家就婚姻自由，妥為婚姻制度規劃或規範設計。亦即婚姻對於配偶雙方、子女及其等與他人間之生活形成與權益等，皆有莫大影響，自有賴國家善盡其保護義務，就裁判離婚及其離婚所生權利義務關係之法律規範，妥為設計。因此，個人離婚自由是否得以完全實現，雖有賴他方之同意與否，於他方不同意時，國家就婚姻相關制度規劃或規範設計，應使人民有請求裁判離婚之機會。國家所為之裁判離婚制度規劃及其法規範設計，既涉及憲法上婚姻基本權保障，自仍應受法規範憲法審查。",
		"人民於結婚後，如欲解消婚姻關係者，於夫妻雙方無法合意結束婚姻關係時，得有依法向法院請求裁判離婚之權利，係為婚姻自由之內涵。是系爭規定就有責配偶請求裁判離婚所為之限制，構成對人民結婚後欲解消婚姻關係之婚姻自由之干預，自應符合憲法第22條保障婚姻自由意旨之要求。又有關維持婚姻之自由與解消婚姻之自由，皆屬憲法第22條所保障之婚姻自由，於夫妻雙方就婚姻之存續或解消意思不一致時，即可能發生基本權之衝突，亦即保障一方配偶請求裁判離婚之權利，勢必同時連帶影響他方配偶之維持婚姻自由，二者亦應予衡平考量，始符憲法第22條保障婚姻自由之意旨。",
		"二、系爭規定原則上與憲法第22條保障婚姻自由之意旨尚屬無違",
		"系爭規定之規範內涵，係在民法第1052條第1項規定列舉具體裁判離婚原因外，及第2項前段規定有難以維持婚姻之重大事由為抽象裁判離婚原因之前提下，明定難以維持婚姻之重大事由應由配偶一方負責者，排除唯一應負責一方請求裁判離婚。至難以維持婚姻之重大事由，雙方均應負責者，不論其責任之輕重，本不在系爭規定適用範疇。",
		"就系爭規定之立法目的而言，民法第1052條第2項規定係於74年6月3日增訂，修正理由稱「舊法關於裁判離婚原因之規定，係採列舉主義，僅以本條所列之十種原因為限，過於嚴格。現代外國立法例，多兼採概括主義，以應實際需要。爰增列本條第2項上段規定，較富彈性。又如足以構成離婚原因之重大事由，應由夫妻之一方負責者，僅他方得請求離婚，始屬公允，爰並設但書之規定。」且從立法院修法審議過程之立法資料，法務部曾說明「但書規定的理由是認為離婚原因需自道德上加以某些限制，使應負離婚責任之當事人一方不能請求離婚，僅他方才能請求，以免造成不公平與不合理的結果。」（立法院公報第73卷第38期委員會紀錄第133頁參照）由此可見，系爭規定之立法意旨及目的，乃在既有之婚姻與裁判離婚制度下，透過排除唯一有責配偶請求裁判離婚，強化完全無責他方配偶對於維持或解消婚姻之自主決定權，且防止因恣意請求裁判離婚而破壞婚姻秩序情形發生，藉以維護婚姻之法律秩序與國民之法感情；在有子女時併予考量未成年子女利益之情況下，亦有其維護婚姻之家庭與社會責任功能。核其立法目的，尚屬正當。",
		"關於裁判離婚制度之規範設計，從外國立法例觀之，有採有責與破綻混合且具體與抽象兼具之離婚原因（多元主義）者（例如日本民法第770條規定參照）；亦有採破綻主義之單一離婚原因（一元主義）者（例如德國民法第1564條規定參照），亦即有關夫妻雙方可歸責程度之輕重，並非判斷婚姻關係准否解消之主要標準，而係回歸婚姻之本質與目的，審酌婚姻關係是否已生破綻，雙方有無繼續共同生活之可能性，作為單一離婚原因。現行民法就裁判離婚制度之規範設計，係採多元離婚原因。於此立法體例下，系爭規定藉由限制有責之一方透過裁判離婚片面解消婚姻，以強化無責配偶對於維持或解消婚姻之自主決定權。就維護無責他方配偶之婚姻自由、婚姻之法律秩序或國民之法感情而言，系爭規定所採取之限制手段，尚非完全無助於立法目的之達成。就此等多元原則裁判離婚原因之法律規定，如未有個案顯然過苛之情事者，容許立法者有自由形成之空間。又婚姻關係締結後之維持與解消，皆屬憲法保障婚姻自由與個人人格自主之意旨。於配偶雙方就婚姻之維持或解消意思不一致時，必然發生國家應優先保障何者之衝突。系爭規定為維護婚姻之法律秩序及國民之法感情，就婚姻有不能維持之重大事由時，優先保障無責配偶維持婚姻之權利，而限制唯一有責之配偶向法院請求裁判離婚之權利，原則上與憲法保障婚姻自由之意旨無違。",
		"三、系爭規定適用於唯一有責配偶請求裁判離婚之例外個案顯然過苛部分",
		"按裁判離婚制度既為實現憲法上婚姻自由之一環，於婚姻有難以維持之重大事由發生時，一方配偶即得向法院請求解消婚姻，雖非不得以法律限制之，惟相關法律所加之限制有無過苛，仍須受到憲法審查。是系爭規定於唯一有責之情形，限制有責配偶請求裁判離婚，仍應審查其與憲法第22條保障婚姻自由之意旨是否相符，以避免導致個案顯然過苛之情事。",
		"婚姻關係建立之基礎，在於雙方自願相愛、相互扶持。婚姻關係之核心，係為維護及經營共同生活，在精神與物質上相互協助依存，讓雙方人格得以實現發展。立法者所欲維護之婚姻存續，應為和諧之婚姻關係，此由民法第1052條第2項前段規定內容可知。婚姻具有高度屬人性，婚姻會出現難以維持之情形，往往係由諸多因素（如財務、感情、個性、生活習慣等）長期累積、交織而生，即所謂「冰凍三尺，非一日之寒」，是婚姻瀕臨破綻形成之原因，通常係日積月累而成，其成因及可歸責程度亦有多端。姑且不論婚姻發生破綻原因之複雜難解，於現行裁判離婚法制下，就有責配偶而言，無論其曾有何等可歸責之事由，當婚姻關係發生破綻已至難以維持而無回復可能性之情況，一方當事人（甚或雙方當事人）已無意願繼續維持婚姻時，系爭規定限制唯一有責配偶不得請求裁判離婚，其所保障者往往僅存維持婚姻之外在形式，而已不具配偶雙方互愛或相互扶持依存之婚姻實質內涵，亦可能不利長期處於上開狀態下之未成年子女身心健全發展。系爭規定不分難以維持婚姻之重大事由發生後，是否已逾相當期間，或該事由是否已持續相當期間，一律不許唯一有責之配偶一方請求裁判離婚，形同強迫其繼續面對已出現重大破綻難以維持之漸行漸遠或已處於水火之中之形骸化婚姻關係，實已造成完全剝奪其離婚之機會，而可能導致個案顯然過苛之情事。於上開個案顯然過苛情形，其對有責配偶請求裁判離婚之限制，與憲法所保障之無責配偶維持婚姻之自由間，自有求其衡平之必要。是系爭規定對唯一有責配偶請求裁判離婚之限制，於有上開顯然過苛情事之範圍內，自難謂其與憲法第22條保障婚姻自由意旨相符。相關機關應自本判決宣示之日起2年內，依本判決意旨修正裁判離婚相關規定。逾期未完成修法，法院就此等個案，應依本判決意旨裁判之。至於上開難以維持婚姻之重大事由發生已逾相當期間或已持續相當期間，該等期間以多長為當，原則上係立法形成之自由，非屬本判決審查之範圍，併此指明。",
		"四、併此敘明部分",
		"由於系爭規定係涉及裁判離婚制度規劃與離婚原因等法律位階之法規範設計，相關機關於修法時，為因應社會變遷與現代婚姻關係之諸多變化，自有重新檢討改進現行裁判離婚制度，並妥為法規範設計之必要。諸如比較外國立法例，現代不乏放寬離婚原因之立法例，以因應社會變遷。即如檢討民法裁判離婚相關規定是否採取分居（或稱別居）制度，並明定以相當期間未有共同生活事實之分居作為裁判離婚條件。另為避免上開離婚原因放寬而造成不良後果，亦可參考外國立法例，引進苛刻條款，例如為婚姻所生之未成年子女利益，因有特殊原因，有必要繼續維持婚姻者，或拒絕離婚之他方配偶，因有特殊情況，離婚將對其造成極端苛刻，而有必要繼續維持婚姻者，該婚姻即使已破裂，仍不得離婚（德國民法第1568條規定參照），藉以調整因離婚所造成之極端困境。再者，為關照離婚後無責或弱勢配偶及未成年子女之生活保障，亦應有周全之配套措施。例如於民法第1030條之1第2項規定外，另考量修法明文規定合理提高他方配偶請求夫妻剩餘財產分配之比例、令有責配偶給付較高額之贍養費、負擔較高比例之未成年子女扶養費，或加重離婚所生之損害賠償責任等不利效果，俾使無責或弱勢配偶及未成年子女之權益，在裁判離婚程序中，得以受到及時有效之法律保護與救濟，並得以獲取公平之實質補償，方符法律秩序維護與國民法感情之期待。併此敘明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "蔡明誠",
	"意見書": {
		"403084": "憲法法庭112年憲判字第4號判決黃大法官虹霞提出之協同意見書",
		"403085": "憲法法庭112年憲判字第4號判決黃大法官瑞明提出之協同意見書",
		"403086": "憲法法庭112年憲判字第4號判決詹大法官森林提出之協同意見書",
		"403087": "憲法法庭112年憲判字第4號判決吳大法官陳鐶提出之部分不同意見書",
		"403088": "憲法法庭112年憲判字第4號判決楊大法官惠欽提出之不同意見書"
	},
	"判決全文": {
		"403100": "憲法法庭112年憲判字第4號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院 高雄分院108年度家上字第44號民事判決"
	},
	"判決摘要": {
		"403101": "憲法法庭112年憲判字第4號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"403104": "臺灣高雄少年及家事法院家事第一庭敏股法官110.02.25釋憲聲請書_OCR",
			"403105": "臺灣高雄少年及家事法院家事第一庭敏股法官110.09.11釋憲聲請補充理由書_OCR",
			"403106": "臺灣高雄少年及家事法院家事第一庭敏股法官1111005法規範憲法審查言詞辯論意旨書_OCR",
			"403107": "聲請人臺灣高雄少年及家事法院家事第一庭敏股法官結辯簡報檔",
			"403108": "高志成110.02.17解釋憲法聲請書_OCR",
			"403109": "高志成1111028憲法訴訟言詞辯論意旨書_OCR",
			"403110": "高志成1111028解釋憲法言詞辯論意旨(二)書_OCR",
			"403111": "聲請人高志成之訴訟代理人陳柏諭律師言詞辯論簡報檔_OCR",
			"403112": "方孝明109.10.22解釋憲法聲請書_OCR",
			"403113": "方孝明1111027憲法法庭言詞辯論意旨狀_OCR",
			"403114": "聲請人方孝明之訴訟代理人言詞辯論簡報檔_OCR",
			"403115": "聲請人方孝明之訴訟代理人言詞辯論結辯簡報檔_OCR",
			"403116": "臺灣高雄少年及家事法院家事第一庭敏股法官1120110法規範憲法審查聲請書_OCR",
			"403117": "臺灣高雄少年及家事法院家事第一庭敏股法官1110526法規範憲法審查聲請書_OCR",
			"403118": "臺灣高雄少年及家事法院家事第一庭敏股法官1110610法規範憲法審查聲請書_OCR",
			"403119": "臺灣高雄少年及家事法院家事第一庭敏股法官1110804法規範憲法審查聲請書_OCR",
			"403120": "臺灣高雄少年及家事法院家事第一庭敏股法官1110211法規範憲法審查聲請書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"403121": "法務部1111108法規範憲法審查言詞辯論意旨書",
			"403122": "法務部言詞辯論簡報檔_OCR",
			"403123": "法務部結辯言詞辯論簡報檔_OCR",
			"403124": "法務部1111205法規範憲法審查言詞辯論意旨補充書_OCR"
		},
		"專家諮詢意見書": {
			"403125": "專家學者林秀雄教授專家諮詢意見書_OCR",
			"403126": "專家學者戴瑀如教授專家諮詢意見書_OCR",
			"403127": "專家學者戴瑀如教授言詞辯論簡報檔_OCR",
			"403128": "專家學者呂麗慧教授專家諮詢意見書_OCR",
			"403129": "專家學者呂麗慧教授言詞辯論簡報檔_OCR",
			"403130": "專家學者李立如副教授專家諮詢意見書_OCR",
			"403131": "專家學者李立如副教授言詞辯論簡報檔_OCR"
		},
		"法庭之友意見書": {
			"403132": "社團法人台灣伴侶權益推動聯盟1111104法庭之友意見書_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"344864": "言詞辯論影音：110年度憲三字第5號─裁判離婚重大事由案111年11月15日言詞辯論",
			"403102": "110年度憲三字第5號等聲請案言詞辯論筆錄"
		}
	},
	"併案": {
		"309600": "110年度憲二字第70號(高志成)",
		"309844": "109年度憲二字第429號(方孝明)",
		"310014": "110年度憲三字第32號(臺灣高雄少年及家事法院家事第一庭敏股法官)",
		"340394": "111年度憲審字第5號(臺灣高雄少年及家事法院家事第一庭敏股法官)",
		"341492": "111年度憲審字第15號(臺灣高雄少年及家事法院家事第一庭敏股法官)",
		"342056": "111年度憲審字第14號(臺灣高雄少年及家事法院家事第一庭敏股法官)",
		"344215": "111年度憲審字第18號(臺灣高雄少年及家事法院家事第一庭敏股法官\t)",
		"346525": "112年度憲審字第2號(臺灣高雄少年及家事法院家事第一庭敏股法官)"
	}
}