{
	"id": "344513",
	"類型": "判決",
	"判決字號": "112年憲判字第5號",
	"標題": "證交法公開收購之空白刑法案",
	"原分案號": "110年度憲二字第67號",
	"判決日期": "2023-04-28",
	"聲請人": "南怡君、陳湘銘",
	"案由": "聲請人為違反證券交易法案件，認臺灣高等法院99年度金上重訴字第61號刑事確定終局判決，所適用之中華民國91年2月6日修正公布之證券交易法第175條、第43條之1第3項、第4項後段及公開收購公開發行公司有價證券管理辦法第11條第1項規定，有牴觸憲法疑義，聲請解釋憲法",
	"主文": [
		"一、中華民國91年2月6日修正公布之證券交易法第175條規定：「違反……第43條之1……第3項……之規定者，處2年以下有期徒刑、拘役或科或併科新臺幣180萬元以下罰金。」第43條之1第3項規定：「任何人單獨或與他人共同預定取得公開發行公司已發行股份總額達一定比例者，除符合一定條件外，應採公開收購方式為之。」第43條之1第4項後段規定：「……前項之一定比例及條件，由主管機關定之。」（上開3項條文，嗣經修正，現行法僅微調文字，規範意旨相同）及公開收購公開發行公司有價證券管理辦法第11條第1項規定：「任何人單獨或與他人共同預定於50日內取得公開發行公司已發行股份總額百分之二十以上股份者，應採公開收購方式為之。」結合上開四規定，係對違反應公開收購規定者，科以刑罰制裁，與刑罰明確性原則均尚屬無違。",
		"二、上開證券交易法第43條之1第4項後段規定，與授權明確性原則尚屬無違。"
	],
	"理由": [
		"壹、事實經過及聲請人陳述要旨",
		"一、原因案件相關事實",
		"聲請人一係時任中華開發金融控股股份有限公司（下稱開發金控）法律事務處資深副總經理暨法務長；聲請人二係時任開發金控策略企劃處資深協理。聲請人一及二因參與實行開發金控併購金鼎綜合證券股份有限公司等計畫，預定取得環華證券金融股份有限公司已發行股份逾百分之二十以上，涉違反中華民國91年2月6日修正公布之證券交易法（下稱證交法）第175條規定（下稱系爭規定一）、第43條之1第3項規定（下稱系爭規定二）、第43條之1第4項後段規定（下稱系爭規定三）及公開收購公開發行公司有價證券管理辦法（下稱公開收購辦法）第11條第1項規定（下稱系爭規定四），經臺灣高等法院99年度金上重訴字第61號刑事判決（下稱確定終局判決）判處罪刑，檢察官上訴後，經最高法院104年度台上字第720號刑事判決以上訴不合法律上之程式而駁回確定。聲請人一及二認確定終局判決所適用之系爭規定一至四有違憲疑義，聲請解釋憲法。",
		"二、聲請人陳述要旨",
		"聲請人一及二主張略謂：(一)系爭規定一至四等規定之「預定取得」及「預定於50日內取得」之文義，違反刑罰明確性原則。(二)系爭規定一至三為特別刑法，其中「一定比例」、「一定條件」之構成要件，授權主管機關訂定，違反授權明確性原則。",
		"三、相關法規範及其沿革",
		"查確定終局判決所適用系爭規定一為91年2月6日修正公布之證交法第175條規定：「違反……第43條之1……第3項……之規定者，處2年以下有期徒刑、拘役或科或併科新臺幣180萬元以下罰金。」嗣於101年1月4日修正公布同條規定時，增列第2項及第3項規定，將系爭規定一改列同條第1項規定，規範內容並未修正。",
		"確定終局判決所適用系爭規定二為91年2月6日修正公布之證交法第43條之1第3項規定：「任何人單獨或與他人共同預定取得公開發行公司已發行股份總額達一定比例者，除符合一定條件外，應採公開收購方式為之。」嗣分別於104年7月1日、105年12月7日、108年4月17日修正公布，僅微調文字，本項規範意旨均無修正。",
		"確定終局判決所適用系爭規定三為91年2月6日修正公布之證交法第43條之1第4項後段規定：「……前項之一定比例及條件，由主管機關定之。」嗣於104年7月1日修正公布時，修正為「……前項有關取得公開發行公司已發行股份總額達一定比例及條件，由主管機關定之。」另分別於105年12月7日、108年4月17日修正公布，亦僅微調文字，規範意旨均相同。",
		"確定終局判決所適用系爭規定四即為現行公開收購辦法第11條第1項規定：「任何人單獨或與他人共同預定於50日內取得公開發行公司已發行股份總額百分之二十以上股份者，應採公開收購方式為之。」",
		"貳、受理依據及審理程序",
		"一、受理要件之審查",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除憲訴法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第90條第1項定有明文。查本件聲請人一及二係於110年2月9日聲請釋憲，經核與當時應適用之司法院大法官審理案件法（下稱大審法）第5條第1項第2款所定要件相符，爰予受理。",
		"二、言詞辯論程序",
		"本庭於112年2月7日行言詞辯論，通知聲請人等、主管機關金融監督管理委員會、關係機關法務部，另邀請專家學者到庭陳述意見。聲請人等、主管機關及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人一及二略謂：1.經濟刑法在定義上並無共識，立法機關多採法定犯及空白刑法之立法模式，系爭規定一性質上係刑罰規範，應符合憲法罪刑法定原則及刑罰明確性原則。2.系爭規定一至三是否符合刑罰明確性原則，應取決於授權之母法，不應將母法與被授權訂定之命令合併以觀。3.立法機關制定系爭規定二及三時，未敘明授權目的及主管機關訂定命令時須遵循之因素、標準，而系爭規定四「預定於50日內取得」之要件有多種解釋可能性，其定義模糊不清，致主管機關於94年及96年之函示內容間存有差異，系爭規定一至四違反授權明確性、刑罰明確性原則等語。",
		"（二）主管機關略謂：1.經濟刑法具需高度專業判斷之特殊性，立法機關採空白刑法之立法模式，乃為因應金融市場運作變化快速及避免規避法律之脫法行為。2.系爭規定一雖係刑罰法規，但因經濟刑法之受規範者多為從事經濟活動之工商企業者，其等資力及智識程度較高，刑罰明確性之審查基準應較寬鬆。3.系爭規定二之目的係避免匿名、不定時大量收購股權致股價震盪，若將系爭規定三及四與證交法、公開收購辦法之相關規定一併觀察，即可查悉系爭規定四以「百分之二十以上」為「一定比例」，系爭規定四係以會計實務上界定重大影響力之門檻，而系爭規定四之「於50日內」要件，則係參考公開收購最長期間為50日（公開收購辦法第18條規定參照），系爭規定一至四符合授權明確性、刑罰明確性原則等語。",
		"（三）關係機關略謂：1.經濟刑法為保障經濟秩序之安定及公正，並使潛在受規範者得預見行為之可罰性，兼具規範彈性、構成要件明確性之雙重目的，然依罪刑法定原則，經濟刑法與一般刑法相同，仍須符合授權明確性、構成要件明確性。2.系爭規定二規制對象係「預計大量取得公開發行公司股份」者，其既係從事該風險領域行為者，應負擔一定程度之法規範注意義務，立法機關於系爭規定二之目的已指明維持股價穩定，主管機關即認影響個股市場價格，依法應強制公開收購之界線為「百分之二十以上」。3.系爭規定一至四對一般受規範者而言，得預見其行為可罰，並可經由司法審查加以認定及判斷，與授權明確性、刑罰明確性原則均無違背等語。",
		"參、形成主文之法律上意見",
		"一、據以審查之憲法原則及審查標準",
		"（一）刑罰明確性原則",
		"刑罰法規涉及人民生命、人身自由及財產權之限制或剝奪，國家刑罰權之行使，應嚴格遵守憲法罪刑法定原則，行為之處罰，以行為時之法律有明文規定者為限，且法律所定之犯罪構成要件，須使一般受規範者得以理解，並具預見之可能性，始符法律明確性之要求（司法院釋字第602號及第792號解釋參照）。惟法律明確性要求，非謂法律文義應具體詳盡而無解釋之空間或必要。立法者制定法律時，自得衡酌相關生活事實之複雜性、規範建構上之需求以及運用於具體個案之妥當性等因素，選擇適當之法律概念與用語，如立法者所選擇之法律概念與用語之意義，自其文義、立法目的與法體系整體關聯性觀點非難以理解，且個案事實是否屬於法律所欲規範之對象，為一般受規範者所得預見，並可經由法院審查認定及判斷者，即無違反法律明確性原則（司法院釋字第432號、第521號、第594號、第602號、第690號、第794號、第799號、第803號及第804號解釋參照）。",
		"又刑罰法規之犯罪構成要件是否明確，就為「一般受規範者得否預見」言，立法機關制定刑罰法規時，因應不同專業領域之規範考量，已衡酌社會生活事實之複雜性，自立法目的、法體系整體關聯性觀點已足認立法機關所欲規範之行為對象範圍有所限定時，則所謂「一般受規範者」，應認係指「一般受該規範限定範圍之人」，而非指一般通常智識之人。又判斷是否「得預見」之方式，與立法機關所採立法技術密切相關，若採空白構成要件之立法技術，以外部或內部指引將犯罪構成要件指向同一或不同規範制定機關所制定之法律或命令時，判斷是否「得預見」之方式，則須將該刑罰法規與用以填補犯罪構成要件之相關規定合併整體觀察之。",
		"（二）授權明確性原則",
		"立法機關以委任立法之方式，授權行政機關發布命令，以為法律之補充，雖為憲法所許，惟其授權之目的、內容及範圍應具體明確。至於授權條款之明確程度，則應與所授權訂定之法規命令對人民權利之影響相稱。刑罰法規關係人民生命、自由及財產權益至鉅，自應依循罪刑法定原則，以制定法律之方式規定之。法律授權主管機關發布命令為補充規定時，須自授權之法律規定中得預見其行為之可罰，其授權始為明確（司法院釋字第522號解釋參照）。如其由授權之母法整體觀察，已足使人民預見行為有受處罰之可能，即與得預見行為可罰之意旨無違，不以確信其行為之可罰為必要（司法院釋字第680號解釋參照）。此外，授權是否明確，不應拘泥於授權條款本身所用之文字，而應就法律整體解釋認定，或依其整體規定所表明之關聯意義為判斷（司法院釋字第643號解釋參照）。",
		"二、本庭判斷結果",
		"(一)系爭規定一至四為經濟刑法之刑罰法規，仍應符合憲法罪刑法定原則",
		"自有經濟活動以來，即有屬於經濟刑法範疇之犯罪類型，隨著國家對經濟活動之重視與強化預防措施，違反經濟法規而科以刑罰制裁之情形益增，經濟刑法之犯罪類型實屬多端，系爭規定一至三所屬之證交法，為國家對資本市場經濟活動之管制規範，立法機關於證交法中制定之刑罰法規，自屬經濟刑法之範疇。因經濟刑法一詞，於我國並非法定用詞，依犯罪學、刑事政策及刑法釋義學之定義涵蓋範圍不同而有不同意涵，惟就刑罰制裁之目的與機能言，經濟刑罰法規與刑法並無不同，是尚難逕將二者截然二分。",
		"依刑法第11條規定：「本法總則於其他法律有刑罰、保安處分或沒收之規定者，亦適用之。但其他法律有特別規定者，不在此限。」立法機關既將系爭規定一至三制定於證交法中，且系爭規定三授權主管機關訂定系爭規定四，系爭規定一至四整體觀察屬經濟刑法領域之刑罰法規，自應符合憲法罪刑法定原則及所衍生之刑罰明確性原則。",
		"(二)系爭規定一至四，與刑罰明確性原則，均尚屬無違",
		"立法機關於系爭規定一至三採空白構成要件之立法技術，先將系爭規定一制定於證交法，再以內部指引方式將犯罪構成要件指向系爭規定二，並明定違反應公開收購規定之行為態樣、科處刑罰之種類及法定刑範圍。",
		"觀系爭規定二之表面文義，立法機關雖於行為主體之部分使用「任何人」之文字，但探究系爭規定二之立法目的與行為態樣，立法機關係為防止大量收購有價證券影響個股市場之價格（見立法院第4屆第6會期第5次會議議案關係文書第522頁），造成股價震盪，故於資本市場中有大量收購股份能力者，一般而言，應係指一般具大量收購股份能力之公司經營者及相關從業人士或有意從事大量收購股份之人（下稱大量收購股份者；從本規定施行迄今，違反本規定或依本規定採公開收購方式收購者，大多為大量收購股份者，有金融監督管理委員會112年1月6日金管證交字第1110151161號復本庭函附件一「公開收購案件統計表」在卷可稽）。其等對資本市場中公開收購之專業智識與能力，多半高於一般通常智識之人。於此，就系爭規定一至四言，刑罰明確性原則中所指「一般受規範者」，應係指「大量收購股份者」，判斷系爭規定一至四是否符合刑罰明確性原則時，應以此等人士之理解能力為審查基準。",
		"又立法機關就系爭規定二所稱「一定比例」之內容，則以外部指引之方式，經系爭規定三授權主管機關訂定系爭規定四，為使 「得否預見」之判斷無所缺漏，應結合系爭規定一至四合併觀察（司法院釋字第680號解釋參照）。自系爭規定一至四合併整體觀察，對大量收購股份者而言，子法規定性質之系爭規定四，有關「預定於50日內取得」規定之解釋，仍應以母法系爭規定二所稱「預定取得」之意涵為準。系爭規定二所稱「任何人單獨或與他人共同『預定取得』……」之「預定」一詞，文義上即有「事先約定」之意涵；且收購方如欲取得被收購公司之部分股份，亦必然會事先接洽商議。是系爭規定二所定「預定取得」一詞，依文義及目的解釋，得以理解為「事先約定取得」（即事先合意取得）被收購公司之股份，並應不難理解「預定於50日內取得」，係指「預定於50日內合意取得」。",
		"再結合系爭規定二至四以觀，「一定比例」究以對被收購公司取得重大影響力或已取得被收購公司實際經營權，此為主管機關得依國情或現實交易情況而有裁量之權限，主管機關依其專業性評估，參考財務會計準則公報第五號―採權益法之長期股權投資會計處理準則第6點「投資公司持有被投資公司有表決權之股份百分之二十以上者，通常對被投資公司之經營、理財及股利政策具有重大影響力」，將「一定比例」訂定為「百分之二十以上」，係認有重大影響力時，即應公開收購等情，經核仍在主管機關之固有權限範圍之內。基此，就大量收購股份者言，以其自身或專業團隊在證券交易市場領域之專業智識程度，進行收購前必然會為詳加規劃，依其等之理解能力應得預見系爭規定二及三所稱「一定比例」，係包含「百分之二十以上」而言。",
		"查主管機關於94年11月10日以金管證三字第0940149117號函（下稱94年函）復訴外人趙ＯＯ律師（下稱訴外人）詢問（註1）時，略以：「……於任一時點計算，如未有單獨或與他人共同預定於50日內取得公開發行公司已發行股份總額百分之二十以上股份情事者，自不受證券交易法第43條之1第3項及公開收購發行公司有價證券管理辦法第11條規定之限制。」等內容。嗣主管機關於96年1月12日以金管證三字第0950158842號函（下稱96年函）復法務部調查局北部機動工作組（下稱調查局北機組）詢問（註2）時，略以：「……收購者如有短期間內大量取得股份之意圖，依規定即應採行公開收購方式取得股份，以維護各股東平等應賣權利及避免影響個股市場交易，故強制公開收購規範並不因收購者係以直接購買或先協議而後交割等取得過程之不同，而有所不同……若購買人於50日內，向被收購公司之股東以簽訂契約方式，協議購買該公司超過百分之二十以上股份，並於契約中明定購買價格、股數，及自簽約日起至標的股份所有權完成過戶期間，讓售人同意依該購買人指示行使標的股份之股東權或享有公司董事或監察人權利，縱交割於 50 日後等乙節，應可推論其似已符合短期間內大量取得股份之意圖，依前揭強制公開收購規定，購買人應採公開收購方式取得股份。……」等內容。聲請人一及二據以主張上開94年函與96年函之內容間存有差異，並認系爭規定一至四欠缺刑罰明確性。惟本庭審酌：主管機關94年函，實係向訴外人所為，而非向聲請人一及二為之；且進一步詳析94年函之說明內容，實際上該函並未超出系爭規定二之文義，尚難據此而認94年函與96年函間存有差異；況主管機關並未將94年函內容作為解釋性規定，依行政程序法第160條第2項規定登載於政府公報而發布之，以對外公開，是尚難認94年函對聲請人一及二有何拘束力可言等情，爰認聲請人一及二據此所為系爭規定一至四欠缺刑罰明確性之主張為無理由。",
		"綜上，結合系爭規定一至四合併整體觀察時，自其文義、立法目的與法體系整體關聯性觀點非難以理解，且為大量收購股份者所得預見，是系爭規定一至四與刑罰明確性原則，均尚無違背。",
		"(三)系爭規定三，與授權明確性原則，亦尚無違背",
		"首就系爭規定三授權之目的、內容及範圍，是否具體明確言。依系爭規定二之內容，可悉應公開收購規定者之行為主體及態樣，係大量收購股份者，單獨或與他人共同預定取得公開發行公司已發行股份總額達一定比例者，除符合一定條件外，應採公開收購方式為之，若未採公開收購方式為之時，依系爭規定一，則施以刑罰制裁，故「一定比例」為科以刑罰制裁之構成要件之一部，除外規定之「一定條件」，則係豁免應採公開收購方式之條件。",
		"因系爭規定二所揭櫫之目的，係為避免大量收購有價證券致影響個股市場之價格（見立法院第4屆第6會期第5次會議議案關係文書第522頁）及系爭規定三明定：「……前項之一定比例及條件，由主管機關定之。」之目的，則係因應證券市場之快速變化而能立即調整管理之腳步，該一定比例及條件，授權主管機關以命令定之（見立法院第4屆第6會期第5次會議議案關係文書第518頁至第519頁）。由此可知收購數量至何程度時會影響個股市場價格，屬證券市場專業領域之主管機關知之最詳，且基於證券市場活動之複雜性及專業程度，證券市場變化迅速，主管機關有靈活調整之需求，是其授權之目的即在於將收購數量交由具專業性之主管機關依證券市場活動情形機動調整。系爭規定三所稱「一定比例」及「一定條件」，依其授權法律整體規定所表明之關聯意義為判斷，係授權主管機關劃定應公開收購之管制門檻及豁免事由。就此而言，其授權之目的、內容及範圍尚屬具體明確。",
		"次就授權之母法整體觀察，是否已足使人民預見行為有受處罰之可能言。自母法相關之系爭規定一及二中，不難察覺，立法機關授權之內容、範圍，係以劃定相當程度之收購範圍作為應公開收購之門檻，如欲預定取得公開發行公司已發行股份總額達應公開收購之門檻時，即應採公開收購方式為之，如不採公開收購方式為之，將有面臨刑罰制裁之風險，依此而言，就授權之母法整體觀察，已足使人民預見行為有受處罰之可能，是其授權尚屬明確。",
		"綜上，系爭規定三授權之目的、內容及範圍尚屬具體明確，且足使人民預見行為有受處罰之可能，是系爭規定三與授權明確性原則，亦尚無違背。",
		"肆、結論",
		"一、系爭規定一至四，係對違反應公開收購規定者，科以刑罰制裁，與刑罰明確性原則均尚屬無違。",
		"二、系爭規定三與授權明確性原則尚屬無違。",
		"附註：",
		"註1：訴外人趙ＯＯ律師於94年11月10日前之某日向主管機關詢問問題略以：「……假設投資人業已共同預定取得公開發行公司百分之三十六之股份，其得否為規避前開之強制公開收購規定，而故意規劃分兩次受讓股份，每次受讓百分之十八之股權，其間相隔50天？簡言之，投資人如蓄意規避50天之期間規定，此時，是否仍違反證交法第43條之1第3項規定。……因前開法條規定文字僅論及『預定取得』，故解釋上投資人是否必須於20日內『實際取得』百分之二十以上股份，方始違反證交法該項規定，並未臻明確。假如證交法第43條之1第3項規定之違反，僅以投資人於50日內預定取得公開發行公司已發行股份總額百分之二十以上為要件，而不以實際取得前開股份為要件，則投資人『預定取得』股份之決定或約定，即已構成犯罪。反之，如其尚須以投資人於50日內『實際取得』百分之二十以上股份為要件，此似較符合行政法及刑法上之法律適用原則，則行為人縱始預定於50日內取得百分之二十以上股份，嗣後如因故未於50日內實際取得百分之二十以上股份，因證交法該項規定並未處罰未遂犯，投資人仍無違反證交法前開規定之虞。……」",
		"註2：調查局北機組於95年12月8日向主管機關詢問問題略以：「……所謂『預定取得』之意涵為何。……若購買人於50日內，向被收購公司之股東以簽訂契約方式，協議購買該公司超過百分之二十以上股份，並於契約中明定購買價格、股數，及自簽約日起至標的股份所有權完成過戶期間，讓售人同意依該購買人指示行使標的股份之股東權或享有公司董事或監察人權利等情形，雖實際股份交割日安排於50日後，是否有前揭條文適用。……」"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"迴避審理本案之大法官": [
		"黃瑞明"
	],
	"主筆": "林俊益",
	"意見書": {
		"411671": "憲法法庭112年憲判字第5號判決黃大法官虹霞提出之協同意見書",
		"411672": "憲法法庭112年憲判字第5號判決蔡大法官宗珍提出，張大法官瓊文加入之部分不同意見書",
		"411673": "憲法法庭112年憲判字第5號判決蔡大法官明誠提出之不同意見書"
	},
	"判決全文": {
		"411676": "憲法法庭112年憲判字第5號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院99年度金上重訴字第61號刑事判決"
	},
	"判決摘要": {
		"411677": "憲法法庭112年憲判字第5號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"411680": "南怡君、陳湘銘1100209釋憲聲請書_OCR",
			"411681": "南怡君1120131法規範憲法審查言詞辯論意旨書_OCR",
			"411682": "南怡君1120207陳述意見簡報_OCR",
			"411683": "南怡君1120206庭呈證物及附件簡報_OCR",
			"411684": "陳湘銘1120119法規範憲法言詞辯論意旨書_OCR",
			"411685": "陳湘銘1120206言詞辯論簡報_OCR",
			"411686": "南怡君1120214法規範憲法審查補充言詞辯論意旨書_OCR",
			"411687": "南怡君1120214陳報書_OCR",
			"411688": "陳湘銘1120214法規範憲法言詞辯論補充理由書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"411689": "金管會1120131言詞辯論意旨書_OCR",
			"411690": "金管會1120204意旨陳述簡報_OCR",
			"411691": "金管會1120204結辯簡報_OCR",
			"411692": "金管會1120220補充答辯書_OCR",
			"411693": "法務部1120202言詞辯論意旨書_OCR",
			"411694": "法務部1120206言詞辯論簡報_OCR",
			"411695": "法務部1120206結辯簡報_OCR"
		},
		"專家諮詢意見書": {
			"411696": "林超駿教授1120201意見書 _OCR",
			"411697": "林超駿教授1120207意見書簡報_OCR",
			"411698": "郭大維教授1120130意見書_OCR",
			"411699": "郭大維教授1120206意見書簡報_OCR",
			"411700": "邵慶平教授1120201意見書_OCR",
			"411701": "邵慶平教授1120201意見書簡報(最新版)_OCR",
			"411702": "薛智仁教授1120203意見書_OCR",
			"411703": "黃士軒副教授1120204意見書_OCR",
			"411704": "黃士軒副教授1120207意見書簡報_OCR"
		},
		"其他": {
			"411705": "憲法法庭函詢及金管會1120106金管證交字第1110151161號回函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"411678": "110年度憲二字第67號言詞辯論筆錄",
			"null": "言詞辯論影音：110年度憲二字第67號─證交法空白刑法案112年2月7日言詞辯論"
		}
	}
}