{
	"id": "310005",
	"類型": "判決",
	"判決字號": "112年憲判字第6號",
	"標題": "軍法判決之特別救濟案",
	"原分案號": "會台字第10846號",
	"判決日期": "2023-05-05",
	"聲請人": "王瑞豐",
	"案由": "上列聲請人因搶奪財物案件，認國防部高等軍事法院高雄分院90年高判字第015號判決及臺灣高等法院高雄分院90年度軍上字第10號刑事判決，所適用之中華民國88年10月2日修正公布之軍事審判法第181條第5項規定等，有違憲疑義，聲請解釋憲法並補充司法院釋字第436號解釋。",
	"主文": [
		"一、中華民國 88 年 10 月 2 日修正公布之軍事審判法第 181條第 5 項規定：「被告不服高等軍事法院宣告有期徒刑之上訴判決者，得以判決違背法令為理由，向高等法院提起上訴。」（嗣 92 年 6 月 11 日修正公布時，除將「被告」修正為「當事人」外，其規範意旨相同），尚難謂與憲法第16條保障人民訴訟權之意旨有違。",
		"二、聲請人自本判決送達之日起30日內，就國防部高等軍事法院高雄分院90年高判字第015號判決，得依本判決意旨向臺灣高等法院高雄分院聲請再審。",
		"三、其餘聲請不受理。"
	],
	"理由": [
		"壹、案件事實及聲請意旨",
		"聲請人於中華民國86年間為服義務役之一兵現役軍人（87年3月25日退伍；現役軍人下稱軍人），被訴於86年5月18日休假期間，在軍營外，與非軍人陳ＯＯ基於共同犯罪之意思聯絡及行為分擔，共騎乘1輛機車，於高雄縣鳳山市瑞竹路50號前，行進間由坐後座之非軍人陳ＯＯ出手搶奪同向騎機車路人之財物，涉犯共同搶奪財物罪嫌。",
		"非軍人陳ＯＯ部分，於86年間由普通法院依刑事訴訟法所定程序，依刑法第325條第1項規定：「意圖為自己或第三人不法之所有，而搶奪他人之動產者，處6月以上5年以下有期徒刑。」之共同搶奪財物罪偵查起訴，嗣臺灣高等法院高雄分院92年度上更（二）字第236號刑事判決非軍人陳ＯＯ無罪，檢察官不服提起上訴，經最高法院於93年3月18日以93年度台上字第1339號刑事判決認上訴不合法駁回上訴，即認非軍人陳ＯＯ部分無搶奪財物犯罪事實，無罪確定。",
		"具軍人身分之聲請人則由軍事檢察官偵查後，於86年間提起公訴，並依裁判當時即88年10月2日修正公布之軍事審判法規定受軍事審判，即經國防部南部地方軍事法院89年和判字第074號判決，認犯90年9月28日修正公布前陸海空軍刑法第83條規定：「搶奪財物者，處死刑、無期徒刑或10年以上有期徒刑。」之共同搶奪財物罪，處有期徒刑5年；上訴後經國防部高等軍事法院高雄分院於90年間以90年高判字第015號判決撤銷改判，但仍認有犯上開陸海空軍刑法第83條之共同搶奪財物罪之事實，而判決有罪並處有期徒刑5年；聲請人復依上開軍事審判法第181條第5項規定（下稱系爭規定；本條項規定曾於92年6月11日修正公布，僅將「被告」修正為「當事人」）提起上訴後，末經為法律審之臺灣高等法院高雄分院於90年8月9日以90年度軍上字第10號刑事判決，認聲請人之上訴違背法律程式駁回其上訴確定。是本件除系爭規定部分，應以上開臺灣高等法院高雄分院90年度軍上字第10號刑事判決為確定終局判決（下稱確定終局判決一）外，其餘聲請部分，應以上開國防部高等軍事法院高雄分院90年高判字第015號判決為確定終局判決（下稱確定終局判決二；與確定終局判決一併稱確定終局判決）。",
		"具軍人身分之聲請人認就同一事實，根據相同之主要證據，軍事法院確定終局判決為聲請人有罪判決，與普通法院就被起訴為共同正犯之非軍人陳ＯＯ為無罪判決之結果，二者南轅北轍，違反公平正義，並造成冤抑；且係導因於本件聲請人僅能就軍事法院判決違背法令部分，不能就事實認定錯誤部分，上訴至高等法院，可認系爭規定等有牴觸憲法第16條規定等之疑義，聲請解釋，且認司法院釋字第436號解釋（下稱系爭解釋），仍有未足之處，應予補充等語。",
		"貳、受理依據及審理程序",
		"一、受理部分",
		"按人民聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法第5條第1項第2款定有明文。次按當事人對於確定終局裁判所適用之司法院解釋，發生疑義，聲請補充解釋，經核有正當理由者，應予受理（司法院釋字第784號及第795號等解釋參照）。",
		"確定終局判決一所適用之系爭規定，僅許被告以判決違背法令為由上訴於高等法院，不及於事實認定錯誤之情形，已涉及限制軍人（含士兵等）受憲法第16條保障之訴訟權；於軍人與非軍人被訴共同實行犯罪之行為，軍事法院判決軍人有罪確定，普通法院卻以非軍人未實行該犯罪行為為由，而判決非軍人無罪確定之情形，軍事審判法或相關法律未賦予該軍人訴請法院再一次釐清事實以尋求救濟之機會，亦涉及訴訟權之保護是否不足之違憲爭議，均具憲法價值。本件並涉及系爭解釋補充相關事項。是於此範圍內，本件聲請得予受理。",
		"二、不受理部分",
		"本件聲請人另主張軍事審判法第1條：「現役軍人犯陸海空軍刑法或其特別法之罪，依本法之規定追訴審判之……。」等規定牴觸憲法第7條等規定違憲，但因軍事審判法第1條規定已於確定終局判決確定後之102年8月6日修正，認軍人非戰時犯陸海空軍刑法或其特別法之罪者，改由普通法院依刑事訴訟法追訴及處罰，故相關爭議已不復存在，此部分爰不受理。",
		"三、又憲法訴訟法已於111年1月4日修正施行，爰依憲法訴訟法第90條規定，由本庭適用憲法訴訟法規定繼續審理。",
		"參、形成判決主文一及二之法律上意見",
		"一、據以審查之憲法權利及審查原則",
		"憲法第16條規定人民有訴訟之權，旨在確保人民於其權利或法律上利益遭受侵害時，有請求法院救濟之權利，法院並應依憲法正當法律程序原則公平審判。此種司法上受益權，不僅形式上應保障個人得向法院主張其權利，且實質上亦須使個人之權利獲得確實有效之保護（司法院釋字第418號、第653號、第742號、第752號解釋參照）。軍人亦為人民，自應同受上開規定之保障。又憲法第9條規定：「人民除現役軍人外，不受軍事審判」，乃因軍人負有保衛國家之特別義務，基於國家安全與軍事需要，對其犯罪行為固得設軍事審判之特別訴訟程序，惟其發動與運作，必須符合憲法正當法律程序之最低要求（系爭解釋參照）。",
		"關於審級救濟制度之規劃設計，包括各級法院間事實審及法律審之分野，原則上屬於立法形成範圍。",
		"惟如上所述，軍事審判法之規範，涉及具軍人身分之人民之身體自由、訴訟權，由軍事法院依軍事審判法規定行軍事審判，應屬特別之訴訟程序。是就針對共同正犯中之軍人部分行此一特別程序，與另由屬不同法院體系之普通法院針對共同正犯中之非軍人部分依刑事訴訟法規定審判之程序，除就軍事法院判決違背法令部分，得循上訴普通法院途徑救濟（系爭解釋及軍事審判法第181條規定參照）外，二者間，就主要之證據相同而有無犯罪之事實認定如不相侔，受有罪確定判決之軍人亦應有救濟途徑，且其救濟途徑應符憲法正當法律程序原則公平審判之要求。",
		"二、本庭之判斷",
		"（一）軍事審判法涉及同具人民地位受審判之軍人，其應同享受憲法第16條保障之訴訟權等，已經系爭解釋釋示在案。",
		"（二）判決主文第1項部分",
		"查就確定終局判決一所適用之系爭規定部分言，其固僅規定被告得以判決違背法令為由，上訴於高等法院，而未規定被告得以事實認定錯誤為由，上訴於高等法院，屬審級救濟制度之規劃設計範疇。有關各級法院間事實審與法律審之分野，原則上屬立法形成範圍。又高等法院依系爭規定審查高等軍事法院所為判決有無違背法令，如有未當，仍得由檢察總長依非常上訴相關規定向最高法院尋求救濟。且觀其立法意旨，僅止於實現系爭解釋之釋示，使在平時經終審軍事審判機關判處有期徒刑以上刑罰之被告，有權直接向普通法院以判決違背法令為由請求救濟，自始不及於其他，是尚難逕以其未規定被告得以事實認定錯誤為由，上訴於高等法院，即遽指其與憲法第16條保障人民訴訟權之意旨有違。",
		"（三）判決主文第2項部分",
		"按裁判之瑕疵可區分為事實認定瑕疵與違背法令二者，就刑事確定終局判決之事實認定瑕疵，其救濟程序為再審；違背法令部分則為非常上訴。此二種救濟程序，對於軍事法院之確定終局判決應同等重要。系爭解釋就其中違背法令部分，固已釋示：應許被告直接向普通法院請求救濟；然就軍事法院相關裁判之事實認定瑕疵部分之救濟並未提及（系爭解釋參照），而聲請人就此乃主張系爭解釋應予補充等語。",
		"查同一事實是否成立犯罪，客觀而言，不可能既成立又不成立，致有罪、無罪兩歧併立。若主要之證據相同，竟生普通法院與軍事法院判決犯罪事實認定歧異，致共同正犯分別受無罪、有罪之判決確定者，本與事物本質不符，而非一般國民法感情所能接受。又審判獨立（憲法第80條、軍事審判法第152條等規定參照），法有明文；與事實認定相關之證據之證明力，於不違反經驗法則及論理法則下，由法院本於確信自由判斷（刑事訴訟法第155條第1項、軍事審判法第117條規定等參照），是單就法規範言，固無從判斷上述情形，屬不同審判體系之普通法院判決與軍事法院判決各自所為之事實認定，何者必然較為正確。然如上所述，倘客觀上事實只有一個，同一事實犯罪之有或無，不可能兩者併立。如普通法院已依據相同之主要證據為其他共同正犯無犯罪事實之認定，而為無罪之確定判決，則應可憑以認為被告有罪之軍事法院判決，其事實認定之正確性，尚有引起一般人合理懷疑之處。是基於法治國原則所要求之無罪推定、罪證有疑利歸被告等原則，就此種事實認定兩歧之情形，不僅應賦予受有罪確定判決之人（軍人），以此為由，對軍事法院有罪確定判決聲請再審之機會，且考量其屬因普通法院與軍事法院制度併立所生之特殊情形，對事實認定正確性之懷疑更屬明顯，甚至應將其列為獨立之再審事由，就受有罪確定判決之人（軍人），以此為由，對軍事法院有罪確定判決所聲請之再審，直接開啟再審程序，不受刑事訴訟法第420條第1項第6款仍須符合「因發現新事實或新證據，單獨或與先前之證據綜合判斷，足認受有罪判決之人應受無罪……之判決者」之要件之拘束，方能避免冤抑，有效保障具軍人身分之受判決人之訴訟權，俾符法院應依憲法正當法律程序原則公平審判之要求。",
		"是共同正犯之數人分別繫屬於普通法院及軍事法院審判，就同一犯罪事實有無，分別受普通法院無罪判決及軍事法院有罪判決確定者，若其主要之證據相同，受軍事法院判決有罪之受判決人，自得以此為再審事由，聲請再審。相關法律未賦予受軍事法院有罪判決之受判決人，得據此理由聲請再審，侵害軍人受憲法第16條保障之訴訟權，與法院應依憲法正當法律程序原則公平審判之要求，尚有未符。至聲請人其餘聲請補充系爭解釋部分，因系爭解釋作成後，軍事審判法業經立法機關依系爭解釋意旨完成修法，故不生再就系爭解釋為補充解釋之問題。",
		"又根據現行軍事審判法第1條第2項及第237條第1項第2款但書規定依刑事訴訟法追訴、處罰及再審等意旨，此種情形應向對應之普通法院（在本件聲請案相關原因案件情形，應為臺灣高等法院高雄分院）聲請再審，附此指明。",
		"肆、綜上，本庭爰認：",
		"一、系爭規定僅許被告不服高等軍事法院宣告有期徒刑之上訴判決者，得以判決違背法令為理由，向高等法院提起上訴，尚難謂與憲法第16條保障人民訴訟權之意旨有違。",
		"二、聲請人自本判決送達之日起30日內，就國防部高等軍事法院高雄分院90年高判字第015號判決，得依本判決意旨向臺灣高等法院高雄分院聲請再審。",
		"三、其餘聲請不受理。",
		"伍、併此敘明",
		"至軍事法院確定判決如有刑事訴訟法第420條規定之再審事由，比如發現新事實、新證據而符合該條第1項第6款規定者，根據軍事審判法第237條第1項第2款但書規定，受判決人（含本件聲請人）本得依該條規定，聲請再審，核屬當然，自不待言，併此敘明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由黃大法官虹霞主筆。",
	"意見書": {
		"417904": "憲法法庭112年憲判字第6號判決許大法官志雄提出之協同意見書",
		"417905": "憲法法庭112年憲判字第6號判決詹大法官森林提出之協同意見書",
		"417906": "憲法法庭112年憲判字第6號判決謝大法官銘洋提出之協同意見書",
		"417907": "憲法法庭112年憲判字第6號判決呂大法官太郎提出之協同意見書",
		"417908": "憲法法庭112年憲判字第6號判決黃大法官瑞明提出之部分協同部分不同意見書",
		"417909": "憲法法庭112年憲判字第6號判決吳大法官陳鐶提出之部分不同意見書",
		"417910": "憲法法庭112年憲判字第6號判決林大法官俊益提出，張大法官瓊文、蔡大法官宗珍加入之部分不同意見書",
		"417911": "憲法法庭112年憲判字第6號判決楊大法官惠欽提出，黃大法官昭元加入之部分不同意見書"
	},
	"判決全文": {
		"417914": "憲法法庭112年憲判字第6號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院 高雄分院90年度軍上字第10號刑事判決"
	},
	"判決摘要": {
		"417915": "憲法法庭112年憲判字第6號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"417916": "王瑞豐101.03.01司法院大法官解釋憲法聲請書_OCR",
			"417917": "王瑞豐101.11.30聲請大法官解釋補充理由書_OCR"
		},
		"其他": {
			"417918": "中華民國律師公會全國聯合會102.01.24(102)律聯字第102012號函_OCR",
			"417919": "法務部102.02.20法檢字第10204508980號函_OCR",
			"417920": "國防部103.03.03國法法服字第1030000690號函_OCR"
		}
	}
}