{
	"id": "345269",
	"類型": "判決",
	"判決字號": "112年憲判字第7號",
	"標題": "成立廠場企業工會案",
	"原分案號": "111年度憲民字第350號",
	"判決日期": "2023-05-19",
	"聲請人": "中華航空股份有限公司修護工廠企業工會",
	"案由": "聲請人為工會法事件，各就最高行政法院109年度上字第584號判決、110年度上字第321號判決，及所適用之工會法施行細則第2條第1項及第2項規定，認有違憲疑義，分別聲請法規範及裁判憲法審查",
	"主文": [
		"一、工會法施行細則第2條第1項規定：「本法第6條第1項第1款所稱廠場，指有獨立人事、預算會計，並得依法辦理工廠登記、公司登記、營業登記或商業登記之工作場所。」第2項規定：「前項所定有獨立人事、預算及會計，應符合下列要件：一、對於工作場所勞工具有人事進用或解職決定權。二、編列及執行預算。三、單獨設立會計單位，並有設帳計算盈虧損。」牴觸憲法第23條法律保留原則，至遲於本判決宣示之日起屆滿2年時，失其效力。",
		"二、上開二項規定與憲法第23條比例原則，均尚無牴觸。",
		"三、最高行政法院109年度上字第584號判決及110年度上字第321號判決適用牴觸憲法之上開二項規定而違憲，均廢棄，發回最高行政法院。"
	],
	"理由": [
		"壹、案件事實及聲請意旨",
		"一、聲請人一",
		"聲請人一之發起人朱梅雪等32人，原為中華航空股份有限公司企業工會（下稱華航公司企業工會）第4分會會員，嗣依工會法第11條規定，連署發起籌組修護工廠工會，經完成籌組工會程序後，於中華民國103年9月3日向改制前桃園縣政府申請登記成立修護工廠企業工會。該府於104年9月25日核定同意登記（下稱聲請人一之第一次核准處分），發給登記證書及理事長證明書。華航公司企業工會不服，以利害關係人之身分提起訴願，經勞動部於105年5月10日作成訴願決定，撤銷聲請人一之第一次核准處分，命由桃園市政府另為適法之處分。桃園市政府乃依訴願決定之意旨重新審查，於105年9月30日重為處分，仍同意核准工會登記成立（下稱聲請人一之第二次核准處分），並核發登記證書。華航公司企業工會仍以利害關係人之身分不服，提起訴願，經勞動部於106年2月2日作成訴願決定，再次撤銷聲請人一之第二次核准處分，命由桃園市政府另為適法之處分。聲請人一不服，提起行政訴訟，經臺北高等行政法院106年度訴字第435號判決駁回。聲請人復提起上訴，經最高行政法院109年度上字第584號判決（下稱確定終局判決一）以上訴無理由駁回。",
		"聲請人一聲請法規範及裁判憲法審查，其主張略以：（一）工會法施行細則第2條第1項（下稱系爭規定一）及第2項規定（下稱系爭規定二），明定廠場成立企業工會必須具備「獨立人事」、「獨立預算會計」及「得依法辦理工廠登記、公司登記、營業登記或商業登記之工作場所」等三項要件，其非屬細節性及技術性事項之規定，增加法律所無之限制，違反法律保留原則。（二）是否具備廠場成立企業工會之要件，均得由雇主一手掌控，公司得透過組織架構、人事安排、預算編制等要件，輕易使各廠區不符合廠場企業工會成立之法定要件，工會法許可同一廠區成立廠場企業工會之制度，即形同虛設，故系爭規定一及二違反憲法第23條比例原則，侵害人民受憲法第14條、公民與政治權利國際公約第22條第1項、第2項及經濟社會文化權利國際公約第8條第1項第1款等規定保障之結社自由。（三）確定終局判決一因所適用之系爭規定一及二違憲，應廢棄發回最高行政法院等語。",
		"二、聲請人二",
		"聲請人二於104年1月12日向臺中市政府申請登記成立企業工會，該府於105年8月12日核定同意登記（下稱聲請人二之第一次核准處分），發給登記證書及理事長證明書。臺中市漢翔航空工業股份有限公司企業工會（下稱漢翔航空公司企業工會）不服，提起訴願，經勞動部於106年2月2日作成訴願決定，撤銷聲請人二之第一次核准處分，命由臺中市政府另為適法之處分。臺中市政府乃依訴願決定之意旨重新審查，於106年3月31日重為處分（下稱聲請人二之第二次核准處分），同意工會登記成立，並核發登記證書。漢翔航空公司企業工會仍不服，提起訴願，經勞動部於106年10月12日作成訴願決定，撤銷聲請人二之第二次核准處分，命由臺中市政府另為適法之處分。臺中市政府重新審查後，於106年11月17日第3次核准工會登記成立（下稱聲請人二之第三次核准處分），並核發登記證書，漢翔航空公司企業工會仍不服，提起訴願，經勞動部於107年8月3日作成訴願決定，撤銷聲請人二之第三次核准處分，由臺中市政府另為適法之處分。聲請人二不服，提起行政訴訟，經臺北高等行政法院107年度訴字第1165號判決駁回。聲請人二提起上訴，經最高行政法院108年度判字第498號判決廢棄前開判決，發回更審，復經臺北高等行政法院108年度訴更一字第89號判決駁回。聲請人二復提起上訴，經最高行政法院110年度上字第321號判決（下稱確定終局判決二）以上訴無理由駁回。",
		"聲請人二聲請法規範及裁判憲法審查，其主張略以：（一）工會法第6條第1項第1款：「工會組織類型如下，……：一、企業工會：結合同一廠場、同一事業單位、依公司法所定具有控制與從屬關係之企業，或依金融控股公司法所定金融控股公司與子公司內之勞工，所組織之工會。」所稱之廠場，並無定義性規定。工會法施行細則係依工會法第48條概括授權條款而訂定，僅能就母法為細節性、技術性事項為規定，系爭規定一及二所定同一廠場成立企業工會必須具備獨立性之要件，限縮工會法對廠場之定義，違反法律保留原則。（二）是否具備廠場成立企業工會之要件，完全可受資方操控，故系爭規定一及二有違工會自由、工會自主之精神，侵害人民受憲法第14條、公民與政治權利國際公約第22條第1項、第2項及經濟社會文化權利國際公約第8條第1項第1款等規定保障之結社自由。（三）確定終局判決二因所適用之系爭規定一及二違憲，應廢棄並發回最高行政法院等語。",
		"貳、受理要件之審查及審理程序",
		"一、受理要件之審查",
		"（一）受理依據",
		"按人民就其依法定程序用盡審級救濟之案件，對於所受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得於該裁判送達後6個月之不變期間內，聲請憲法法庭為宣告違憲之判決；復按上列人民聲請之案件，於具憲法重要性，或為貫徹聲請人基本權利所必要者，受理之，憲法訴訟法（下稱憲訴法）第59條、第61條第1項定有明文。",
		"查聲請人一於111年1月25日收受確定終局判決一，於同年4月28日提出本件聲請；聲請人二於111年4月29日收受確定終局判決二，於同年10月3日提出本件聲請。聲請人一及二分別為確定終局判決一及二之當事人，就確定終局判決一及二是否應廢棄而直接受有憲法保障基本權得否實現之利害關係，且聲請人一及二既係請求違憲宣告與廢棄裁判以保障其結社權，就限制其結社權之法規範及裁判聲請憲法審查自均具備當事人適格。核聲請人一及二所為法規範暨裁判憲法審查之聲請，與上開憲訴法規定之聲請要件相符，且聲請具憲法重要性，爰予受理。",
		"（二）併案審理",
		"上述聲請案雖分別提起，惟因其聲請審查之法規範同一，爰依憲訴法第24條第1項但書規定，合併審理並判決。",
		"二、言詞辯論程序",
		"本庭於112年2月21日行言詞辯論，除通知聲請人及關係機關勞動部外，鑑定機關監察院國家人權委員會、專家學者暨關係人中華航空股份有限公司亦到庭陳述意見。聲請人及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人一略謂：",
		"1、系爭規定一及二對「廠場」之定義性規定，侵害勞工受憲法第14條結社自由所保障之組織工會之自由。",
		"2、工會法第48條固概括授權勞動部訂定施行細則，然系爭規定一及二非屬細節性及技術性事項，對勞工結社權增加法律所無之限制，違反憲法第23條法律保留原則。",
		"3、系爭規定一及二中作為界定廠場得否成立企業工會之三項要件（獨立人事、預算及會計等），均可由雇主一手掌控，輕易使各廠區不符合廠場企業工會成立之法定要件，違反憲法第23條比例原則。",
		"（二）聲請人二略謂：",
		"1、系爭規定一及二中作為界定廠場得否成立企業工會之三項要件，完全取決於資方公司，大幅度限縮工會之成立，牴觸憲法第14條結社自由之保障。",
		"2、施行細則僅能就母法為細節性、技術性事項之規定，系爭規定一及二就工會法第6條第1項第1款所稱「廠場」為限縮規定，逾越母法之授權意旨，違反憲法第23條法律保留原則。",
		"（三）關係機關勞動部略謂：",
		"1、聲請人等已不具工會之實質，其以工會名義提起本件聲請，屬當事人不適格，另其僅係爭執法院認事用法之當否，不應受理。",
		"2、憲法所保障之勞工結社權，係保障個別勞工有結社之自由權利，與一般結社權之間，有事物本質之差異，是不宜將之歸納於一般結社自由概念之下。",
		"3、系爭規定一及二屬技術性、細節性事項之規定，未增加法律所無之限制，不違反憲法第23條法律保留原則。",
		"4、系爭規定一及二以廠場企業工會作為最小單位之企業工會，且應具備一定之獨立性及規模，屬保障勞工實踐勞動三權之必要規制。是系爭規定一及二合於實現工會法促進勞工團結、提升勞工地位及改善勞工生活等立法目的，並為最適手段，且有效促成勞資和諧，符合憲法第23條比例原則。",
		"（四）各聲請人及關係機關其餘主張及陳述，詳見其言詞辯論意旨書及言詞辯論筆錄。",
		"本庭斟酌各聲請人之聲請書、關係機關之意見書、鑑定人之意見書，及全辯論意旨等，作成本判決，理由如下。",
		"參、形成主文之法律上意見",
		"一、據以審查之憲法基本權與審查原則",
		"憲法第14條規定人民有結社之自由，旨在保障人民利用結社之形式以形成共同意志，為特定目的追求共同理念，以共同意思組成團體，並參與其活動以實現共同目標之基本權利。結社自由不僅保障人民得自由選定結社目的以集結成社，並保障由個別人民集合而成之結社團體就其本身之形成、存續、命名及與結社相關活動之推展免於受不法之限制（司法院釋字第479號、第644號及第733號解釋參照）。憲法第153條第1項復規定國家為改良勞工之生活，增進其生產技能，應制定保護勞工之法律，實施保護勞工之政策。從事各種職業之勞動者，為改善勞動條件，增進其社會及經濟地位，得組織工會，以行使勞工所享有之團體協商及爭議等權利，乃現代法治國家普遍承認之勞工基本權利，亦屬憲法上開規定意旨之所在（司法院釋字第373號解釋參照），並為多項國際公約所承認（公民與政治權利國際公約第22條第1項、經濟社會文化權利國際公約第8條第1項、國際勞工組織第87號結社自由及組織權之保障公約第2條規定參照）。又勞工組成工會與勞工團結權行使與雇主協商及爭議之權利密不可分，屬國家對勞工保護之義務之一環，同屬憲法第14條結社權保障之特別型態。是勞工以組成工會形式，其所形成共同意志及結社自由，屬憲法第14條結社權之保障範圍。",
		"有關勞工結社權之落實，事涉勞雇利益之衡平，其具體內容須由立法形成，有賴國家依法律規範形成工會之相關制度，諸如工會登記程序、協商與罷工之要件及效果、勞工加入工會活動不受干預與不受雇主不當行為干擾之保障等，始足以具體實現憲法保障勞工結社權之意旨與目的。又具體工會制度之形成，因事涉勞雇利益與公共利益等勞工結社權之重要事項，須由行政、立法兩權，依循現代法治國原則及民主要求，而制定法律，或應有法律明確之授權為依據，由主管機關據以訂定法規命令（司法院釋字第443號、第568號及第614號解釋參照）。如以法律授權主管機關發布命令為補充規定時，其授權亦應符合具體明確之原則。至何種事項應以法律直接規範或得委由命令予以規定，應視規範對象、內容或法益本身及其所受限制之輕重而容許合理之差異而定。若僅屬執行法律之細節性、技術性事項，始得由主管機關發布命令為必要之規範（司法院釋字第443號、第522號、第765號解釋及本庭111年憲判字第19號判決參照）。是相關機關於形成政策與制定勞工結社權之具體內涵，或於具體工會制度限制勞工基於自身利益選擇結盟組成工會之對象、勞工得否組成工會時，仍應符合憲法第23條法律保留原則及比例原則之要求，以確保憲法第14條所保障勞工結社權之實現。",
		"二、系爭規定一及二所定廠場企業工會之定義與成立要件係對人民組成工會之勞工結社權之干預",
		"國家形成工會之具體制度，須以當代經濟發展、國民對工會制度理解與接受程度、勞工參與工會活動意願與對工會活動期望等多重社會因素及發展條件為基礎，由立法者衡平勞工結社權與雇主之營業自由及財產權間之私人權利，於勞資合作與協商間折衷形成產業民主與秩序。工會成立要件之規範設計，係國家保護勞工政策之重要一環。其成立要件之寬嚴，既影響勞工得組成工會之數量，亦攸關勞工得否自由組成工會，行使勞動相關法律就勞資爭議處理機制、團體協約之訂定、協商與爭議行動所定之權利，並受現行法制下不當勞動行為禁止等保障，屬有關勞工結社權限制之重要事項。憲法並未規範勞工結社權之保障僅能以廠場企業工會為最小單位之團結主體，亦未要求對工會成立及活動之保障僅得以特定具體內容為之。準此，就工會之組織成立要件、成立登記與核准程序等，於制定法律位階之法規範時，立法者享有一定之自由形成空間。惟於工會組織、成立要件形成對勞工自由組成工會之障礙，構成對勞工結社權之干預時，應有法律或法律明確之授權訂定法規命令為依據，以符合憲法第23條法律保留原則，並應合於比例原則之要求。",
		"三、系爭規定一及二違反法律保留原則",
		"按工會法第2章規範工會之組織，人民得組成之工會種類包括企業工會、產業工會與職業工會。其中企業工會之類型，依工會法第6條第1項第1款規定，包括結合同一廠場、同一事業單位、依公司法所定具有控制與從屬關係之企業，或依金融控股公司法所定金融控股公司與子公司內之勞工，所組織之工會；同法第9條第1項規定各企業工會以組織一個為限。企業工會依現行法享有就法定事項代表勞工表示同意之地位（例如勞動基準法第32條第1項規定之延長工時），及工會幹部有給會務公假（工會法第36條規定參照）等權利，此為歷經立法過程而訂定之工會具體制度。此等結合同一廠場之勞工得以組成廠場企業工會，係為勞工結社權得據此制度實現之具體內涵。",
		"於現行法所定之工會制度下，「同一廠場」為勞工得以組成廠場企業工會之組織區域，其概念及適用範圍直接涉及勞工得否組成廠場企業工會之要件，自屬勞工得否組成工會之重要事項。有關此重要事項之相關規範，僅訂定於系爭規定一及二中。系爭規定一及二係屬工會法施行細則中之規定，而工會法施行細則僅係依工會法第48條規定概括授權所訂定，其中系爭規定一明定：「本法第6條第1項第1款所稱廠場，指有獨立人事、預算會計，並得依法辦理工廠登記、公司登記、營業登記或商業登記之工作場所。」系爭規定二明定：「前項所定有獨立人事、預算及會計，應符合下列要件：一、對於工作場所勞工具有人事進用或解職決定權。二、編列及執行預算。三、單獨設立會計單位，並有設帳計算盈虧損。」依其規定，勞工欲組成廠場企業工會者，應符合上開定義及要件。",
		"系爭規定一及二之定義及要件屬勞工結社權之重要事項，已如前述。惟工會法第6條第1項第1款所稱「同一廠場」之概念並未經工會法定義，自工會法第1條立法目的及工會法規範體系綜合觀察，欠缺可運作之具體指引，亦無從推知任何可供主管機關訂定命令以界定「廠場」時得以遵循之方針指示或概念框架，且工會法亦未具體明確授權主管機關，以系爭規定一將勞工得組織企業工會之同一「廠場」，定義為「對於工作場所勞工具有人事進用或解職決定權」而「人事」獨立、「編列及執行預算」而「預算」獨立、「單獨設立會計單位，並有設帳計算盈虧損」而「會計」獨立，且「得依法辦理工廠登記、公司登記、營業登記或商業登記」之工作場所；以系爭規定二進一步規範所謂獨立人事、預算及會計，應符合對於工作場所勞工具有人事進用或解職決定權、編列及執行預算、單獨設立會計單位及設帳計算盈虧損等要件。因此，依系爭規定一及二，於勞工共同工作場所不具備人事、預算及會計獨立性或非得依法辦理工廠登記、公司登記、營業登記或商業登記之情形，即被排除得成立廠場企業工會之可能。是此等規範既涉及勞工得否組成工會之勞工結社權重要事項，自應有法律或法律明確之授權為依據。主管機關於欠缺法律明確授權之情形，就限制勞工結社權之重要事項，逕以系爭規定一及二為規範，牴觸法律保留原則。",
		"四、系爭規定一及二與憲法第23條比例原則，均尚無牴觸",
		"系爭規定一及二直接涉及勞工籌組廠場企業工會之要件，其規範內容構成勞工結社權之限制，應符合憲法第23條比例原則之要求。因企業工會之組成方式，涉及勞雇利益及公共利益之權衡，立法者享有較大自由形成空間，故比例原則之審查上應要求其目的具正當性，且手段與目的間具備合理關聯。",
		"就目的正當性之審查而言，系爭規定一於100年配合工會法修正，以廠場作為得組織企業工會之最小單位，防止工會過於零碎無法凝聚力量之破碎化現象。系爭規定一為使工會法第6條第1項第1款規定得以執行，明定得組成企業工會之廠場須同時符合「具獨立人事、預算及會計」，且「得依法辦理工廠登記、公司登記、營業登記或商業登記」之工作場所特性；嗣因是否符合「具獨立人事、預算及會計」迭生認定爭議，遂於103年引用經濟部55年2月26日商字第04210號關於獨立會計之函釋，增訂系爭規定二，明確規範所謂具有獨立人事、預算及會計之定義。究其目的，乃為使各地勞動主管機關於受理所轄之廠場企業工會辦理登記時有所依循，以利執行，且要求得組成廠場企業工會之廠場應具備經營功能，以利其工會與雇主間對等協商，進而簽訂團體協約，提升會員勞動權益。是系爭規定一及二所設定之工會組織要件，雖與法律保留原則有違，然其所欲實現之規範目的，核屬正當。",
		"就系爭規定一及二所採手段與目的之合理關聯性而言，在工會法第6條及第9條規定之前提下，系爭規定一限制勞工組織廠場企業工會時，須其工作場所得依法辦理工廠登記、公司登記、營業登記或商業登記及具備一定獨立性，並於系爭規定二訂定供主管機關審查前項所稱工作場所應具備之獨立性標準。就其規範內容，分別於系爭規定一以工作場所之特性為標準，設定勞工得組織廠場企業工會之要件，以利勞工所享有之團體協商及爭議等權利於廠場企業工會成立後得有效行使；於系爭規定二明定得組織廠場企業工會之工作場所應具備之獨立性標準，以供各地勞動主管機關作為審查個案之判斷準則。與前述工會法規定綜合觀之，此兩項規定係為避免同一企業下小規模企業工會林立，工會淪於僅具名義而未凝聚足夠勞工成員，多數工會無實際上與雇主行團體協商實力，或得行使就法定事項代表勞工同意與工會幹部有給會務假特權之主體過多，導致勞勞相爭之浮濫結果等，如未予以合理限制，反而有害於勞工權益保護及實現之目的。此等手段與系爭規定一及二所欲達成其提供各地勞動主管機關受理廠場企業工會登記審查作業標準之規範目的，兩者之間自有合理關聯性。是系爭規定一及二與憲法第23條比例原則，均尚無牴觸。",
		"五、確定終局判決一及二均廢棄，發回最高行政法院",
		"按人民就其依法定程序用盡審級救濟之案件，對於所受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得聲請憲法法庭為宣告違憲之判決；憲法法庭認人民之聲請有理由者，應宣告該確定終局裁判違憲，並廢棄之，發回管轄法院；如認該確定終局裁判所適用之法規範違憲，並為法規範違憲之宣告，憲訴法第59條第1項及第62條第1項定有明文。準此，本件聲請憲法法庭審查之案件，除其確定終局裁判意旨與憲法牴觸，經本判決宣告應予廢棄並發回管轄法院外，該確定終局裁判所適用之法規範經本庭宣告違憲者，為保障聲請人就所受該確定終局裁判之案件有重新由法院適用已除去違憲狀態之法規範之機會，本庭亦應依前開規定廢棄該確定終局裁判，發回管轄法院，俾利管轄法院適用合於憲法意旨之法規範而為裁判。本庭因認系爭規定一及二，未經法律明確授權，就應由法律或有法律明確授權依據以定之勞工結社權重要事項逕為規範，而牴觸憲法第23條法律保留原則，聲請人一及二之聲請有理由，是聲請人一及二所受之不利確定終局判決一及二適用牴觸憲法之系爭規定一及二而違憲，依上開憲訴法規定均廢棄，發回管轄之最高行政法院。",
		"肆、結論",
		"一、系爭規定一及二牴觸憲法第23條法律保留原則，至遲於本判決宣示之日起屆滿2年時，失其效力。",
		"二、系爭規定一及二與憲法第23條比例原則，均尚無牴觸。",
		"三、確定終局判決一及二適用牴觸憲法之系爭規定一及二而違憲，均廢棄，發回最高行政法院。",
		"伍、併予敘明部分",
		"就工會組織成立之要件，立法者固享有一定之自由形成空間，致系爭規定一及二尚無牴觸比例原則。惟立法者訂定相關具體規範，仍應審酌憲法保障勞工結社權之意旨。因此，有關立法者自由形成之規定，仍須在合理範圍內，避免以保障勞工集體利益為名，對於工會組織之要件加諸過苛限制。其中就工會組織所涵蓋區域、組織型態與規模等成立要件之規範設計，相關機關於修正系爭規定一及二之際，應一併妥為檢討改進，俾符合憲法保障勞工結社權之意旨，以提升勞工組織及參與工會之意願，強化工會之功能與自主性，以健全工會之發展，併予敘明。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由蔡大法官明誠主筆。",
	"意見書": {
		"427894": "憲法法庭112年憲判字第7號判決黃大法官虹霞提出之協同意見書",
		"427895": "憲法法庭112年憲判字第7號判決張大法官瓊文提出之協同意見書",
		"427896": "憲法法庭112年憲判字第7號判決蔡大法官烱燉提出之部分協同部分不同意見書",
		"427897": "憲法法庭112年憲判字第7號判決許大法官志雄提出，黃大法官瑞明、黃大法官昭元加入之部分協同部分不同意見書",
		"427898": "憲法法庭112年憲判字第7號判決楊大法官惠欽提出，詹大法官森林加入第貳、肆部分之部分協同部分不同意見書",
		"427899": "憲法法庭112年憲判字第7號判決呂大法官太郎提出之部分不同意見書",
		"427900": "憲法法庭112年憲判字第7號判決蔡大法官宗珍提出，林大法官俊益加入之部分不同意見書"
	},
	"判決全文": {
		"427904": "憲法法庭112年憲判字第7號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "最高行政法院110年度上字第321號行政判決"
	},
	"判決摘要": {
		"427905": "憲法法庭112年憲判字第7號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"427908": "中華航空股份有限公司修護工廠企業工會1110428憲法法庭裁判聲請書_OCR",
			"427909": "中華航空股份有限公司修護工廠企業工會1120130憲法法庭言詞辯論意旨狀_OCR",
			"427910": "中華航空股份有限公司修護工廠企業工會1120303憲法法庭裁判聲請補充理由狀_OCR",
			"427911": "中華航空股份有限公司修護工廠企業工會言詞辯論簡報檔_OCR",
			"427912": "中華航空股份有限公司修護工廠企業工會言詞辯論結辯簡報檔_OCR",
			"427913": "漢翔航空工業股份有限公司沙鹿廠企業工會1120203言詞辯論意旨狀_OCR",
			"427914": "漢翔航空工業股份有限公司沙鹿廠企業工會1120220憲法訴訟言詞辯論意旨（二）狀_OCR",
			"427915": "漢翔航空工業股份有限公司沙鹿廠企業工會1120307解釋憲法補充理由書(二)_OCR",
			"427916": "漢翔航空工業股份有限公司沙鹿廠企業工會言詞辯論簡報檔_OCR",
			"427917": "漢翔航空工業（股）沙鹿廠企業工會1110929法規範憲法審查及裁判憲法審查聲請書_OCR",
			"427918": "漢翔航空工業（股）沙鹿廠企業工會1111012解釋憲法補充理由書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"427919": "勞動部1120206憲法訴訟言詞辯論意旨書_OCR",
			"427920": "勞動部1120307憲法訴訟言詞辯論意旨補充書_OCR",
			"427921": "勞動部言詞辯論簡報檔_OCR",
			"427922": "勞動部言詞辯論結辯簡報檔_OCR"
		},
		"關係人意見書": {
			"427923": "中華航空股份有限公司1120213(本庭收文日)關係人陳述意見書",
			"427924": "中華航空股份有限公司1120307關係人補充陳述意見書_OCR",
			"427925": "中華航空股份有限公司言詞辯論簡報檔_OCR"
		},
		"專家諮詢意見書": {
			"427926": "郭玲惠教授1120206意見書_OCR",
			"427927": "郭玲惠教授1120227補充意見書_OCR",
			"427928": "郭玲惠教授言詞辯論簡報檔_OCR",
			"427929": "侯岳宏教授1120205意見書_OCR",
			"427930": "侯岳宏教授言詞辯論簡報檔_OCR",
			"427931": "林佳和副教授1120205意見書_OCR",
			"427932": "林佳和副教授言詞辯論簡報檔_OCR"
		},
		"鑑定人意見書": {
			"427933": "監察院國家人權委員會1120209(本庭收文日)鑑定意見書_OCR",
			"427934": "監察院國家人權委員會言詞辯論簡報檔_OCR"
		},
		"其他": {
			"427935": "憲法法庭函詢及勞動部1110930勞動關1字第1110138956號回函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"346822": "言詞辯論影音：110年度憲三字第5號─成立廠場企業工會案112年2月21日言詞辯論",
			"427906": "111年度憲民字第350號等聲請案言詞辯論筆錄"
		}
	},
	"併案": {
		"345223": "111年度憲民字第3792號(漢翔航空工業股份有限公司沙鹿廠企業工會)"
	}
}