{
	"id": "340775",
	"類型": "判決",
	"判決字號": "112年憲判字第8號",
	"標題": "誹謗罪案（二）",
	"原分案號": "110年度憲二字第247號",
	"判決日期": "2023-06-09",
	"聲請人": "朱長生",
	"案由": "聲請人分別聲請解釋憲法、法規範及裁判憲法審查",
	"主文": [
		"一、刑法第310條第3項規定：「對於所誹謗之事，能證明其為真實者，不罰。但涉於私德而與公共利益無關者，不在此限。」所誹謗之事涉及公共利益，亦即非屬上開但書所定之情形，表意人雖無法證明其言論為真實，惟如其於言論發表前確經合理查證程序，依所取得之證據資料，客觀上可合理相信其言論內容為真實者，即屬合於上開規定所定不罰之要件。即使表意人於合理查證程序所取得之證據資料實非真正，如表意人就該不實證據資料之引用，並未有明知或重大輕率之惡意情事者，仍應屬不罰之情形。至表意人是否符合合理查證之要求，應充分考量憲法保障名譽權與言論自由之意旨，並依個案情節為適當之利益衡量。於此前提下，刑法第310條及第311條所構成之誹謗罪處罰規定，整體而言，即未違反憲法比例原則之要求，與憲法第11條保障言論自由之意旨尚屬無違。於此範圍內，司法院釋字第509號解釋應予補充。",
		"二、聲請人一至八之聲請為無理由，均予駁回。"
	],
	"理由": [
		"壹、聲請案相關事實及聲請人聲請要旨等",
		"一、聲請案相關事實、聲請客體及聲請人聲請要旨",
		"（一）聲請人一",
		"聲請人一涉以臉書及電子郵件傳送文字、擷圖於被害人之親友、任職公司及員工，指摘傳述足以貶損被害人名譽及社會評價之事。案經臺灣高等法院109年度上易字第1662號刑事判決（下稱確定終局判決一），以刑法第310條第2項所定之罪論處罪刑確定。聲請人一認確定終局判決一所適用之刑法第310條規定及司法院釋字第509號解釋（下稱系爭解釋），有違憲疑義，於中華民國110年6月1日聲請解釋憲法。其主張意旨略以：刑法第310條規定與系爭解釋違反比例原則，致侵害其言論自由等語。",
		"（二）聲請人二",
		"聲請人二涉於個人臉書動態時報貼文，指摘傳述貶損他人名譽及社會評價之事。案經臺灣高等法院臺南分院104年度上易字第615號刑事判決（下稱確定終局判決二），以刑法第310條第2項所定之罪論處罪刑確定。聲請人二認確定終局判決二所適用之刑法第310條規定，有違憲疑義，系爭解釋有補充或變更之必要，於109年2月19日聲請解釋憲法。其主張意旨略以：刑法第310條規定以刑罰限制言論自由，違反憲法第23條比例原則等語。",
		"（三）聲請人三",
		"聲請人三涉以刊登報紙及自印刊物發送於不特定大眾之方式，指摘傳述足以毀損被害人名譽之事。案經臺灣高等法院101年度上易字第2538號刑事判決（下稱確定終局判決三），以刑法第310條第2項規定之罪論處罪刑確定。聲請人三認確定終局判決三所適用之刑法第310條及第311條規定，有違憲疑義，並認系爭解釋有補充或變更之必要，於106年11月21日聲請解釋憲法。其主張意旨略以：刑法第310條及第311條規定未就基於宗教信仰及良知確信所發表具追求公益目的之言論，定有阻卻違法或阻卻責任規定，違反憲法第13條宗教自由及第11條言論自由之保障等語。",
		"（四）聲請人四",
		"聲請人四涉於其所架設之公開網站，以其使用之帳號刊載文章，其中具有足以毀損被害人名譽之內容。案經臺灣高等法院100年度上易字第1483號刑事判決（下稱確定終局判決四），以刑法第310條第2項規定之罪論處罪刑確定。聲請人四認確定終局判決四所適用之刑法第310條規定，有違憲疑義，於110年9月10日聲請解釋憲法。其主張意旨略以：刑法第310條規定牴觸憲法第11條、第23條，過度侵害其言論自由等語。",
		"（五）聲請人五",
		"聲請人五涉於不特定人均可共見之「教育論壇部落格」網路留言板上刊登文章，供連結至該網頁之不特定多數人瀏覽觀看網頁，其內容具有足以毀損被害人之人格、名譽及貶低其社會評價之文字。案經臺灣高等法院104年度上易字第904號刑事判決（下稱確定終局判決五），以刑法第310條第2項規定之罪論處罪刑確定。聲請人五認確定終局判決五所適用之刑法第310條規定及系爭解釋，有違憲疑義，於109年2月19日聲請解釋憲法。其主張意旨略以：刑法第310條規定以刑罰限制人民言論自由，不符憲法第23條比例原則，侵害憲法第11條之言論自由等語。",
		"（六）聲請人六",
		"聲請人六原為某幼兒園園長，其涉寄發書面公告於幼兒園各幼童家長，內容涉及足以毀損被害人名譽之文字。案經臺灣高等法院臺中分院104年度上訴字第714號刑事判決（下稱確定終局判決六），以刑法第310條第2項規定之罪論處罪刑確定。聲請人六認確定終局判決六所適用之刑法第310條規定及系爭解釋，有違憲疑義，於109年3月30日聲請解釋憲法。其主張意旨略以：刑法第310條規定與系爭解釋違反比例原則，致侵害其言論自由等語。",
		"（七）聲請人七",
		"聲請人七涉於其臉書帳號之限時動態消息，張貼被害人照片，並在照片下方加入足以毀損被害人名譽之文字，使其臉書好友之多數人均得以瀏覽。案經臺灣高等法院111年度上易字第720號刑事判決（下稱系爭確定終局判決七），以刑法第310條第2項規定之罪論處罪刑確定。聲請人七認系爭確定終局判決七，及其所適用之刑法第310條及第311條規定，牴觸憲法，於112年2月22日聲請法規範及裁判憲法審查。其主張意旨略以：刑法第310條規定箝制人民受憲法保障發表言論之自由，違背比例原則；又系爭確定終局判決七適用刑法妨害名譽罪章，未予無罪判決，亦違反憲法比例原則等而違憲等語。",
		"（八）聲請人八",
		"聲請人八涉於訴外人臉書之貼文下留言，其內容涉及足以貶損被害人之人格與社會評價之文字，供不特定多數人得以閱覽。案經臺灣高等法院111年度上易字第1211號刑事判決（下稱系爭確定終局判決八），以刑法第310條第2項規定之罪論處罪刑確定。聲請人八認系爭確定終局判決八，及其所適用之刑法第310條規定與系爭解釋，牴觸憲法，並認系爭解釋有變更之必要，於112年3月13日聲請法規範及裁判憲法審查。其主張意旨略以：刑法第310條第1項及第2項規定未限縮刑罰權範圍，及同條第3項但書規定使人民陳述真實之言論仍受刑事處罰，均違反憲法第23條比例原則及憲法第11條言論自由之保障；系爭解釋應予變更；另系爭確定終局判決八因適用違憲之法規範而牴觸憲法等語。",
		"二、相關法規範變動情形",
		"現行刑法第310條規定係於108年12月25日修正公布，其中第1項規定首句增加逗點，修正為「意圖散布於眾，而指摘……。」第1項及第2項所定罰金數額，則依刑法施行法第1條之1第2項規定，分別調整為1萬5,000元及3萬元，其條文規範內容於修正前後均未改變，本庭爰依現行規定予以審查。",
		"貳、受理要件之審查及審理程序等",
		"一、受理要件之審查",
		"按人民就其依法定程序用盡審級救濟之案件，對於所受不利確定終局裁判所適用之法規範或該裁判，認有牴觸憲法者，得於該裁判送達後6個月之不變期間內，聲請憲法法庭為宣告違憲之判決；憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除該法別有規定外，適用修正施行後之規定。但案件得否受理，依修正施行前之規定，憲訴法第59條、第90條第1項定有明文。次按人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，司法院大法官審理案件法（下稱大審法）第5條第1項第2款亦定有明文。",
		"次按，法規範審查案件，經司法院解釋宣告不違憲或作成其他憲法判斷者，除有憲訴法所定之情形外，任何人均不得就相同法規範或爭議聲請判決；人民對於經司法院解釋宣告未違憲之法規範，因憲法或相關法規範修正，或相關社會情事有重大變更，認有重行認定與判斷之必要者，得依憲訴法第3章所定程序，聲請憲法法庭為變更之判決，憲訴法第42條第1項及第2項亦定有明文。",
		"查聲請人一至八之法規範審查之聲請，均涉及刑法第310條所定之誹謗罪規定，聲請人三及七另就刑法第311條規定，聲請法規範審查。而89年7月7日公布之司法院釋字第509號解釋，即系爭解釋，固曾於解釋文中宣示刑法第310條第1項及第2項所定誹謗罪符合憲法第23條規定之意旨，同條第3項規定亦與憲法保障言論自由之旨趣並無牴觸，另亦於解釋理由中指出刑法第311條規定不生牴觸憲法問題。惟系爭解釋作成至今已逾20年，其間通訊傳播科技快速發展，傳播媒體型態產生劇烈變化，社交媒體興起且蓬勃發展，凡此均改變了個人與社會生活型態，也大幅影響人與人間之互動模式。基於此等社會情事之重大變更，本庭就刑法第310條及第311條所構成之誹謗罪規定之合憲性，已有重行認定與判斷之必要。",
		"次查，憲訴法於111年1月4日修正施行，聲請人一至六之聲請案於憲訴法修正施行前均已繫屬，其受理與否，應依大審法第5條第1項第2款規定決之；聲請人七及八之聲請案受理與否，則應依憲訴法相關規定決之。聲請人一至六就刑法第310條規定、聲請人三另就刑法第311條規定所為聲請，核均與大審法第5條第1項第2款所定要件相符。聲請人七就刑法第310條、第311條規定及系爭確定終局判決七所為聲請、聲請人八就刑法第310條及系爭確定終局判決八所為聲請，核均與憲訴法第59條第1項及第2項所定要件相符。是聲請人一至八之聲請均合法，爰予受理；又，其聲請法規範審查之聲請標的既相同，應予合併審理。",
		"二、言詞辯論程序",
		"本庭於112年3月14日行言詞辯論，聲請人一至六及關係機關法務部經通知並到庭陳述意見。本庭另邀請專家學者及鑑定機關監察院國家人權委員會到庭陳述意見。至聲請人七及八於本案行言詞辯論後始向本庭聲請憲法裁判，故未參與言詞辯論。",
		"聲請人一至六及關係機關言詞辯論之陳述要旨如下：",
		"（一）聲請人一",
		"刑法第310條規定並未顧及是否有侵害較小亦能達成相同目的之手段，如民事損害賠償或回復名譽之措施，已違反憲法第23條比例原則，侵害憲法第11條所保障之言論自由等語。",
		"（二）聲請人二",
		"1.刑法第310條規定立法目的所保障之個人名譽及隱私法益，非屬特別重要公益；2.縱對表意人科以刑罰，倘其言論仍於網路中被一再搜尋、閲覽，對被害人名譽及隱私之損害未止，刑罰顯無法達成保護個人名譽及隱私之目的，相較而言，民事損害賠償及回復名譽之適當措施更能達到回復名譽之效果，是刑法第310條規定已違反憲法第23條比例原則，侵害憲法第11條所保障之言論自由；3.對於非網路載體而無法調控之言論，刑法第310條規定應限於表意人對所指摘傳述之内容明知其不實時，始得以刑罰相繩等語。",
		"（三）聲請人三",
		"1.刑法第310條第1項規定應予合憲性限縮解釋，不應罰及行為人基於信仰宗教教義之理解及確信所為之言論，系爭解釋於此範圍内有補充之必要；2.刑法第310條第3項規定對於涉及價值觀或宗教觀等言論，不應要求表意人自證其為真實始能免責，表意人僅需有相當理由確信所言為真實，即可免責，又檢察官或自訴人於訴訟程序中，應就行為人所為言論係屬虛偽負舉證責任等語。",
		"（四）聲請人四",
		"1.言論自由係基本人權，非僅因現代社會網路霸凌日趨增多，或尚有他國設有誹謗罪，即以刑罰相繩；2.誹謗罪除罪化，除避免侵害人民言論自由外，亦減輕法官及檢察官之工作負擔；3.民事損害賠償同樣可達成刑法第310條所定誹謗罪之立法目的等語。",
		"（五）聲請人五",
		"1.刑法第310條規定限制人民言論自由所受損害，顯大於其立法目的所維護之名譽及隱私權利益，且就名譽及隱私權之維護，尚得選擇金錢賠償、適當回復處分、刪除發表於載體上之言論或行政罰方式為之，是該規定已違反憲法第23條比例原則，侵害憲法第11條所保障之言論自由；2.行為人之言論必須存有「明知所言不實（直接故意）」或出於「無視真假高度輕率（未必故意）」之主觀不法，始負刑事責任，是系爭解釋應予變更等語。",
		"（六）聲請人六",
		"1.刑法第310條規定立法目的所保障之個人名譽及隱私法益非屬特別重要公益，刑罰亦非最小侵害手段，違反憲法第23條比例原則，侵害憲法第11條所保障之言論自由；2.系爭解釋就刑法第310條規定，未審查比例原則中，除目的性外之其他子原則，又其應為限縮解釋，即行為人對所指摘傳述之內容明知其不實之情形，始構成刑法第310條規定之罪等語。",
		"（七）關係機關法務部",
		"1.刑法第310條所定誹謗罪未侵害憲法第11條保障之言論自由：（1）刑法第310條規定所保護之法益為憲法保障之名譽權及隱私權，該等權利與言論自由衝突時，立法者應有優先權限採取適當規範與手段，刑法第310條及第311條規定即為基本權之最適調和。（2）刑法第310條規定無違反比例原則：以刑事處罰限制言論自由非我國特有，為立法者之立法政策選擇；刑法第310條規定有助於人民名譽與隱私權保護，具適當性；刑罰具預防作用，較民事損害賠償佳，具必要性，刑法第310條規定亦符合狹義比例原則；當前因網路科技與傳播生態之發展，誹謗言論對被害人名譽及隱私侵害更大，是刑法第310條規定之合憲性更無法挑戰。2.系爭解釋無補充或變更之必要：立法者決定誹謗罪刑事處罰之必要性，屬立法形成自由，釋憲機關應予以尊重，且系爭解釋就刑法第310條規定之合憲性已為完整闡釋，尚無補充或變更之必要等語。",
		"參、審查標的",
		"一、刑法第310條及第311條所構成之誹謗罪處罰規定整體。第310條規定：「（第1項）意圖散布於眾，而指摘或傳述足以毀損他人名譽之事者，為誹謗罪……。（第2項）散布文字、圖畫犯前項之罪者……。（第3項）對於所誹謗之事，能證明其為真實者，不罰。但涉於私德而與公共利益無關者，不在此限。」（下依序分稱系爭規定一至三）第311條規定：「以善意發表言論，而有左列情形之一者，不罰：……。」（下稱系爭規定四）。",
		"二、臺灣高等法院111年度上易字第720號刑事判決（即系爭確定終局判決七）。",
		"三、臺灣高等法院111年度上易字第1211號刑事判決（即系爭確定終局判決八）。",
		"肆、形成主文之法律上意見",
		"一、審查原則",
		"人民之言論自由有實現自我、溝通意見、追求真理、滿足人民知的權利、形成公意及促進各種政治與社會活動之功能，乃維持民主多元社會健全發展不可或缺之機制（司法院釋字第509號解釋參照），受憲法第11條明文保障。其保障之內容，包括主觀意見之表達及客觀事實之陳述（司法院釋字第577號解釋參照）。",
		"人民之名譽權，係保障個人之人格、品行於社會生活中之人格整體評價，不受惡意貶抑、減損之權利，乃以人性尊嚴為核心之人格權之一環，其旨在維護個人主體性、自我價值及人格之完整，並為實現人性尊嚴所必要，受憲法第22條所保障 (司法院釋字第656號解釋參照)。",
		"以上兩種權利，應受憲法無分軒輊之保障，國家原則上均應給予其最大限度之保障。惟人民因言論表達而損及他人之名譽時，同受憲法保障之言論自由與名譽權即發生衝突，國家對此首須致力於調和兩種憲法基本權保障要求；難以兼顧時，即須依權利衝突之態樣，就言論自由與名譽權之保障及限制，為適當之利益衡量與決定，俾使兩者之憲法保障能獲致合理均衡，以符比例原則之要求。至於利益衡量之標準，則應充分考量首揭言論自由於民主社會之各種功能與重要意義，以及個人名譽權受侵犯之方式、程度與範圍。",
		"言論依其內容屬性與傳播方式，對公共事務之資訊提供、意見溝通與討論之助益與貢獻自有不同。因此，於名譽權與言論自由間為個案利益衡量時，應特別考量言論對公益論辯之貢獻度。一般而言，言論內容涉及公共事務而與公共利益有關者，通常有助於民主社會之公意形成、公共事務之認知、溝通與討論，其對公益論辯之貢獻度較高；而言論內容涉及私人生活領域之事務者，其對公益論辯之貢獻度則較低。惟事實性言論因具資訊提供性質，且客觀上有真偽、對錯之分，如表意人所為事實性言論，並未提供佐證依據，僅屬單純宣稱者，即使言論內容涉及公共事務而與公共利益有關，因言論接收者難以判斷其可信度，此種事實性言論之公益論辯貢獻度亦不高。言論之公益論辯貢獻度愈高，通常言論自由受保障之程度應愈高，而言論所指述者之名譽權保障程度即應相對退讓。反之，言論之公益論辯貢獻度愈低，通常言論所指述者之名譽權保障程度即愈高。",
		"又，立法者為保護個人之名譽權，固非不得就言論自由依其傳播方式，採刑罰制裁手段予以限制（司法院釋字第509號解釋參照），惟鑑於刑罰制裁之最後手段性及對言論表達可能帶來寒蟬效應，致危害言論自由作為民主社會礎石之重要功能，立法者就涉及毀損他人名譽之誹謗言論之刑事處罰要件規定，尤應就言論自由與名譽權之保障，參酌上述標準，為充分之利益調合與衡量。是涉及限制言論表達之誹謗言論之刑事處罰規定，除其立法目的應係維護憲法上重要權利或重大公共利益，其所採刑罰手段對言論自由所為之限制，應有助於目的之達成，又別無其他相同有效達成目的而侵害較小之手段可資運用，且其為保護被害人憲法上名譽權而就言論自由所施加之限制，須經適當之利益衡量，使憲法就言論自由與名譽權之保障間仍維持合理均衡，始符合憲法第23條比例原則之要求。",
		"二、本庭之審查",
		"（一）系爭規定一至四部分",
		"1.系爭規定一及二所定誹謗罪及加重誹謗罪，涉及對憲法言論自由之限制，其是否違反憲法比例原則之要求，應就系爭規定一至四整體觀察判斷之",
		"系爭規定一及二所定誹謗罪及加重誹謗罪，係就意圖散布於眾，而以言詞或文字、圖畫，指摘或傳述足以毀損他人名譽之事之行為所為處罰，涉及對憲法言論自由之限制。而誹謗罪或加重誹謗罪之成立，除言論表達行為須符合系爭規定一或二之犯罪構成要件外，尚須不具系爭規定四所定特別阻卻違法事由，且不符系爭規定三所特設之言論真實性抗辯要件規定，始足當之，是刑法系爭規定一至四，共同構成刑法對誹謗言論之犯罪處罰規定。誹謗罪與加重誹謗罪就言論自由之限制，是否符合憲法第23條比例原則之要求，即須就系爭規定一至四整體觀察判斷之。",
		"2.誹謗罪處罰規定之立法目的，係為保護憲法上之重要權利；其所採刑罰手段就目的之達成而言，尚屬適當且必要",
		"就誹謗罪處罰規定之立法目的言，其係於兼顧憲法名譽權與言論自由保障之前提下，對特定情狀與態樣之毀損他人名譽之言論予以限制，以保護他人名譽權；其所欲追求之目的，乃保護憲法上重要權利，自屬合憲正當。立法者採刑罰手段，對毀損他人名譽之行為施以制裁，基於刑罰之一般及特別預防功能，其手段應有助於保護名譽權目的之達成，而符合比例原則之適合性要求。",
		"再就其手段之必要性言，現行法制下，立法者尚無其他與刑罰規定相同有效，但侵害較小之替代手段可資採用。且立法者尚以系爭規定三及四之不予處罰規定，進一步限縮誹謗言論之處罰範圍。其中系爭規定四明定：「以善意發表言論，而有左列情形之一者，不罰：……。」乃立法者就誹謗罪所特設之阻卻違法事由（司法院釋字第509號解釋參照），凡屬系爭規定四所列善意發表言論之情形者，立法者均予排除於誹謗罪處罰範圍之外。此外，凡誹謗言論符合系爭規定三前段之規定，且非屬其但書所定情形者，立法者亦明定為不罰。立法者藉由此等限縮誹謗罪處罰範圍之規定，亦進一步限縮誹謗罪處罰規定對言論自由之限制範圍。是誹謗罪處罰規定整體而言，尚屬合於比例原則之必要性要求。",
		"3.系爭規定三但書規定，與比例原則之相稱性要求尚屬無違。系爭規定三前段規定，於特定前提下，與比例原則之相稱性要求始屬無違；於此範圍內，司法院釋字第509號解釋應予補充",
		"由於立法者就誹謗罪之處罰，於系爭規定一及二之構成要件，與系爭規定四之特別阻卻違法事由之規定外，另以系爭規定三明定言論真實性抗辯規定，因此凡所誹謗之事合於系爭規定三前段所定要件者，即屬不罰之行為，是系爭規定三前段之不予處罰要件之規定，以及其但書排除適用前段所定真實性抗辯之規定，乃屬立法者為謀求憲法言論自由與名譽權保護之合理均衡，就誹謗言論之處罰，所設最後一道總括性利益衡量防線。因此，有關誹謗罪處罰規定整體而言，是否合於比例原則之相稱性要求，即應以系爭規定三為主要審查客體。",
		"系爭規定三明定：「對於所誹謗之事，能證明其為真實者，不罰。但涉於私德而與公共利益無關者，不在此限。」依此，凡所誹謗之事，屬但書規定所稱「涉於私德而與公共利益無關」之範疇者，即無前段規定之適用。換言之，表意人所誹謗之事非涉及與公共利益無關之私德事務者，其所為誹謗言論，即有因符合前段規定而不罰之可能。以下分別分析其是否合於相稱性要求。",
		"(1)系爭規定三但書規定部分",
		"立法者於系爭規定一及二有關誹謗言論之犯罪構成要件之設定，本即未以所誹謗之事非屬真實為前提要件。而基於系爭規定三但書規定，凡表意人所誹謗之事，屬「涉於私德而與公共利益無關」之範疇者，既無立法者於系爭規定三前段所特設之真實性抗辯規定之適用，其結果，表意人就其所誹謗之事，縱使自認可證明其為真實者，亦無排除犯罪處罰之效力。就此而言，立法者就「涉於私德而與公共利益無關」之誹謗言論，係採被指述者之名譽權一律優先於表意人言論自由而受保護之利益衡量決定。",
		"查誹謗罪所欲處罰之誹謗言論，固須屬客觀上可辨別真偽之事實性言論，不及於無真偽對錯可言之價值判斷或主觀評價性言論。然事實性與評價性言論本難截然劃分，且庶民日常生活溝通往來所使用之用語、語句或表意方式，不乏兼具事實性與負面評價性意涵者，此等言論表達方式縱具有事實指涉性意涵，然客觀上常無法證明其為真，亦無法證明其為偽。此於涉及私德之誹謗言論時，尤為如此。蓋所謂「私德」，往往涉及個人生活習性、修養、價值觀與人格特質等，且與個人私生活之經營方式密不可分，乃屬憲法第22條所保障之隱私權範圍，甚至可能觸及人性尊嚴之核心領域。此類涉及個人私德之事之言論指述，常藉助於上述兼具事實性與負面評價性意涵之用語、語句或表意方式，本即難以證明其真偽。然如仍欲於刑事訴訟程序上辨其真偽，無論由檢察官或表意人負舉證責任，於證據調查程序中，勢必須介入被指述者隱私權領域，甚至迫使其揭露隱私於眾，或使被指述者不得不就自身隱私事項與表意人為公開辯駁。此等情形下，被指述者之隱私權將遭受侵犯。因此，如立法者欲使涉及私德之言論指述，得享有真實性抗辯者，即須具備限制被指述者隱私權之正當理據，事涉公共利益之理由即屬之（如高階政府官員或政治人物與犯罪嫌疑人或被告之飲宴、交際等，攸關人民對其之信任）。反之，如涉及私德之誹謗言論，與公共利益無關時，客觀上實欠缺獨厚表意人之言論自由，而置被害人之名譽權及隱私權保護於不顧之正當理由。從而，此種情形下，表意人言論自由自應完全退讓於被指述者名譽權與隱私權之保護。",
		"綜上，系爭規定三但書之規定，僅將涉於私德且無關公共利益之誹謗言論，排除於系爭規定三前段所定真實性抗辯規定適用範圍之外，以保護被指述者之名譽權與隱私權；其餘與公共利益有關之誹謗言論，包括言論內容雖涉於私德但與公共利益有關，以及言論內容無涉私德之情形，均仍有系爭規定三前段規定之適用，表意人因而有不受處罰之可能。是系爭規定三但書之規定，堪認已就表意人之言論自由，與受誹謗言論所指述者之名譽權與隱私權之保護，為適當之衡平考量。就此而言，系爭規定三但書規定部分，尚無違憲法比例原則之相稱性要求。",
		"(2) 系爭規定三前段規定部分",
		"系爭規定三前段所定言論真實性抗辯規定，既僅適用於與公共利益有關之誹謗言論，其是否合於比例原則之相稱性要求，端視立法者於此是否就表意人之言論自由，與被指述者之名譽權，為充分且適當之利益衡量，因而使二者間之損益關係，仍維持合理均衡。",
		"就系爭規定三前段之規定而言，其所稱「對於所誹謗之事，能證明其為真實者，不罰」，係以言論內容與事實相符者，為不罰之條件，並非謂行為人必須自行證明其言論內容確屬真實，始能免於刑責（司法院釋字第509號解釋參照）。就此而言，立法者對於涉及公共利益之誹謗言論，係以「言論真實性」作為最終調節表意人言論自由與被指述者名譽權保護間之消長之基準：凡誹謗言論合於「言論真實性」要求者，被指述者名譽權之保護即應退讓於表意人之言論自由；反之，誹謗言論不合於「言論真實性」要求者，表意人之言論自由則應退讓於被指述者名譽權之保護。",
		"然而，所謂「言論真實性」要求，非可逕解為係要求言論內容之客觀、絕對真實性。事實性言論，尤其媒體就公共領域相關新聞、事件之追蹤、報導，於報導時，往往尚不存在全知視角下之絕對真實性，於報導之事件尚發展或進行中時尤然；且報導主題涉及政治、經濟與社會重大事件時，牽涉之人、事、物範圍愈大，即愈難於揭露、報導該事件之初，求其所謂客觀、絕對真實性。如認包括以媒體報導方式所呈現之誹謗言論，表意人僅能以言論內容之客觀、絕對真實性為抗辯，始得免受刑罰，不啻令媒體僅能於事過境遷，甚至已有司法定論時，始得為相關事件之報導。如此一來，恐將大幅度壓縮報導性言論自由之空間，並斲傷言論自由於民主社會所應發揮之滿足人民知的權利，及監督政府與公共事務等重要功能。是此等法律解釋方式，於表意人言論自由與被指述者名譽權保護間之利益衡量，顯有失衡之慮。",
		"另一方面，於民主社會中，各種涉及公共利益議題之事實性言論，乃人民據以為相關公共事務之認知與評價之基礎，其如於結合電子網路之傳播媒體上所為時，尤因其無遠弗屆之傳播力，以及無時間限制之反覆傳播可能性，對閱聽群眾之影響力極大，且閱聽者往往無法自行查證、辨其真偽。因此，正是基於維護負有多重使命之言論自由，當代民主社會之事實性資訊提供者，無論是媒體或一般人，均應負有一定程度之真實查證義務，而不得恣意散播不實或真假難辨之資訊於眾，助長假新聞、假訊息肆意流竄，致顛覆自由言論市場之事實根基。況基於明知或重大輕率之惡意而散播假新聞或假訊息，本不受憲法言論自由之保障。於言論內容有毀損他人名譽之虞時，表意人就其言論內容之可信性，更應承擔一定程度之真實查證義務，以避免侵害他人名譽權。",
		"基此，為維護事實性言論發表之合理空間，並避免不實或真假難辨言論衝擊社會生活，同時兼顧誹謗言論被指述者之名譽權，系爭規定三前段所涉及之言論內容真實性，應不限於客觀、絕對真實性，亦包括於事實探求程序中所得出之相對真實性，即表意人經由合理查證程序，依所取得之證據資料，客觀上可合理相信其言論內容為真實者，即屬合於系爭規定三前段所定不予處罰之要件。即使表意人於合理查證程序所取得之證據資料實非真正，卻成為表意人所為誹謗言論基礎之情形，只要表意人就該不實證據資料之引用，並非基於明知或重大輕率之惡意，仍得因其客觀上已踐行合理查證程序，而有系爭規定三前段規定之適用。於此情形，表意人應提出相關證據資料，俾以主張其業已踐行合理查證程序；其所取得之證據資料，客觀上應可合理相信其所發表之言論內容為真實；表意人如涉及引用不實證據資料，則應由檢察官或自訴人證明其係基於明知或重大輕率之惡意所致，始得排除系爭規定三前段規定之適用。",
		"反之，如表意人就其涉及公共利益之誹謗言論，事前未經合理查證，包括完全未經查證、查證程度明顯不足，以及查證所得證據資料，客觀上尚不足據以合理相信言論所涉事實應為真實等情形，或表意人係因明知或重大輕率之惡意，而引用不實證據資料為其誹謗言論之基礎者，則該等誹謗言論即與系爭規定三前段規定不符，不得享有不予處罰之利益。",
		"從而，表意人就其誹謗言論之事前合理查證程序，即為調和言論自由與名譽權二大基本權利之樞紐：表意人符合事前合理查證程序之要求，於涉及引用不實證據資料時，亦未存有明知或重大輕率之惡意情事，則即使屬誹謗言論，亦受到憲法言論自由之保障，而被指述者之名譽權亦因表意人負有事前合理查證義務，而受到一定程度之尊重與維護。反之，表意人就其誹謗言論，不符事前合理查證程序之要求，或於涉及引用不實證據資料時，確有明知或重大輕率之惡意情事，此時並未受到最低限度尊重與維護之被指述者名譽權，自應優先於表意人之言論自由而受保護。於此前提下，系爭規定三前段規定始符合比例原則之相稱性要求，因而系爭規定一至四所構成之誹謗罪處罰規定，整體而言，即無違比例原則之相稱性要求。",
		"至於表意人事前查證程序是否充分且合理之判斷，應再次衡酌表意人言論自由，與誹謗言論所指述者之名譽權間之衡平關係。對此，應依個案情形，具體考量表意人指摘或傳述誹謗言論之方式、散布力與影響力、所為言論對被指述者名譽之毀損方式、程度與影響範圍，及該言論對公益論辯之貢獻度。從而，於傳播媒體（包括大眾傳播媒體、社群媒體與自媒體等）上所為誹謗言論，因其散布力與影響力均極強大，誹謗言論一經發表，並被閱聽者轉貼、轉載後，往往可對被指述者之名譽造成難以挽救之毀損，是表意人所應踐行之事前查證程序，較諸一般人日常生活中以言詞所為口耳間傳播之誹謗言論，自應更為周密且嚴謹。另一方面，基於言論自由對民主社會所具有之多種重要功能，言論內容對公益論辯之貢獻度愈高者，例如對滿足人民知的權利，及監督政府與公共事務之助益程度愈高，表意人固非得免於事前查證義務，惟於表意人不具明知或重大輕率之惡意之前提下，其容錯空間相對而言亦應愈大，以維護事實性言論之合理發表空間，避免產生寒蟬效應。",
		"4.小結",
		"綜上，表意人對所誹謗之涉及公共利益之事，雖無法證明其言論為真實，惟如其於言論發表前確經合理查證程序，依所取得之證據資料，客觀上可合理相信其言論內容為真實者，即應屬合於系爭規定三前段所定不罰之要件。即使表意人於合理查證程序所取得之證據資料實非真正，如其就該不實證據資料之引用，並未有明知或重大輕率之惡意情事者，仍應屬不罰之情形。於此前提下，系爭規定三前段規定，以及系爭規定一至四所構成之誹謗罪處罰規定整體，始與比例原則之相稱性要求無違；從而，系爭規定一至四所構成之誹謗罪處罰規定，整體而言，即未違反憲法比例原則之要求，與憲法第11條保障言論自由之意旨尚屬無違。於此範圍內，司法院釋字第509號解釋應予補充。聲請人一至八就法規範憲法審查之聲請核均無理由，應予駁回。",
		"（二）裁判憲法審查部分",
		"按憲訴法第59條第1項所定裁判憲法審查制度，係賦予人民就其依法定程序用盡審級救濟之案件，認確定終局裁判解釋及適用法律，有誤認或忽略基本權利重要意義，或違反通常情況下所理解之憲法價值等牴觸憲法之情形時（憲訴法第59條第1項規定立法理由參照），得聲請憲法法庭為宣告違憲之判決。準此，聲請人七及八分別就其所受系爭確定終局判決七及八聲請裁判憲法審查部分，本庭爰就各該判決對系爭規定一至四之解釋、適用，是否誤認或忽視憲法所保障之言論自由或名譽權之重要意義，而為審查。",
		"1.系爭確定終局判決七",
		"查該判決明示，系爭規定一及二所定誹謗罪，雖構成言論自由之限制，惟係為保護個人之法益，及防止妨礙他人之自由權利所必要而制定；且依系爭規定三之規定意旨，行為人雖不能證明言論內容為真實，但依其所提證據資料，認為行為人有相當理由確信其為真實者，即不能以誹謗罪之刑責相繩。據此，該判決進而以聲請人七「於無任何證據之情形下，亦未加以查證，即為系爭圖文之張貼，而該內容亦僅係涉於私德而與公共利益無關」（該判決理由三、(七)參照）為由，認聲請人七顯有誹謗之犯意等，依加重誹謗罪論處罪刑。核該判決之理由，可認已充分考量憲法言論自由與名譽權保障之意旨，其就相關法律之解釋、適用，均難謂有牴觸憲法之情事，與本庭前述見解亦未有本質差異。是聲請人七此部分之聲請核無理由，應予駁回。",
		"2.系爭確定終局判決八",
		"查該判決就有關是否課予誹謗罪責之判斷，明示採以下審查基準：「行為人就其發表非涉及私德而與公共利益有關之言論所憑之證據資料，至少應有相當理由確信其為真實，即主觀上應有確信『所指摘或傳述之事為真實』之認識。倘行為人主觀上無對其『所指摘或傳述之事為不實』之認識，即不成立誹謗罪；惟若無相當理由確信為真實，逕予無中生有、杜撰事實，甚或以情緒性之謾罵字眼，在公共場合為不實之陳述，達於誹謗他人之程度，即非不得以誹謗罪相繩」（該判決理由貳、一、(二)參照）。基此，該判決進而以聲請人八未盡查證義務，其所發表之留言亦無所本，且所指摘或傳述之內容僅涉於私德而與公共利益無關，不具相當理由確信為真實等為由，認成立加重誹謗罪而論處罪刑。核該判決之理由，可認已充分考量憲法言論自由與名譽權保障之意旨，其就相關法律之解釋、適用，均難謂有牴觸憲法之情事，與本庭前述見解亦未有本質差異。是聲請人八此部分之聲請核無理由，應予駁回。",
		"伍、結論",
		"一、依系爭規定三之規定，所誹謗之事涉及公共利益，亦即非屬上開但書所定之情形，表意人雖無法證明其言論為真實，惟如其於言論發表前確經合理查證程序，依所取得之證據資料，客觀上可合理相信其言論內容為真實者，即屬合於上開規定所定不罰之要件。即使表意人於合理查證程序所取得之證據資料實非真正，如表意人就該不實證據資料之引用，並未有明知或重大輕率之惡意情事者，仍應屬不罰之情形。至表意人是否符合合理查證之要求，應充分考量憲法保障名譽權與言論自由之意旨，並依個案情節為適當之利益衡量。於此前提下，刑法第310條及第311條所構成之誹謗罪處罰規定，整體而言，即未違反憲法比例原則之要求，與憲法第11條保障言論自由之意旨尚屬無違。於此範圍內，司法院釋字第509號解釋應予補充。",
		"二、聲請人一至八之聲請為無理由，均予駁回。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "本判決由蔡大法官宗珍主筆。",
	"意見書": {
		"432693": "憲法法庭112年憲判字第8號判決黃大法官瑞明提出之協同意見書",
		"432694": "憲法法庭112年憲判字第8號判決詹大法官森林提出之協同意見書",
		"432695": "憲法法庭112年憲判字第8號判決謝大法官銘洋提出之協同意見書",
		"432696": "憲法法庭112年憲判字第8號判決黃大法官虹霞提出之部分協同部分不同意見書",
		"432697": "憲法法庭112年憲判字第8號判決蔡大法官明誠提出之不同意見書",
		"432698": "憲法法庭112年憲判字第8號判決許大法官志雄提出之不同意見書",
		"432699": "憲法法庭112年憲判字第8號判決黃大法官昭元提出之不同意見書",
		"432700": "憲法法庭112年憲判字第8號判決楊大法官惠欽提出之不同意見書"
	},
	"判決全文": {
		"432710": "憲法法庭112年憲判字第8號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院111年度上易字第1211號刑事判決"
	},
	"判決摘要": {
		"432711": "憲法法庭112年憲判字第8號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"432714": "朱長生1100531解釋憲法聲請書_OCR",
			"432715": "朱長生1120302解釋憲法言詞辯論意旨狀",
			"432716": "林郁紋1120301憲法法庭言詞辯論意旨書",
			"432717": "盧映潔1120224憲法法庭言詞辯論意旨書_OCR",
			"432718": "盧映潔1120314言詞辯論簡報檔",
			"432719": "盧映潔1120320憲法法庭言詞辯論意旨補充書_OCR",
			"432720": "盧映潔1120320憲法法庭言詞辯論意旨續狀_OCR",
			"432721": "陳易騰1120301憲法訴訟言詞辯論狀",
			"432722": "陳易騰1120319憲法訴訟當事人補充意見狀_OCR",
			"432723": "蕭絜仁1120302憲法訴訟言詞辯論意旨暨補充理由狀_OCR",
			"432724": "蕭絜仁1120314簡報檔",
			"432725": "蕭絜仁1120314憲法訴訟補充陳明應受判決事項之聲明狀",
			"432726": "許榮棋1120320憲法訴訟言詞辯論補充狀_OCR",
			"432727": "許榮棋1120322憲法訴訟言詞辯論第二次補充狀_OCR",
			"432728": "許榮棋1120302憲法訴訟言詞辯論第三次補充狀_OCR",
			"432729": "李珍妮1120206法規範憲法審查及裁判憲法審查聲請書_OCR",
			"432730": "李晨菲1120313法規範憲法審查及裁判憲法審查聲請書_OCR",
			"432731": "許榮棋1100910聲請解釋憲法狀_OCR",
			"432732": "林郁紋1090326解釋憲法聲請書",
			"432733": "盧映潔1090218解釋憲法聲請書_OCR",
			"432734": "盧映潔1110516人民聲請法規範憲法審查聲請書_OCR",
			"432735": "盧映潔1090618解釋憲法補充理由書_OCR",
			"432736": "陳易騰 1090218  解釋憲法聲請書_OCR",
			"432737": "蕭絜仁1061120釋憲聲請書_OCR",
			"432738": "蕭絜仁1070911釋憲聲請補充理由書_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"432739": "法務部1120303法規範憲法審查言詞辯論意旨書",
			"432740": "法務部1120314簡報檔"
		},
		"關係人意見書": {
			"432741": "法務部1120116書面意見"
		},
		"專家諮詢意見書": {
			"432742": "徐育安教授1120214意見書_OCR",
			"432743": "許家馨研究員1120131意見書_OCR",
			"432744": "蘇慧婕副教授1120202意見書_OCR"
		},
		"鑑定人意見書": {
			"432745": "監察院國家人權委員會1120216意見書_OCR",
			"432746": "國家人權委員會1120314簡報檔"
		},
		"其他": {
			"432747": "憲法法庭函詢及法務部1110902法檢字第11100581370號函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"432712": "110年度憲二字第247號等聲請案言詞辯論筆錄",
			"null": "言詞辯論影音：110年度憲二字第247號─誹謗案112年3月14日言詞辯論"
		}
	},
	"併案": {
		"340801": "109年度憲二字第55號(盧映潔)",
		"340865": "110年度憲二字第404號(許榮棋)",
		"340964": "會台字第13751號(蕭絜仁)",
		"341017": "109年度憲二字第56號(陳易騰)",
		"345337": "109年度憲二字第113號(林郁紋)",
		"347192": "112年度憲民字第227號(李珍妮)",
		"347535": "112年度憲民字第291號(李晨菲)"
	}
}