{
	"id": "345006",
	"類型": "判決",
	"判決字號": "112年憲判字第9號",
	"標題": "搜索律師事務所案",
	"原分案號": "會台字第11067號",
	"判決日期": "2023-06-16",
	"聲請人": "理律法律事務所",
	"案由": "聲請人因律師事務所之搜索、扣押案件，認臺灣高等法院100年度偵抗字第633號刑事裁定，所適用之刑事訴訟法第122條第2項及第133條第1項規定，有牴觸憲法之疑義，聲請解釋憲法",
	"主文": [
		"一、刑事訴訟法第122條第2項規定：「對於第三人之身體、物件、電磁紀錄及住宅或其他處所，以有相當理由可信為……應扣押之物或電磁紀錄存在時為限，得搜索之。」同法第133條第1項規定：「可為證據或得沒收之物，得扣押之。」及其他相關規定整體觀察，未將律師或辯護人與被告、犯罪嫌疑人、潛在犯罪嫌疑人間基於憲法保障秘密自由溝通權之行使而生之文件資料（如文書、電磁紀錄等），排除於得搜索、扣押之外，於此範圍內，與憲法第15條保障律師之工作權及憲法第16條保障被告之訴訟權之意旨不符，相關機關應於本判決宣示之日起2年內，依本判決意旨修正刑事訴訟法，妥為規定。於修法完成前，法官、檢察官及相關人員辦理搜索、扣押事務，應依本判決意旨為之。",
		"二、由刑事訴訟法上開二規定及其他有關搜索、扣押之規定整體觀察，法官得對有關機關搜索律師事務所之聲請予以審查，且對搜索、扣押之裁定及執行已設有監督及救濟機制，從而刑事訴訟法未對律師事務所之搜索、扣押設有特別之程序規定，與憲法第10條保障人民居住自由、第15條保障律師工作權以及正當法律程序原則之意旨尚屬無違。",
		"三、其餘聲請不受理。"
	],
	"理由": [
		"壹、案件事實經過及聲請意旨",
		"聲請人理律法律事務所於新竹市設有分所（下稱理律新竹分所），臺灣士林地方法院（下稱士林地院）就光宸公司內部人員違反證券交易法內線交易罪嫌案件，核發100年度聲搜字第597號搜索票，准法務部調查局臺北市調查處於中華民國（下同）100年5月30日上午7時起至100年5月30日下午6時止，針對理律法律事務所洪ＯＯ、林ＯＯ律師受光宸公司委任處理回覆證期局關於資產減損報告事件，所持有其等與光宸公司內部人員間洽談、通訊往來之相關文書及電磁紀錄，得進入理律新竹分所進行搜索，並就相關事證為扣押，嗣後法務部調查局臺北市調查處人員即於100年5月30日持前開搜索票，進入理律新竹分所執行搜索，並扣押「光宸公司E-mail資料18件」、「光宸電子郵件1片」。",
		"聲請人以士林地院未先以提出命令方式取得文件，逕裁准對律師事務所直接進行搜索，不符合令狀原則明確性要求，亦與憲法比例原則有違。故於100年6月3日具狀提出抗告，經臺灣高等法院100年度偵抗字第633號刑事裁定（下稱確定終局裁定）以抗告無理由而駁回確定。",
		"聲請人因調查處人員在未主張有任何律師涉及犯罪之情況下，於執行搜索時，翻閱、檢視聲請人與委任人光宸公司間往來之郵件等資料，以及與聲請搜索案由無關之其他理律新竹分所接受委任案件資料、因執行業務所為之紀錄、與委任人往來郵件等資料，且於執行扣押前，並未先行檢視欲扣押之電子郵件是否與執行案由有關，認該核發搜索票之裁定業已違法且侵害憲法所保障被告與辯護人間之信賴權等，並認確定終局裁定所適用之刑事訴訟法第122條第2項規定：「對於第三人之身體、物件、電磁紀錄及住宅或其他處所，以有相當理由可信為……應扣押之物或電磁紀錄存在時為限，得搜索之。」（下稱系爭規定一）及同法第133條第1項規定：「可為證據或得沒收之物，得扣押之。」（下稱系爭規定二）有牴觸憲法之疑義，於101年7月6日依司法院大法官審理案件法（下稱大審法）第5條第1項第2款規定，向司法院聲請解釋憲法。",
		"貳、受理要件之審查及審理程序",
		"一、受理要件之審查",
		"(一)受理部分",
		"按憲法訴訟法（下稱憲訴法）修正施行前已繫屬而尚未終結之案件，除本法別有規定外，適用修正施行後之規定，但案件得否受理，依修正施行前之規定。又人民、法人或政黨聲請解釋憲法，須於其憲法上所保障之權利，遭受不法侵害，經依法定程序提起訴訟，對於確定終局裁判所適用之法律或命令，發生有牴觸憲法之疑義者，始得為之，憲訴法第90條第1項及大審法第5條第1項第2款分別定有明文。",
		"本件聲請案於憲訴法修正施行前即已繫屬，其受理與否，應依大審法第5條第1項第2款規定要件定之。",
		"憲法上所保障之權利或法律上之利益受侵害者，其主體均應得依法請求救濟（司法院釋字第486號解釋參照）。國家機關對律師事務所如有不當之侵擾或限制行為，其受侵害者包括律師事務所內之律師及其共同經營之事業體。查本件聲請人為合夥律師事務所，屬律師法明定得為律師事務所之經營型態（律師法第48條規定參照），亦屬確定終局裁定之受裁定人。聲請人主張法院依系爭規定一，未以提出命令方式要求律師先行提出相關文件，逕行核發搜索票，准予對律師事務所進行搜索，顯違法不當，並依系爭規定二，扣押聲請人與委任人間之電子郵件，已侵害律師事務所之隱私權及律師與當事人間之秘匿特權（秘密自由溝通權）等，於用盡審級救濟後，提出本件釋憲聲請，其聲請核與大審法第5條第1項第2款所定要件相符，爰予受理。",
		"(二)不受理部分",
		"聲請人另主張通訊保障及監察法第5條第1項規定（下稱系爭規定三）違憲。查該規定並未為確定終局裁定所適用。裁定理由中雖有論及通訊監察譯文，惟原因案件並非爭執通訊監察譯文之合法性問題（即是否符合系爭規定三所示之核發通訊監察書之要件），且本件亦非針對律師事務所或其律師為監聽，故無所謂實質援用系爭規定三之情形，自不得以之為聲請客體。是此部分聲請，核與上開所示人民聲請釋憲之要件不符，應不受理。",
		"二、言詞辯論程序",
		"本庭於112年3月27日行言詞辯論，除通知聲請人、關係機關司法院刑事廳、法務部外，另邀請專家學者及鑑定機關監察院國家人權委員會到庭陳述意見。聲請人、關係機關等言詞辯論之陳述要旨如下：",
		"(一)聲請人：系爭規定一及二將辯護人執行業務處所與一般處所等同視之，使辯護人執行業務之處所得輕易成為被搜索之場所，復允許檢警得搜索、扣押辯護人基於業務關係所製作之文書及電磁紀錄，不僅侵害被告與辯護人之秘密溝通豁免權，更動搖被告對於辯護人之特殊信賴關係。上開法條之適用將與改良式當事人進行主義之精神相悖、減損被告受律師扶助之憲法上權利、侵害被告與辯護人之秘密溝通豁免權，並破壞辯護制度之設立精神與目的，故與憲法第16條保障人民訴訟權及憲法第12條保障秘密通訊自由之規定有所牴觸，聲請宣告上開規定違憲，並即失其效力等語。",
		"(二)關係機關司法院刑事廳：刑事被告防禦權、被告與辯護人不受干預溝通之權利、被告受有效辯護之權利均為憲法保障之基本權利。惟被告與辯護人不受干預溝通之權利並非不得限制，刑事訴訟法既已就搜索及扣押之要件明文規定，不服搜索與扣押所得之證據，亦得依法提起抗告、準抗告救濟，並得由法官依同法第158條之4規定權衡後排除其證據能力。現有規定關於律師執業隱私權與工作權保障、被告受律師有效協助、被告與律師不受干預溝通之權利，已提供足夠保障等語。",
		"(三)關係機關法務部：參考歐洲人權法院設立之保障基準，我國刑事訴訟法第128條對搜索票之核發採事前法官保留，對犯罪嫌疑人以外之第三人核發須符合較高之必要性；第148條亦有規定應命受搜索人在場之事中保護機制；事後亦得依第404條、第416條規定提起抗告、準抗告救濟，以及證據權衡及排除。而法務部亦於93年間作成函釋，擴張解釋辯護人與被告間基於信賴關係之文書紀錄不可以搜索、扣押。可知法規範與執行實務均無違憲疑慮等語。",
		"(四)聲請人及關係機關、專家學者及鑑定機關主張及陳述，詳見其意見書、言詞辯論意見書及言詞辯論筆錄。",
		"本庭斟酌聲請人、關係機關、專家學者及鑑定機關之意見書暨全辯論意旨，作成本判決。",
		"參、審查標的",
		"一、刑事訴訟法第122條第2項：「對於第三人之身體、物件、電磁紀錄及住宅或其他處所，以有相當理由可信為……應扣押之物或電磁紀錄存在時為限，得搜索之。」（即系爭規定一）",
		"二、刑事訴訟法第133條第1項：「可為證據或得沒收之物，得扣押之。」（即系爭規定二）",
		"肆、形成主文之法律上意見",
		"一、據以審查之憲法權利",
		"本件涉及對律師事務所之搜索，所影響律師事務所及律師事務所內之律師之基本權如下：",
		"(一)辯護人與被告間秘密自由溝通權",
		"按刑事被告之辯護人，原則上應選任律師為之（刑事訴訟法第29條規定參照），故為被告擔任辯護人，為律師執行業務之重要工作領域。刑事被告與辯護人能在不受干預下充分自由溝通，為辯護人協助被告行使防禦權之重要內涵，應受憲法保障。就被告而言，秘密自由溝通權屬憲法第16條保障人民訴訟權之範疇，旨在確保人民受公平審判之權利，依正當法律程序之要求，享有充分之防禦權，包括選任信賴之辯護人，俾受公平審判之保障，司法院釋字第654號解釋可資參照。上開權利，更可進一步保障被告不自證己罪之權利。刑事訴訟法第34條第1項及第2項前段規定即依據上開解釋意旨修正為：「辯護人得接見羈押之被告，並互通書信。非有事證足認其有湮滅、偽造、變造證據或勾串共犯或證人者，不得限制。」、「辯護人與偵查中受拘提或逮捕之被告或犯罪嫌疑人接見或互通書信，不得限制之。」",
		"又為使犯罪嫌疑人及辯護人得有效行使防禦權，迭經司法院著有多號解釋在案，如司法院釋字第737號解釋，要求應使偵查之羈押審查程序中之辯護人及被告應獲知檢察官據以聲請羈押之理由及有關證據；又擴充司法院釋字第654號解釋所稱刑事被告，應包括偵查機關主觀上知有犯罪嫌疑而對人民開始調查或偵查之犯罪嫌疑人在內（本庭111年憲判字第7號判決參照）。是以，辯護人與被告間秘密自由溝通之權利乃為保障被告之訴訟權及受辯護人有效協助與辯護之權，同時保障被告不自證己罪及受公平審判之權利，若受侵害，即無從使被告獲得確實有效之保障，以發揮防禦權之功能。",
		"(二) 律師之工作權、居住自由及正當法律程序原則",
		"憲法第15條規定人民之工作權應予保障，人民有從事工作、選擇及執行職業之自由，是以凡人民作為謀生職業之正當工作，均應受國家之保障，對於職業自由之限制，應具有正當之理由，並不得逾越必要程度（司法院釋字第462號解釋及本庭111年憲判字第12號判決參照）。對律師事務所不當之侵擾與限制，亦可能造成對於事務所內律師執行業務之干預，而造成對工作權之侵害。",
		"按憲法第10條規定人民有居住自由，旨在保障人民有選擇其居住處所，經營私人生活不受干預之自由（司法院釋字第443號、第709號及第739號解釋參照）。對居住自由之保障，不僅包括人民住宅不受不當之侵擾，亦及於人民工作及營業場所。律師事務所既為律師經營律師業務之處所，該處所屬憲法居住自由保障之範圍。",
		"憲法正當法律程序原則之內涵，指人民權利受侵害或限制時，應有使其獲得救濟之機會與制度，且立法者應依據所涉基本權之種類、保障範圍及其限制之強度，所欲追求之公共利益，決定機關之功能合適性、有無替代程序及各項可能程序成本等因素綜合考量，制定相應之法定程序（司法院釋字第689號解釋參照）。",
		"二、對系爭規定一及二之審查",
		"(一)主文一部分",
		"按刑事訴訟程序中之搜索與扣押，係為保全證據以發現真實而進行的國家高權手段，其目的係為追訴犯罪，維護社會秩序與安全，具重大公共利益。刑事訴訟法第122條規定區分被告、犯罪嫌疑人及第三人異其發動搜索之門檻，於第1項及第2項分別以「必要時」及「有相當理由」作為搜索要件。系爭規定一乃對於第三人之身體、物件、電磁紀錄及住宅或其他處所行搜索者，附以相當條件，其發動搜索之門檻程度高於第1項所定之「必要時」，係為與同條第1項被告與犯罪嫌疑人為搜索者異其待遇（參照23年11月出版之立法院公報第64期第97頁）。查系爭規定二係規範得對可為證據及得沒收之物，進行扣押之強制處分，以保全證據及確保沒收執行之目的，為國家偵查犯罪所必要之手段。又國家創設律師制度之功能，包括協助其委任人，避免國家公權力於追訴犯罪時未依正當法律程序，而侵害其委任人應受憲法保障之基本權。律師於刑事辯護程序得充分發揮其功能，以協助被告或犯罪嫌疑人行使防禦權，亦屬重大公益。",
		"基於律師執業之特性，係為維護其委任人之權益，為使其委任人得以信任並充分與律師溝通，於其委任人為尋求專業法律協助及辯護而與律師進行秘密溝通時，律師法特別規定律師有保守其職務上所知悉秘密之權利及義務（律師法第36條規定參照），以維護律師與其委任人間之特殊信賴關係。刑事訴訟法規定，律師、辯護人就其因業務所知悉有關他人秘密之事項，於受詢問或訊問時，除經其委任人本人允許者外，有拒絕證言之權利（刑事訴訟法第182條及第196條之1第2項規定參照），亦係為保障律師與其委任人間之特殊信賴關係；刑法並課予律師保密義務，無故洩漏因業務知悉或持有他人之秘密者，以刑法處罰其洩密行為（刑法第316條規定參照）。於律師與其委任人間，同時具有辯護人與被告、犯罪嫌疑人之關係時，辯護人與被告、犯罪嫌疑人間秘密自由溝通之權利，應受憲法保障，已如前述。",
		"復按司法院釋字第654號解釋業已釋示辯護人與被告（包括犯罪嫌疑人）間不受干預自由溝通之權利，應受憲法之保障，不論被告或犯罪嫌疑人之人身自由是否受拘束，皆無不同。又律師與其委任人間之關係是否轉變為同時兼具辯護人與被告、犯罪嫌疑人之關係，並非截然可分。且律師之委任人向律師諮詢而請求協助，亦不限於已受國家機關追訴時之被告、犯罪嫌疑人身分，亦可為未來可能受追訴而預做準備。故憲法所保障之辯護人與被告或犯罪嫌疑人間秘密自由溝通權之保障範圍，應擴張及於可能受國家機關偵查追訴，而尋求律師協助之潛在犯罪嫌疑人之身分。",
		"又上開秘密自由溝通權利之內涵，除面對面的語言溝通以及書信、電子傳遞等溝通方式外，並應包括律師因此秘密自由溝通權行使所製作之文件資料（如文書、電磁紀錄等），此部分乃屬律師與其委任人間特殊信賴關係之核心內容。律師辯護制度之目的既是在審檢辯分立之訴訟制度下，律師為協助其委任人對抗國家之追訴，以免冤抑，故雙方此部分之溝通紀錄及律師因此所製作之文件資料（如文書、電磁紀錄等），均應受憲法保障，而應被排除於得為犯罪證據之外，從而國家機關自不得為扣押取得此溝通紀錄及因此所生之文件資料（如文書、電磁紀錄等）作為犯罪證據之目的而發動搜索。又若辯護人與被告、犯罪嫌疑人或潛在犯罪嫌疑人間秘密自由溝通之溝通紀錄及因此所生之文件資料（如文書、電磁紀錄等），得為國家搜索、扣押之標的，必然阻礙辯護人為保障被告訴訟權益功能之實現，亦屬對律師工作權之不當侵害。",
		"綜上，系爭規定一、二與刑事訴訟法其他相關規定，未將律師或辯護人與被告、犯罪嫌疑人、潛在犯罪嫌疑人間基於憲法保障秘密自由溝通權之行使之溝通紀錄及因此而生之文件資料（如文書、電磁紀錄等），排除於得搜索、扣押之外，於此範圍內，與憲法第15條保障律師之工作權及憲法第16條保障被告之訴訟權之意旨不符，相關機關應於本判決宣示之日起2年內，依本判決意旨修正刑事訴訟法，妥為規定。於修法完成前，法官、檢察官及相關人員辦理搜索、扣押事務，應依本判決意旨為之。又上開對立於第三人地位之律師事務所、律師或辯護人搜索、扣押之限制，於有事證足認律師或辯護人有湮滅、偽造、變造證據，或勾串共犯或證人者（刑事訴訟法第34條第1項後段規定參照），即不適用，自不待言。",
		"(二)主文二部分",
		"按律師事務所作為律師執行業務之所在，儲存保留其眾多委任人委託案件之檔案資料，且包括以電磁數位方式儲存者。同一電子檔案內亦可能包括多數委任人之資料。律師與其委任人間之委任內容可能涉及刑事責任，亦可能涉及其他領域之諮詢不一而足。國家機關就律師事務所執行搜索、扣押時，欲就特定文書、電磁紀錄加以扣押，必經篩選搜索，瀏覽範圍勢必及於非本案應扣押標的之其他委任人所屬應受秘密自由溝通權保障之文件資料（如文書、電磁紀錄等）。故於得就律師事務所搜索以取得系爭規定二所定之應扣押物之情況下，若未經合理之安排，極可能侵害律師居住自由，並造成社會大眾對律師之信任減低，同時造成對律師工作權之侵害。故基於律師事務所乃儲存眾多委任人秘密資訊場所之特徵，且搜索、扣押程序難免對於其他委任人秘密自由溝通權之侵害，對律師事務所進行搜索、扣押，在發動條件、程序及救濟上自應特予審慎考量，始符合憲法正當法律程序原則之要求。",
		"依刑事訴訟法第128條規定，搜索採取法官保留，依同法第128條之1第1項及第2項規定，偵查中檢察官認有搜索之必要者，除附帶搜索、逕行搜索或同意搜索之情形外，應以書面記載第128條第2項各款所列之事項，並敘明理由，聲請該管法院核發搜索票；司法警察官因調查犯罪嫌疑人犯罪情形及蒐集證據，認有搜索之必要時，得依第1項規定，報請檢察官許可後，向該管法院聲請核發搜索票；依第128條第3項後段規定，法官並得於搜索票上，對執行人員為適當之指示。準此，法院於審查對立於第三人地位之律師事務所為搜索之聲請時，應審酌律師事務所之特殊性，就具體個案搜索律師事務所之相當理由，嚴格審查以判斷是否核發搜索票。核准搜索時，應於搜索票明確記載搜索律師事務所之處所、身體、物件或電磁紀錄之範圍，並具體指示執行人員對搜索律師事務所得搜索、扣押取得之應扣押物，應不含律師或辯護人與被告、犯罪嫌疑人或潛在犯罪嫌疑人間行使秘密自由溝通權之紀錄及因此而生之文件資料（如文書、電磁紀錄等）。",
		"又同法第133條第3項規定：「對於應扣押物之所有人、持有人或保管人，自得命其提出或交付。」準此，法院於審核對立於第三人地位之律師事務所簽發搜索票時，或縱已核發，偵查機關於執行中，亦應審酌個案情形，根據憲法比例原則之要求，仍應先以干預基本權程度較低之「命其提出或交付」之手段為之。又附隨於搜索之扣押，應依法院核發之搜索票執行，亦已採取法官保留。如有誤為扣押之情形，應依同法第142條規定發還或暫行發還律師事務所，以維護辯護人與其委任人之權益。又執行搜索、扣押之過程，均應全程錄音錄影，以擔保檢視扣押物與搜索、扣押之過程，符合憲法正當法律程序原則之要求。執行過程中，在場之人就扣押物是否屬秘密自由溝通權保障範圍如有爭執，受處分人得即時依同法第416條第1項第1款規定，向該管法院聲請撤銷或變更搜索、扣押處分，並聲請先將扣押物封緘送交法院檢視審查。檢察官或司法警察官於聲請核發之搜索票執行後，依同法第132條之1規定，應將執行結果陳報核發搜索票之法院，法院得審查執行搜索、扣押之合法性。又搜索、扣押處分縱已執行終結，受處分人仍得依第416條第1項第1款規定聲請撤銷或變更原處分，法院不得以已執行終結無實益為由駁回，又依第416條第2項規定，搜索、扣押經撤銷者，審判時法院得宣告所扣得之物，不得作為證據，均已有明文規定救濟途徑及證據禁止之法律效果。就此而言，依據上開程序對律師事務所為搜索、扣押，尚難謂與憲法正當法律程序原則有違。",
		"綜上，由系爭規定一、二及刑事訴訟法有關搜索、扣押之規定整體觀察，就檢察官對立於第三人地位之律師事務所為之搜索聲請，已採法官保留，法官應依相關法令審慎判斷是否符合法定要件，並已有事中檢視扣押物、事後救濟與證據禁止等相關程序擔保規範，可避免濫權或恣意，確保搜索、扣押限制基本權之程度，與追訴犯罪與發現真實之公共利益間，利害均衡，尚符比例原則。從而刑事訴訟法未對律師事務所之搜索及扣押設有特別之程序規定，與憲法第10條保障人民居住自由、第15條保障律師工作權以及正當法律程序原則之意旨尚屬無違。"
	],
	"法庭組成": [
		"許宗力",
		"蔡烱燉",
		"黃虹霞",
		"吳陳鐶",
		"蔡明誠",
		"林俊益",
		"許志雄",
		"張瓊文",
		"黃瑞明",
		"詹森林",
		"黃昭元",
		"謝銘洋",
		"呂太郎",
		"楊惠欽",
		"蔡宗珍"
	],
	"主筆": "黃瑞明",
	"意見書": {
		"433125": "憲法法庭112年憲判字第9號判決黃大法官虹霞提出之協同意見書",
		"433126": "憲法法庭112年憲判字第９號判決林大法官俊益提出之協同意見書",
		"433127": "憲法法庭112年憲判字第9號判決詹大法官森林提出之協同意見書",
		"433128": "憲法法庭112年憲判字第9號判決楊大法官惠欽提出，黃大法官昭元、蔡大法官宗珍加入之部分不同意見書"
	},
	"判決全文": {
		"433131": "憲法法庭112年憲判字第9號判決_OCR"
	},
	"確定終局裁判/停止程序裁定": {
		"null": "臺灣高等法院100年度偵抗字第633號刑事裁定"
	},
	"判決摘要": {
		"433132": "憲法法庭112年憲判字第9號判決摘要"
	},
	"書狀": {
		"聲請人聲請書、補充聲請書": {
			"433135": "理律法律事務所1010704釋憲聲請書_OCR",
			"433136": "理律法律事務所1021119釋憲聲請補充理由書_OCR",
			"433137": "理律法律事務所1120317釋憲綜合辯論意旨狀_OCR",
			"433138": "理律法律事務所1120317釋憲陳報（二）狀_OCR",
			"433139": "理律法律事務所1120327簡報_OCR",
			"433140": "理律法律事務所1120406釋憲補充辯論意旨狀_OCR",
			"433141": "理律法律事務所1120531釋憲陳報(三)狀_OCR",
			"433142": "理律法律事務所1120607釋憲陳報(四)狀_OCR"
		},
		"相對人答辯書、補充答辯書": {
			"433143": "司法院刑事廳1120317陳述意見書_OCR",
			"433144": "司法院刑事廳1120410補充意見書_OCR",
			"433145": "法務部1120316言詞辯論意旨書_OCR",
			"433146": "法務部1120327言詞辯論陳述簡報_OCR",
			"433147": "法務部1120327言詞辯論結辯簡報_OCR"
		},
		"專家諮詢意見書": {
			"433148": "陳運財教授1120327意見書_OCR",
			"433149": "陳運財教授1120327意見書簡報_OCR",
			"433150": "林超駿教授1120321意見書_OCR",
			"433151": "林超駿教授1120327意見書簡報__OCR",
			"433152": "李佳玟教授1120317意見書_OCR",
			"433153": "李佳玟教授1120328（憲法法庭收文日）補充意見書_OCR",
			"433154": "楊雲驊教授1120317意見書_OCR",
			"433155": "楊雲驊教授1120324意見書簡報_OCR"
		},
		"法庭之友意見書": {
			"433156": "財團法人民間司法改革基金會1120301法庭之友意見書_OCR",
			"433157": "社團法人台灣冤獄平反協會1120301法庭之友意見書_OCR",
			"433158": "社團法人台灣刑事辯護律師協會1120301法庭之友意見書_OCR"
		},
		"鑑定人意見書": {
			"433159": "監察院國家人權委員會1120316鑑定意見書_OCR",
			"433160": "監察院國家人權委員會1120323簡報_OCR"
		},
		"其他": {
			"433161": "大法官函詢及法務部1071206法檢字第10700065540號回函_OCR",
			"433162": "大法官函詢及中華民國律師公會全國聯合會1080201（108）律聯字第108021號回函_OCR",
			"433163": "大法官函詢及台北律師公會1080401一０八北律文字第0594號回函_OCR"
		},
		"言詞辯論筆錄/說明會速紀錄": {
			"433133": "會台字第11067號聲請案言詞辯論筆錄",
			"null": "言詞辯論影音：會台字第11067號─搜索律師事務所案112年3月27日言詞辯論"
		}
	}
}